_ex_jds_data__ = '第一次国共合作形成的标志是\n\
正确答案:A\n\
A. 中国国民党第一次全国代表大会\n\
B. 中国国民党第二次全国代表大会\n\
C. 中国共产党第三次全国代表大会\n\
D. 中国共产党杭州西湖会议\
|\
在中国近代历史上，第一次明确提出反帝反封建的民主革命纲领是在\n\
正确答案:C\n\
A. 中共一大\n\
B. 国民党一大\n\
C. 中共二大\n\
D. 中共三大\
|\
20世纪70时年代初，毛泽东、周恩来抓住时机在中美关系上发起了\n\
正确答案:A\n\
A. “乒乓外交”\n\
B. “足球外交”\n\
C. “围棋外交”\n\
D. “篮球外交”\
|\
魏源在1843年编纂了提出“师夷长技以制夷”重要思想的\n\
正确答案:A\n\
A. 《海国图志》\n\
B. 《盛世危言》\n\
C. 《校颁庐抗议》\n\
D. 《天演论》\
|\
1945年8月25日，中共中央提出“和平、民主、团结”三大口号的文件是\n\
正确答案:B\n\
A. 《抗日战争胜利后的时局和我们的方针》\n\
B. 《对目前时局的宣言》\n\
C. 《中共中央关于同国民党进行和平谈判的通知》\n\
D. 《政府与中共代表会谈纪要》\
|\
近代中国社会中最先进、最革命、最有力量的阶级是\n\
正确答案:B\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
在新民主主义革命时期，成为新民主主义革命的一项基本任务是\n\
正确答案:B\n\
A. 反对帝国主义，打破外国垄断资本的控制\n\
B. 反对封建主义，进行土地制度的彻底改革\n\
C. 反对官僚资本主义，没收官僚资本归新民主主义国家所有\n\
D. 反对资本主义，废除私有制经济\
|\
1911年，湖北、湖南、广东、四川四省爆发的民众斗争运动是\n\
正确答案:D\n\
A. 拒俄运动\n\
B. 拒法运动\n\
C. 抵制美国货运动\n\
D. 保路运动\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于①对国情没有认识清楚 ②缺乏社会主义建设的经验 ③苏联撕毁合同 ④急于求成\n\
正确答案:D\n\
A. ①②③\n\
B. ②③④\n\
C. ①④\n\
D. ①②④\
|\
1919年7月发表《多研究些问题，少谈些主义》文章的资产阶级改良主义的代表是\n\
正确答案:C\n\
A. 梁启超\n\
B. 张东荪\n\
C. 胡适\n\
D. 黄凌霜\
|\
太平天国失败的原因包括\n\
正确答案:ABCD\n\
A. 缺乏先进阶级的领导\n\
B. 缺乏科学理论的指导\n\
C. 缺乏对外国列强侵华的理性认识\n\
D. 没有正确对待中国的传统文化\
|\
1840年以后，从皇帝到权贵，大都\n\
正确答案:ABCD\n\
A. 昏庸愚昧\n\
B. 不了解世界大势\n\
C. 不懂得御敌之策\n\
D. 害怕人民群众\
|\
1905年8月，中国同盟会成立时制定的革命纲领是\n\
正确答案:ABCD\n\
A. 驱除鞑虏\n\
B. 平均地权\n\
C. 恢复中华\n\
D. 创立民国\
|\
下面的历史人物中，参加过中共一大的有\n\
正确答案:ABD\n\
A. 毛泽东\n\
B. 陈潭秋\n\
C. 陈独秀\n\
D. 张国焘\
|\
孙中山在《民报》发刊词中阐发的民族主义是指\n\
正确答案:CD\n\
A. 打倒封建主义\n\
B. 打倒帝国主义\n\
C. 以革命手段推翻清王朝\n\
D. 变“次殖民地”的中国为独立的中国\
|\
毛泽东在《论持久战》中指出，抗日战争要经过三个阶段是\n\
正确答案:ABC\n\
A. 战略相持\n\
B. 战略反攻\n\
C. 战略防御\n\
D. 战略退缩\
|\
中国共产党成立后，“中国革命的面貌焕然一新”，其“新”主要表现在\n\
正确答案:ACD\n\
A. 以马克思主义为指导\n\
B. 以武装斗争为主要方法\n\
C. 提出彻底的反帝反封建的纲领\n\
D. 以社会主义、共产主义为远大目标\
|\
资本－帝国主义列强操纵中国经济命脉的主要手段包括\n\
正确答案:ABCD\n\
A. 形成了对中国近代工业的垄断\n\
B. 迫使清政府举借外债，以还赔款\n\
C. 在中国设立银行，使之成为对华输出资本的枢纽\n\
D. 控制中国近代的交通运输业\
|\
20世纪初，陈天华发表的宣传民主革命思想的著作是\n\
正确答案:AD\n\
A. 《猛回头》\n\
B. 《革命军》\n\
C. 《天演论》\n\
D. 《警世钟》\
|\
1956年天京事变后，洪秀全为挽救危局而提拔的年轻将领包括\n\
正确答案:CD\n\
A. 石达开\n\
B. 韦昌辉\n\
C. 陈玉成\n\
D. 李秀成\
|\
中国共产党顺利实现第二代中央领导集体向第三代中央领导集体过渡的会议是\n\
正确答案:C\n\
A. 中共十一届三中全会\n\
B. 中共十二届三中全会\n\
C. 中共十三届四中全会\n\
D. 中共十四届四中全会\
|\
在1895年发起的“公车上书”后成为倡导维新运动旗手的是\n\
正确答案:B\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
中国历史上第一次比较完全意义上的资产阶级民主革命是\n\
正确答案:B\n\
A. 戊戌维新运动\n\
B. 辛亥革命\n\
C. 二次革命\n\
D. 新文化运动\
|\
近代中国第一个全国性的资产阶级革命政党是\n\
正确答案:B\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
太平天国失败的根本原因是\n\
正确答案:A\n\
A. 缺乏先进阶级的领导\n\
B. 没有科学理论的指导\n\
C. 无法长期保持领导集团的团结\n\
D. 不能正确对待传统文化\
|\
同盟会发动的起义中，影响较大，被孙中山誉为与武昌起义并重的是\n\
正确答案:D\n\
A. 刘道一领导的萍浏醴起义\n\
B. 秋瑾、徐锡麟领导的浙皖起义\n\
C. 孙中山、黄兴领导的镇南关起义\n\
D. 孙中山、黄兴领导的广州黄花岗起义\
|\
大地主大资产阶级政权\n\
正确答案:C\n\
A. 中共三大\n\
B. 中共六大\n\
C. 八七会议\n\
D. 古田会议\
|\
1900年外国列强发动八国联军侵华战争，战后迫使清政府签订了\n\
正确答案:D\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
太平天国在《天朝田亩制度》中提出的社会改革方案是\n\
正确答案:A\n\
A. 以解决土地问题为中心\n\
B. 以发展资本主义为中心\n\
C. 以反对封建的等级制度为中心\n\
D. 以废除儒学的纲常伦理为中心\
|\
在太平天国运动后期，提出《资政新篇》这一统筹全局方案的是\n\
正确答案:C\n\
A. 洪秀全\n\
B. 杨秀清\n\
C. 洪仁玕\n\
D. 李秀成\
|\
在中国近代史上，资产阶级维新派自身的弱点和局限主要有\n\
正确答案:ABC\n\
A. 脱离人民群众\n\
B. 不敢否定封建主义\n\
C. 对帝国主义抱有幻想\n\
D. 抱守儒家学说\
|\
下列说明五四运动是中国新民主主义革命开端的是\n\
正确答案:ACD\n\
A. 无产阶级以独立姿态登上政治舞台\n\
B. 发生在俄国十月社会主义革命之后，属于世界无产阶级革命一部分\n\
C. 是彻底反帝反封建的革命运动\n\
D. 具有初步共产主义思想的知识分子起了领导作用\
|\
革命派与改良派展开论战的主要舆论阵地是\n\
正确答案:AB\n\
A. 《民报》\n\
B. 《新民丛报》\n\
C. 《万国公报》\n\
D. 《国闻报》\
|\
抗战时期，正面战场和敌后战场的主要区别是\n\
正确答案:ABCD\n\
A. 抗战的领导不同\n\
B. 抗战路线不同\n\
C. 作战方式不同\n\
D. 战略地位不同\
|\
在中国近代，大部分的土地为地主及旧式富农所占有，他们剥削农民的方式有\n\
正确答案:ABCD\n\
A. 地租\n\
B. 田赋\n\
C. 高利贷\n\
D. 附加税\
|\
中国同盟会纲领中涉及到的问题有\n\
正确答案:ABD\n\
A. 推翻满洲贵族的统治\n\
B. 建立资产阶级共和国\n\
C. 驱逐占据中国的帝国主义势力\n\
D. 提出了资本主义的土地纲领\
|\
大革命失败的原因有\n\
正确答案:ABCD\n\
A. 反革命的力量强大\n\
B. 中共领导人的错误思想\n\
C. 中共缺乏革命斗争的经验\n\
D. 中共在思想理论上不够成熟\
|\
早期信仰马克思主义的人物有\n\
正确答案:ABD\n\
A. 陈独秀\n\
B. 李大钊\n\
C. 胡适\n\
D. 周恩来\
|\
太平天国政权的封建属性主要表现在\n\
正确答案:ABCD\n\
A. 森严的封建等级制\n\
B. 领导集团生活奢侈腐化\n\
C. 领导集团内部争权夺利\n\
D. 洪秀全迷信思想日益严重\
|\
国民党一大的主要内容及意义是\n\
正确答案:ABCD\n\
A. 讨论了国民党改组的问题\n\
B. 重新解释了三民主义\n\
C. 国民革命运动开始\n\
D. 民主革命统一战线建立\
|\
辛亥革命取得的最大成就是\n\
正确答案:A\n\
A. 推翻了封建帝制\n\
B. 促进了资本主义的发展\n\
C. 使人民获得了一些民主自由权利\n\
D. 打击了帝国主义的殖民势力\
|\
中国由新民主主义向社会主义转变的优越的政治条件是\n\
正确答案:B\n\
A. 马克思主义、毛泽东思想的指导地位\n\
B. 中国共产党的领导和人民民主专政国家制度的建立\n\
C. 新民主主义经济制度的建立和国民经济的恢复\n\
D. 社会主义国营经济成为多种经济成份中的领导力量\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
中国共产党比较系统地阐述关于社会主义初级阶段的理论是在\n\
正确答案:B\n\
A. 中共十二大\n\
B. 中共十三大\n\
C. 中共十四大\n\
D. 中共十五大\
|\
随着对外开放的进一步扩大，中共中央和国务院在1990年作出的战略举措是\n\
正确答案:D\n\
A. 建立厦门经济特区\n\
B. 建立珠海经济特区\n\
C. 开发、开放海南经济特区\n\
D. 开发、开放上海浦东新区\
|\
新文化运动兴起的标志是\n\
正确答案:A\n\
A. 陈独秀创办《新青年》\n\
B. 民主和科学口号的提出\n\
C. 胡适发表《文学改良刍议》\n\
D. 李大钊发表《庶民的胜利》\
|\
七届二中全会召开的地点是\n\
正确答案:C\n\
A. 北平\n\
B. 延安\n\
C. 西柏坡\n\
D. 上海\
|\
中国资产阶级领导的变法与革命失败的根本原因是\n\
正确答案:D\n\
A. 传统儒家思想的影响\n\
B. 封建顽固势力的强大\n\
C. 帝国主义的破坏\n\
D. 民族资产阶级自身的软弱性和妥协性\
|\
近代中国社会人数最多的被剥削阶级是\n\
正确答案:A\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
在甲午战争后，严复翻译的《天演论》所宣传的重要思想是\n\
正确答案:D\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 天下兴亡，匹夫有责\n\
D. 物竞天择，适者生存\
|\
九一八事变后，在东北组织抗日游击队和抗日联军的中共党员有\n\
正确答案:ABCD\n\
A. 周保中\n\
B. 杨靖宇\n\
C. 李兆麟\n\
D. 赵尚志\
|\
中国工农红军“长征”的胜利是\n\
正确答案:ABCD\n\
A. 革命英雄主义的胜利\n\
B. 革命乐观主义的胜利\n\
C. 艰苦奋斗革命精神的胜利\n\
D. 毛泽东正确思想的胜利\
|\
.五四运动与以往民主主义革命的显著区别是\n\
正确答案:ABC\n\
A. 广泛的群众基础\n\
B. 在俄国十月革命影响下发生\n\
C. 工人阶级发挥了主力军的作用\n\
D. 进行了"外争主权，内惩国贼"的斗争\
|\
统一战线中的劳动者联盟是指\n\
正确答案:ABC\n\
A. 工人\n\
B. 农民\n\
C. 城市小资产阶级联盟\n\
D. 大资产阶级\
|\
五四运动与以往的民主主义革命的显著区别是\n\
正确答案:ACD\n\
A. 有广泛的群众基础\n\
B. 目的为“外争主权，内除国贼”\n\
C. 工人阶级发挥了主力军作用\n\
D. 在俄国十月革命影响下发生的\
|\
近代中国在逐步沦为半殖民地半封建社会过程中新产生的阶级是\n\
正确答案:CD\n\
A. 农民阶级\n\
B. 地主阶级\n\
C. 资产阶级\n\
D. 工人阶级\
|\
协助清政府镇压太平军的外国雇佣军是\n\
正确答案:BC\n\
A. 安武军\n\
B. 常胜军\n\
C. 常捷军\n\
D. 武卫军\
|\
下列各项中，不属于《双十协定》的内容有\n\
正确答案:BD\n\
A. 国民党迅速结束训政，实施宪政\n\
B. 整编全国军队、制定宪法\n\
C. 保证人民享有民主、自由等权利\n\
D. 实施《和平建国纲领》\
|\
20世纪初，陈天华发表的宣传民主革命思想的著作是\n\
正确答案:AD\n\
A. 《猛回头》\n\
B. 《革命军》\n\
C. 《天演论》\n\
D. 《警世钟》\
|\
毛泽东在1957年2月最高国务会议上指出，社会主义社会的两类不同性质矛盾是\n\
正确答案:AB\n\
A. 敌我之间的矛盾\n\
B. 人民内部之间的矛盾\n\
C. 生产力和生产关系之间的矛盾\n\
D. 经济基础和上层建筑之间的矛盾\
|\
标志着日本全面侵华战争开始的事变是\n\
正确答案:C\n\
A. 九一八\n\
B. 华北\n\
C. 七七\n\
D. 八一三\
|\
新中国发展国民经济的第一个五年计划期间是指\n\
正确答案:C\n\
A. 1952-1956年\n\
B. 1949-1954年\n\
C. 1953-1957年\n\
D. 1950-1955年\
|\
首次使用“新民主主义社会”概念的是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 朱德\
|\
中国加入世界贸易组织是在\n\
正确答案:A\n\
A. 2001年\n\
B. 2002年\n\
C. 2003年\n\
D. 2004年\
|\
在中国近代史上，资产阶级思想与封建主义思想的第一次正面交锋是\n\
正确答案:D\n\
A. 洋务派与顽固派的论战\n\
B. 革命派与改良派的论战\n\
C. 洋务派与维新派的论战\n\
D. 维新派与守旧派的论战\
|\
敦促日本无条件投降的会议是\n\
正确答案:C\n\
A. 开罗会议\n\
B. 德黑兰会议\n\
C. 波茨坦会议\n\
D. 雅尔塔会议\
|\
率领北平国民党军队接受和平改编的国民党将领是\n\
正确答案:D\n\
A. 张治中\n\
B. 蔡廷锴\n\
C. 杜聿明\n\
D. 傅作义\
|\
被誉为中国人民的大宪章、起着临时宪法作用的是\n\
正确答案:B\n\
A. 《论人民民主专政》\n\
B. 《中国人民政治协商会议共同纲领》\n\
C. 《中国人民政治协商会议组织法》\n\
D. 《新民主主义论》\
|\
毛泽东提出"一切反动派都是纸老虎"的著名论断，针对的是\n\
正确答案:D\n\
A. 打垮国民党的历次反革命军事围剿\n\
B. 国民党顽固派制造皖南事变等反共浪潮\n\
C. 日本帝国主义被迫宣布无条件投降\n\
D. 内战初期国民党在军事和经济方面占有明显优势\
|\
帝国主义列强对中国的侵略和瓜分达到高潮是在\n\
正确答案:C\n\
A. 第一次鸦片战争后\n\
B. 第二次鸦片战争后\n\
C. 中日甲午战争后\n\
D. 八国联军战争后\
|\
1905年至1907年间，资产阶级革命派与改良派论战的主要议题是\n\
正确答案:ACD\n\
A. 要不要社会革命\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
国民党一大的主要内容及意义是\n\
正确答案:ABCD\n\
A. 讨论了国民党改组的问题\n\
B. 重新解释了三民主义\n\
C. 国民革命运动开始\n\
D. 民主革命统一战线建立\
|\
国家资本主义的初级形式在社会主义过渡时期主要体现在\n\
正确答案:ABC\n\
A. 统购包销\n\
B. 委托加工\n\
C. 计划订货\n\
D. 公私合营\
|\
孙中山所阐述的同盟会政治纲领中的民族主义的缺点是\n\
正确答案:CD\n\
A. 没有解决农民对于土地的需要\n\
B. 忽略了广大劳动群众在国家中的地位\n\
C. 没有提出明确的反帝主张\n\
D. 没有明确地把汉族军阀、官僚、地主作为革命的对象\
|\
洋务运动时期清政府建立的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
我国农业合作化运动的基本原则和方针包括\n\
正确答案:ABCD\n\
A. 先合作化，后机械化的道路\n\
B. 积极发展、稳步前进、逐步过渡的方针\n\
C. 坚持自愿和互利的原则\n\
D. 始终把是否增产作为衡量合作社是否办好的标准\
|\
鸦片战争以后，西方资本主义列强对中国进行赤裸裸的文化侵略，主要表现在\n\
正确答案:ABCD\n\
A. 建立教学，派遣大批传教士到中国传教\n\
B. 包庇教徒不法行为，强迫中国教民抛弃传统礼俗\n\
C. 创办中外文报刊，为帝国主义侵略进行辩护\n\
D. 宣扬“种族优劣论”，制造侵略有理的舆论。\
|\
抗日战争时期，中国共产党在抗日根据地实行的“三三制”政权，政权人员的组成大体是\n\
正确答案:ACD\n\
A. 共产党员占1/3\n\
B. 农民代表占1/3\n\
C. 中间分子占1/3\n\
D. 非党进步分子占1/3\
|\
1919年五四运动后中国社会的主要矛盾是\n\
正确答案:AB\n\
A. 帝国主义与中国人民的矛盾\n\
B. 封建主义与人民大众的矛盾\n\
C. 地主阶级与农民阶级的矛盾\n\
D. 资本家阶级与工人阶级之间的矛盾\
|\
三民主义中民族主义的内容是\n\
正确答案:AB\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 创立民国\n\
D. 平均地权\
|\
下列关于"九一八事变"影响，不正确的是\n\
正确答案:C\n\
A. 它使中国东北沦为日本殖民地\n\
B. 它促使中国的社会矛盾开始发生变化\n\
C. 它促使中共立即作出国共合作共同抗日的主张\n\
D. 它是日本灭亡中国计划的一部分\
|\
中国历史上第一次比较完全意义上的资产阶级民主革命是\n\
正确答案:B\n\
A. 戊戌维新运动\n\
B. 辛亥革命\n\
C. 二次革命\n\
D. 新文化运动\
|\
1904年至1905年，外国侵略者在中国东北为争夺在华利益而进行的战争是\n\
正确答案:D\n\
A. 英法战争\n\
B. 英俄战争\n\
C. 日美战争\n\
D. 日俄战争\
|\
20世纪30年代，中国共产党内最早提出反对教条主义的任务的领导人是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 张闻天\
|\
中外反动势力合作的政治基础是\n\
正确答案:C\n\
A. 镇压太平天国\n\
B. 维护清朝统治\n\
C. 维护各自利益\n\
D. 建立总理衙门\
|\
1949年至1956年中国的社会性质是\n\
正确答案:D\n\
A. 半殖民地半封建社会\n\
B. 资本主义社会\n\
C. 社会主义社会\n\
D. 新民主主义社会\
|\
南京临时政府中占领导和主体地位的派别是\n\
正确答案:D\n\
A. 资产阶级维新派\n\
B. 资产阶级保皇派\n\
C. 资产阶级立宪派\n\
D. 资产阶级革命派\
|\
正式制定我国社会主义现代化建设“三步走”战略部署的是\n\
正确答案:B\n\
A. 中共十二大\n\
B. 中共十三大\n\
C. 中共十四大\n\
D. 中共十五大\
|\
八七会议上，提出“以后要非常注意军事，须知政权是由枪杆子中取得的”的是\n\
正确答案:D\n\
A. 周恩来\n\
B. 王明\n\
C. 瞿秋白\n\
D. 毛泽东\
|\
中国共产党在洛川会议上规定，为抗战时期解决农民问题的基本政策是\n\
正确答案:A\n\
A. 减租减息\n\
B. 三三制\n\
C. 大生产运动\n\
D. 精兵简政\
|\
中共十一届三中全会的主要功绩是\n\
正确答案:ABCD\n\
A. 彻底否定了“两个凡是”的错误方针\n\
B. 高度评价了关于真理标准问题的讨论\n\
C. 断然否定“以阶级斗争为纲”的指导思想\n\
D. 作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策\
|\
在中国早期接受、宣传马克思主义的先进分子中，来自新文化运动精神领袖的是\n\
正确答案:CD\n\
A. 毛泽东\n\
B. 董必武\n\
C. 李大钊\n\
D. 陈独秀\
|\
洋务派举办的洋务事业主要有\n\
正确答案:BCD\n\
A. 实行君主立宪制\n\
B. 兴办近代企业\n\
C. 建立新式海陆军\n\
D. 创办新式学堂\
|\
各地共产党的早期组织创办了的专门供工人阅读的马克思主义启蒙教育的刊物有\n\
正确答案:ABCD\n\
A. 《劳动界》\n\
B. 《劳动音》\n\
C. 《工人月刊》\n\
D. 《济南劳动月刊》\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
毛泽东认为，社会主义这个阶段可分为两个阶段，包括\n\
正确答案:AC\n\
A. 不发达的社会主义\n\
B. 初级阶段的社会主义\n\
C. 比较发达的社会主义\n\
D. 高级阶段的社会主义\
|\
中华人民共和国的成立开创了中国历史的新纪元，因为\n\
正确答案:ABCD\n\
A. 结束了帝国主义、封建主义、官僚资本主义统治中国、奴役中国的历史\n\
B. 结束了军阀割据、战乱频仍、匪乱不断的历史\n\
C. 为中国社会由新民主主义过渡到社会主义创造了前提条件\n\
D. 为实现中华民族的繁荣富强和人民的共同富裕，创造了前提\
|\
资本－帝国主义列强在侵华过程中进行文化渗透的主要手段有\n\
正确答案:ABD\n\
A. 利用宗教进行侵略活动\n\
B. 借助传播西学的名义为侵华制造舆论\n\
C. 散布西方的学术思想\n\
D. 宣扬“种族优劣论”\
|\
中国共产党成立后，“中国革命的面貌焕然一新”，其“新”主要表现在\n\
正确答案:ACD\n\
A. 以马克思主义为指导\n\
B. 以武装斗争为主要方法\n\
C. 提出彻底的反帝反封建的纲领\n\
D. 以社会主义、共产主义为远大目标\
|\
五四运动后，马克思主义在中国传播的特点是\n\
正确答案:ABCD\n\
A. 进步知识分子起了推动作用\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 马克思主义同非马克思主义展开斗争\n\
D. 马克思主义成为新文化运动的主流\
|\
1945年8月25日，中共中央提出“和平、民主、团结”三大口号的文件是\n\
正确答案:B\n\
A. 《抗日战争胜利后的时局和我们的方针》\n\
B. 《对目前时局的宣言》\n\
C. 《中共中央关于同国民党进行和平谈判的通知》\n\
D. 《政府与中共代表会谈纪要》\
|\
皖南事变后，中共中央重建新四军军部，被任命的政治委员是\n\
正确答案:C\n\
A. 陈毅\n\
B. 陈赓\n\
C. 刘少奇\n\
D. 项英\
|\
在1895年发起的“公车上书”后成为倡导维新运动旗手的是\n\
正确答案:B\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
日军占领南京后，制造震惊世界的大屠杀，被杀害我手无寸铁的平民和放下武器的士兵达到\n\
正确答案:C\n\
A. 10万以上\n\
B. 20万以上\n\
C. 30万以上\n\
D. 40万以上\
|\
20世纪30年代，中国共产党内最早提出反对教条主义的任务的领导人是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 张闻天\
|\
新中国第一颗人造地球卫星发射成功是在\n\
正确答案:D\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
国家对农村实行联产承包责任制的直接原因是\n\
正确答案:C\n\
A. 小农经济的落后性\n\
B. 为解决工业化原料\n\
C. 克服人民公社“一大二公”和分配中的平均主义\n\
D. 发展农村生产力\
|\
毛泽东指出，新民主主义国家内部的主要矛盾是\n\
正确答案:C\n\
A. 人民大众与封建主义的矛盾\n\
B. 中华民族与帝国主义的矛盾\n\
C. 无产阶级与资产阶级的矛盾\n\
D. 人民对经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\
|\
19世纪60年代，洋务派最早兴办的洋务事业是\n\
正确答案:A\n\
A. 军用工业\n\
B. 民用企业\n\
C. 新式学堂\n\
D. 新式海陆军\
|\
中国共产党独立领导革命战争和创建人民军队的开始是\n\
正确答案:A\n\
A. 南昌起义\n\
B. 八七会议\n\
C. 秋收起义\n\
D. 广州起义\
|\
下列关于“八七”会议的表述正确的是\n\
正确答案:ACD\n\
A. 纠正了陈独秀的右倾投降主义错误\n\
B. 会议避免了“左”的错误\n\
C. 毛泽东提出“政权是由枪杆子中取得的”\n\
D. 会议确定土地革命和武装斗争的方针\
|\
革命党人为维护共和成果推翻北洋军阀而进行的斗争有\n\
正确答案:BCD\n\
A. 辛亥革命\n\
B. 二次革命\n\
C. 护国运动\n\
D. 护法运动\
|\
下列有关皖南事变的表述，正确的是\n\
正确答案:ACD\n\
A. 它是国民党顽固派破坏抗战的行为\n\
B. 英美支持国民党发动\n\
C. 中国共产党坚决回击顽固派的进攻\n\
D. 新四军军部及所属部队损失惨重\
|\
毛泽东在《星星之火，可以燎原》一文中阐述的主要内容是\n\
正确答案:BCD\n\
A. 提出了“工农武装割据”的总概念，从思想路线的高度为农村包围城市的革命道路指明了方向\n\
B. 批评了“城市中心论”的思想\n\
C. 提出了红色政权巩固和扩大的路线\n\
D. 强调了坚持农村根据地建设的意义\
|\
1946年1月10日，在重庆召开了政治协商会议，其主要作用有\n\
正确答案:ABCD\n\
A. 有利于冲破蒋介石独裁统治\n\
B. 有利于实行民主政治\n\
C. 有利于和平建国。\n\
D. 激发中国广大人民实现民主、团结、统一的愿望。\
|\
孙中山所阐述的同盟会政治纲领中的民族主义的缺点是\n\
正确答案:CD\n\
A. 没有解决农民对于土地的需要\n\
B. 忽略了广大劳动群众在国家中的地位\n\
C. 没有提出明确的反帝主张\n\
D. 没有明确地把汉族军阀、官僚、地主作为革命的对象\
|\
日本对中国的大规模侵略和在中国部分地区的殖民统治，犯下了空前严重的罪行，其主要表现是\n\
正确答案:ABCD\n\
A. 制造惨绝人寰的大屠杀\n\
B. 实行“三光”政策\n\
C. 肆意掠夺矿产资源、土地及农产品\n\
D. 强制推行奴化教育\
|\
鸦片战争以后，中国社会发生的两个根本性变化是\n\
正确答案:BD\n\
A. 中国的白银大量外流，出现财政危机\n\
B. 独立的中国逐步变成半殖民地的中国\n\
C. 中国人的身体和精神遭到前所未有的毒害\n\
D. 封建的中国逐步变成半封建的中国\
|\
中国革命胜利的基本经验有\n\
正确答案:ACD\n\
A. 建立广泛的统一战线\n\
B. 群众路线\n\
C. 加强共产党自身的建设\n\
D. 坚持革命的武装斗争\
|\
太平天国失败的原因包括\n\
正确答案:ABCD\n\
A. 缺乏先进阶级的领导\n\
B. 缺乏科学理论的指导\n\
C. 缺乏对外国列强侵华的理性认识\n\
D. 没有正确对待中国的传统文化\
|\
中国资产阶级民主革命进入了一个新阶段的标志是\n\
正确答案:B\n\
A. 兴中会的成立\n\
B. 中国同盟会的成立\n\
C. 国民党的成立\n\
D. 中华革命党的成立\
|\
毛泽东指出，新民主主义国家内部的主要矛盾是\n\
正确答案:C\n\
A. 人民大众与封建主义的矛盾\n\
B. 中华民族与帝国主义的矛盾\n\
C. 无产阶级与资产阶级的矛盾\n\
D. 人民对经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\
|\
1917年，孙中山领导发动了反对北洋军阀的\n\
正确答案:C\n\
A. “二次革命”\n\
B. 护国运动\n\
C. 第一次护法运动\n\
D. 第二次护法运动\
|\
七届二中全会召开的地点是\n\
正确答案:C\n\
A. 北平\n\
B. 延安\n\
C. 西柏坡\n\
D. 上海\
|\
20世纪30年代，中国共产党内最早提出反对教条主义的任务的领导人是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 张闻天\
|\
鸦片战争以后，一股“向西方学习”的新思想萌发，其主要目的是：\n\
正确答案:A\n\
A. 重新认识世界，寻求强国御侮之道\n\
B. 学习西方先进技术，发展资本主义经济\n\
C. 了解西方国家，与之建立平等的外交关系\n\
D. 学习西方的先进的政治制度，进行社会改革\
|\
最能体现太平天国社会理想和农民战争特点的纲领性文件是\n\
正确答案:D\n\
A. 《资政新篇》\n\
B. 《原道觉世训》\n\
C. 《十款天条》\n\
D. 《天朝田亩制度》\
|\
发展国民经济的第一个五年计划，集中力量进行的是\n\
正确答案:A\n\
A. 重工业建设\n\
B. 轻工业建设\n\
C. 军事和国防建设\n\
D. 农业建设\
|\
1976年“文化大革命”结束后，造成党和国家的工作在徘徊中前进局面的根源在于\n\
正确答案:D\n\
A. “阶级斗争为纲”的错误方针\n\
B. “批林批孔”的错误方针\n\
C. “反击右倾翻案风”的错误方针\n\
D. “两个凡是”的错误方针\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
抗战初期，国民党正面战场的几次大会战是\n\
正确答案:ABCD\n\
A. 凇沪会战\n\
B. 太原会战\n\
C. 徐州会战\n\
D. 武汉会战\
|\
我国对个体农业进行社会主义改造的方针是\n\
正确答案:BC\n\
A. 典型示范\n\
B. 积极发展\n\
C. 稳步前进\n\
D. 逐步过渡\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
1949年后，中国社会存在的经济成分有\n\
正确答案:ABCD\n\
A. 国营经济\n\
B. 合作社经济\n\
C. 个体经济\n\
D. 私人资本主义经济\
|\
大革命失败的原因有\n\
正确答案:ABCD\n\
A. 反革命的力量强大\n\
B. 中共领导人的错误思想\n\
C. 中共缺乏革命斗争的经验\n\
D. 中共在思想理论上不够成熟\
|\
19世纪末期，帝国主义列强瓜分中国的图谋未能实现的原因包括\n\
正确答案:BD\n\
A. 洋务派开展的“自强”“求富”运动\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 维新派掀起的戊戌变法运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
中共十一届三中全会的主要功绩是\n\
正确答案:ABCD\n\
A. 彻底否定了“两个凡是”的错误方针\n\
B. 高度评价了关于真理标准问题的讨论\n\
C. 断然否定“以阶级斗争为纲”的指导思想\n\
D. 作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策\
|\
日本对中国的大规模侵略和在中国部分地区的殖民统治，犯下了空前严重的罪行，其主要表现是\n\
正确答案:ABCD\n\
A. 制造惨绝人寰的大屠杀\n\
B. 实行“三光”政策\n\
C. 肆意掠夺矿产资源、土地及农产品\n\
D. 强制推行奴化教育\
|\
辛亥革命的失败的主观原因包括\n\
正确答案:BCD\n\
A. 资本主义建国方案在半殖民地半封建社会的中国行不通\n\
B. 不能充分发动和依靠人民群众\n\
C. 不能建立坚强的革命政党\n\
D. 没有提出彻底的反帝反封建的革命纲领\
|\
在新民主主义革命时期，有三种建国方案可由中国人民在政治实践中选择，但从根本上说可供中国人民选择的方案主要是\n\
正确答案:BC\n\
A. 在中国建立资产阶级共和国\n\
B. 继续维持半殖民地半封建的旧中国\n\
C. 创建新民主主义的新中国\n\
D. 在中国建立社会主义国家\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
造成1959年至1961年我国国民经济严重困难的主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. “大跃进”和“反右倾”斗争的错误\
|\
在近代中国，争取民族独立和人民解放的最终目的是\n\
正确答案:C\n\
A. 推翻封建专制制度\n\
B. 充分发展近代民族工商业\n\
C. 实现国家繁荣富强和人民共同富裕\n\
D. 废除列强同中国签订的一切不平等条约\
|\
抗日战争胜利后初期，中共的主要政治任务是\n\
正确答案:C\n\
A. 参加重庆谈判，商讨建国大计\n\
B. 进行土地改革，消灭封建剥削制度\n\
C. 争取和平民主，反对内战独裁\n\
D. 召开政协会议，改组国民政府\
|\
清末“预备立宪”的根本目的在于\n\
正确答案:C\n\
A. 仿效欧美政体\n\
B. 发展资本主义\n\
C. 延续封建统治\n\
D. 缓和阶级矛盾\
|\
1949年10月1日中华人民共和国成立到（ ）年这几年，是基本完成社会主义改造的时期\n\
正确答案:A\n\
A. 1956\n\
B. 1957\n\
C. 1955\n\
D. 1958\
|\
在中法战争期间，率领清军和当地民众取得镇南关大捷的爱国将领是\n\
正确答案:B\n\
A. 左宝贵\n\
B. 冯子材\n\
C. 陈化成\n\
D. 刘铭传\
|\
从（ ）这十年，是“文化大革命”时期\n\
正确答案:B\n\
A. 1956年5月到1966年 10月\n\
B. 1966年5月到1976年 10月\n\
C. 1956年5月到1966年8月\n\
D. 1966年5月到1966年 8月\
|\
（ ）揭开改革开放的序幕，吹响建设中国特色的社会主义的时代号角\n\
正确答案:A\n\
A. 十一届三中全会\n\
B. 十二届四中全会\n\
C. 十三届四中全会\n\
D. 十一届四中全会\
|\
太平天国之所以是农民战争的高峰，最主要因为\n\
正确答案:C\n\
A. 其规模和延续时间均属空前\n\
B. 建立了与清政府对立的政权\n\
C. 制定了比较完整的革命纲领\n\
D. 对封建王朝的打击空前沉重\
|\
19世纪末期，帝国主义列强瓜分中国的图谋未能实现的原因包括\n\
正确答案:BD\n\
A. 洋务派开展的“自强”“求富”运动\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 维新派掀起的戊戌变法运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
中国的资产阶级分为两个部分,它们包括\n\
正确答案:AB\n\
A. 官僚资产阶级\n\
B. 民族资产阶级\n\
C. 小资产阶级\n\
D. 工人阶级\
|\
早期信仰马克思主义的人物有\n\
正确答案:ABD\n\
A. 陈独秀\n\
B. 李大钊\n\
C. 胡适\n\
D. 周恩来\
|\
下列关于“八七”会议的表述正确的是\n\
正确答案:ACD\n\
A. 纠正了陈独秀的右倾投降主义错误\n\
B. 会议避免了“左”的错误\n\
C. 毛泽东提出“政权是由枪杆子中取得的”\n\
D. 会议确定土地革命和武装斗争的方针\
|\
1946年1月10日，政治协商会议在重庆开幕，出席会议的有（ ）的代表\n\
正确答案:ABCD\n\
A. 国民党\n\
B. 共产党\n\
C. 民主同盟\n\
D. 无党派人士\
|\
国共合作的大革命时期中国共产党所发挥的作用包括\n\
正确答案:ACD\n\
A. 提出了反帝反封建的政治口号\n\
B. 广州国民政府的建立者\n\
C. 人民群众的主要发动者和组织者\n\
D. 推动了北伐战争的顺利进行\
|\
近代中国革命的对象是（ ）\n\
正确答案:ABD\n\
A. 帝国主义\n\
B. 封建主义\n\
C. 小资产阶级\n\
D. 官僚资本主义\
|\
资产阶级革命派和改良派论战的内容是（ ）\n\
正确答案:ABC\n\
A. 要不要以革命手段推翻清政府\n\
B. 要不要推翻帝制，实行共和\n\
C. 要不要社会革命\n\
D. 要不要反对外国帝国主义列强的侵略\
|\
和旧民主主义革命相比，五四运动的历史特点是\n\
正确答案:ABCD\n\
A. 彻底的反帝反封建\n\
B. 它是场真正的群众运动\n\
C. 促进了马克思主义在中国的传播\n\
D. 促进了马克思主义与中国工人运动的结合\
|\
中国革命胜利的基本经验有\n\
正确答案:ACD\n\
A. 建立广泛的统一战线\n\
B. 群众路线\n\
C. 加强共产党自身的建设\n\
D. 坚持革命的武装斗争\
|\
1915年12月，资产阶级革命派发动了反对袁世凯复辟帝制的\n\
正确答案:B\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
解放战争时期，国统区人民所进行的第二条战线的斗争是\n\
正确答案:D\n\
A. 以工人运动为先导\n\
B. 以农民运动为先导\n\
C. 以商人罢市为先导\n\
D. 以学生运动为先导\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于①对国情没有认识清楚 ②缺乏社会主义建设的经验 ③苏联撕毁合同 ④急于求成\n\
正确答案:D\n\
A. ①②③\n\
B. ②③④\n\
C. ①④\n\
D. ①②④\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
1904年至1905年，外国侵略者在中国东北为争夺在华利益而进行的战争是\n\
正确答案:D\n\
A. 英法战争\n\
B. 英俄战争\n\
C. 日美战争\n\
D. 日俄战争\
|\
1905年至1907年，资产阶级革命派和改良派论战的焦点是\n\
正确答案:D\n\
A. 要不要平均地权\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
结束王明的"左"倾冒险主义在党中央的统治，确立了毛泽东的领导地位的重要会议是\n\
正确答案:B\n\
A. 八七会议\n\
B. 遵义会议\n\
C. 瓦窑堡会议\n\
D. 中共七大\
|\
在近代中国，实现国家繁荣富强和人民共同富裕的前提条件\n\
正确答案:D\n\
A. 建立资本主义制度\n\
B. 反对帝国主义的侵略\n\
C. 推翻封建主义的统治\n\
D. 争得民族独立和人民解放\
|\
第一次国共合作形成的标志是\n\
正确答案:A\n\
A. 中国国民党第一次全国代表大会\n\
B. 中国国民党第二次全国代表大会\n\
C. 中国共产党第三次全国代表大会\n\
D. 中国共产党杭州西湖会议\
|\
下列文献明确规定毛泽东思想为中国共产党指导思想的是\n\
正确答案:B\n\
A. 中共"一大"通过的党纲\n\
B. 中共"七大"通过的党章\n\
C. 中共"八七"会议的决定\n\
D. 中共遵义会议的决议\
|\
陈独秀右倾机会主义和王明“左”倾机会主义错误产生的共同原因是\n\
正确答案:ABC\n\
A. 共产国际的错误指导\n\
B. 中国共产党不够成熟，缺乏理论修养和实践经验\n\
C. 主观主义\n\
D. 对革命急于求成\
|\
中国共产党领导的革命包括（ ）两个阶段\n\
正确答案:BC\n\
A. 资产阶级革命\n\
B. 社会主义革命\n\
C. 新民主主义革命\n\
D. 旧民主主义革命\
|\
1921-1949年中国社会的3种建国方案是\n\
正确答案:ABC\n\
A. 建立大地主大资产阶级的军事独裁统治\n\
B. 建立一个工人阶级领导的人民共和国\n\
C. 建立一个资产阶级共和国\n\
D. 建立一个欧美式的联邦共和国\
|\
毛泽东总结中国共产党成立以来的历史经验，指出中国共产党在中国革命中战胜敌人的三大法宝是\n\
正确答案:ABC\n\
A. 统一战线\n\
B. 武装斗争\n\
C. 党的建设\n\
D. 根据地建设\
|\
中共十二届六中全会确定的我国社会主义现代化建设的总体布局是\n\
正确答案:ABCD\n\
A. 以经济建设为中心\n\
B. 坚定不移地进行经济体制改革\n\
C. 坚定不移地进行政治体制改革\n\
D. 坚定不移地加强精神文明建设\
|\
在新民主主义革命时期，有三种建国方案可由中国人民在政治实践中选择，但从根本上说可供中国人民选择的方案主要是\n\
正确答案:BC\n\
A. 在中国建立资产阶级共和国\n\
B. 继续维持半殖民地半封建的旧中国\n\
C. 创建新民主主义的新中国\n\
D. 在中国建立社会主义国家\
|\
1939年7月，中共明确提出（ ）三大口号，继续争取同蒋介石集团合作。\n\
正确答案:BCD\n\
A. 停止内战，一致对外\n\
B. 坚持抗战到底，反对中途妥协\n\
C. 巩固国内团结，反对内部分裂\n\
D. 力求全国进步，反对向后倒退\
|\
中共十一届三中全会后对外开放开始起步，1980年中央决定设立\n\
正确答案:ABCD\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 汕头经济特区\n\
D. 厦门经济特区\
|\
1947-1948年土地改革意义有\n\
正确答案:ABD\n\
A. 从根本上摧毁了中国封建制度的根基\n\
B. 奠定了打败国民党的群众基础\n\
C. 解决了全部农民的土地问题。\n\
D. 使人民解放军获得大量的人力、物力的支援。\
|\
参加五四运动的社会阶层有\n\
正确答案:ABCD\n\
A. 工人\n\
B. 农民\n\
C. 学生\n\
D. 商人\
|\
对“民权主义”理解正确的是\n\
正确答案:B\n\
A. 推翻清王朝的封建专制统治\n\
B. 进行政治革命，推翻封建帝制，建立资产阶级共和国\n\
C. 平均地权、核定地价\n\
D. 打击帝国主义在华势力\
|\
造成1959年至1961年我国国民经济严重困难的最主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. 经济建设中的“左”倾错误\
|\
率领北平国民党军队接受和平改编的国民党将领是\n\
正确答案:D\n\
A. 张治中\n\
B. 蔡廷锴\n\
C. 杜聿明\n\
D. 傅作义\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
第一个五年计划中，东北地区的建设项目主要是\n\
正确答案:B\n\
A. 纺织工业项目\n\
B. 重工业项目\n\
C. 电子工业项目\n\
D. 煤炭工业项目\
|\
“师夷之长技以制夷”的提出者是\n\
正确答案:D\n\
A. 龚自珍\n\
B. 林则徐\n\
C. 洪仁玕\n\
D. 魏源\
|\
中国近代史上人民群众第一次大规模的反侵略武装斗争是\n\
正确答案:A\n\
A. 三元里人民的抗英斗争\n\
B. 太平天国抗击洋枪队的斗争\n\
C. 台湾高山族人民的抗日斗争\n\
D. 义和团抗击八国联军的斗争\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的标志是\n\
正确答案:A\n\
A. 中共十一届三中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十二届六中全会的召开\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的会议是\n\
正确答案:D\n\
A. 中共十二届六中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十一届三中全会的召开\
|\
第五次反“围剿”的失败充分证明了\n\
正确答案:D\n\
A. 良好的群众基础是红色政权存在的重要条件\n\
B. 全国的革命形势对红色政权的影响巨大\n\
C. 相当力量的正式红军的存在，是造成工农武装割据的重要条件\n\
D. 中国共产党的正确领导是红色政权存在的最重要条件\
|\
武装斗争、土地革命、根据地建设在“工农武装割据”中各自的地位是\n\
正确答案:ABD\n\
A. 武装斗争是主要形式，土地革命是基本内容\n\
B. 根据地是开展武装斗争和土地革命的战略依托\n\
C. 以建立和扩大根据地为中心工作\n\
D. 土地革命是中心工作\
|\
资产阶级共和国的方案之所以行不通的原因是\n\
正确答案:ABCD\n\
A. 力量过于软弱\n\
B. 没有勇气和能力去领导人民进行彻底反帝反封建的革命斗争\n\
C. 提不出彻底的土地革命的纲领\n\
D. 不敢进行革命的武装斗争\
|\
近代中国压在中国人民身上的“三座大山”指的是\n\
正确答案:ABC\n\
A. 帝国主义\n\
B. 官僚资本主义\n\
C. 封建主义\n\
D. 民族资本主义\
|\
新文化运动的代表性人物有\n\
正确答案:ABCD\n\
A. 鲁迅\n\
B. 陈独秀\n\
C. 李大钊\n\
D. 胡适\
|\
辛亥革命失败的原因是\n\
正确答案:ABCD\n\
A. 结束了2000多年的君主专制政体，建立了资产阶级共和政府\n\
B. 给人们带来了一次思想上的解放\n\
C. 为资本主义的发展创造了条件\n\
D. 一定程度上打击了帝国主义的侵略势力\
|\
洋务运动失败的原因是\n\
正确答案:ABCD\n\
A. 洋务运动具有封建性\n\
B. 洋务企业的管理具有腐朽性\n\
C. 洋务运动对西方列强具有依赖性\n\
D. 顽固势力对洋务运动的多方阻挠\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
与清政府签订《天津条约》的国家有\n\
正确答案:AC\n\
A. 英国\n\
B. 俄国\n\
C. 法国\n\
D. 日本\
|\
毛泽东从1928年到1930年提出并阐述了农村包围城市、武装夺取政权道路理论的主要\n\
正确答案:ABCD\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《反对本本主义》\
|\
在1921年中国共产党诞生至1949年新中国成立以前的时期，中国存在着三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 外国帝国主义\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
前期新文化运动的指导思想是\n\
正确答案:B\n\
A. 资产阶级维新思想\n\
B. 民主和科学的思想\n\
C. "兼容并包"的思想\n\
D. 社会主义的思想\
|\
从（ ）这十年，是“文化大革命”时期\n\
正确答案:B\n\
A. 1956年5月到1966年 10月\n\
B. 1966年5月到1976年 10月\n\
C. 1956年5月到1966年8月\n\
D. 1966年5月到1966年 8月\
|\
抗日战争胜利后，取代日本在中国的地位的是\n\
正确答案:A\n\
A. 美国\n\
B. 苏联\n\
C. 法国\n\
D. 英国\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的标志是\n\
正确答案:A\n\
A. 中共十一届三中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十二届六中全会的召开\
|\
清末“预备立宪”的根本目的在于\n\
正确答案:C\n\
A. 仿效欧美政体\n\
B. 发展资本主义\n\
C. 延续封建统治\n\
D. 缓和阶级矛盾\
|\
1928年蒋介石在南京建立政权，其性质是\n\
正确答案:D\n\
A. 地主阶级政权\n\
B. 官僚资产阶级政权\n\
C. 资产阶级政权\n\
D. 大地主大资产阶级政权\
|\
解放战争时期，国统区人民所进行的第二条战线的斗争是\n\
正确答案:D\n\
A. 以工人运动为先导\n\
B. 以农民运动为先导\n\
C. 以商人罢市为先导\n\
D. 以学生运动为先导\
|\
近代中国第一个全国性的资产阶级革命政党是\n\
正确答案:B\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
在中国近代史上，资产阶级思想与封建主义思想的第一次正面交锋是\n\
正确答案:D\n\
A. 洋务派与顽固派的论战\n\
B. 革命派与改良派的论战\n\
C. 洋务派与维新派的论战\n\
D. 维新派与守旧派的论战\
|\
毛泽东指出，新民主主义国家内部的主要矛盾是\n\
正确答案:C\n\
A. 人民大众与封建主义的矛盾\n\
B. 中华民族与帝国主义的矛盾\n\
C. 无产阶级与资产阶级的矛盾\n\
D. 人民对经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\
|\
中共十一届三中全会的主要功绩是\n\
正确答案:ABCD\n\
A. 彻底否定了“两个凡是”的错误方针\n\
B. 高度评价了关于真理标准问题的讨论\n\
C. 断然否定“以阶级斗争为纲”的指导思想\n\
D. 作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策\
|\
1905年至1907年，资产阶级革命派和改良派展开论战的各自舆论阵地是\n\
正确答案:AD\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
国家资本主义的初级形式在社会主义过渡时期主要体现在\n\
正确答案:ABC\n\
A. 统购包销\n\
B. 委托加工\n\
C. 计划订货\n\
D. 公私合营\
|\
中国共产党在抗日民族统一战线中的策略总方针是\n\
正确答案:ABC\n\
A. 发展进步势力\n\
B. 争取中间势力\n\
C. 孤立顽固势力\n\
D. 打击资产阶级\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（ ）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
下列关于“八七”会议的表述正确的是\n\
正确答案:ACD\n\
A. 纠正了陈独秀的右倾投降主义错误\n\
B. 会议避免了“左”的错误\n\
C. 毛泽东提出“政权是由枪杆子中取得的”\n\
D. 会议确定土地革命和武装斗争的方针\
|\
下列关于延安整风的表述，正确的是\n\
正确答案:ABCD\n\
A. 在思想上清算了“左”的和右的错误\n\
B. 是马克思主义思想教育运动\n\
C. 提高了广大党员的思想理论水平，增强了党的凝聚力和战斗力\n\
D. 为新民主主义革命在全国的胜利奠定了思想基础\
|\
下列有关中共第一次工作重心转移的叙述，正确的是\n\
正确答案:ABD\n\
A. 在革命面临危机的背景下被迫转移的\n\
B. 经历了一个先实践后理论的认识过程\n\
C. 使党的民主革命任务发生了根本变化\n\
D. 找到了一条适合中国国情的正确革命道路\
|\
新民主主义社会的三种主要经济成分是\n\
正确答案:ABD\n\
A. 社会主义经济\n\
B. 私人资本主义经济\n\
C. 国家资本主义经济\n\
D. 个体经济\
|\
中国资产阶级领导的旧民主主义革命终结的标志是\n\
正确答案:C\n\
A. 二次革命的失败\n\
B. 辛亥革命的果实被袁世凯窃取\n\
C. 护法运动的失败\n\
D. 护国运动的失败\
|\
在1898年9月“百日维新”失败后拒绝出走而慷慨就义的维新派代表人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
毛泽东指出，新民主主义国家内部的主要矛盾是\n\
正确答案:C\n\
A. 人民大众与封建主义的矛盾\n\
B. 中华民族与帝国主义的矛盾\n\
C. 无产阶级与资产阶级的矛盾\n\
D. 人民对经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\
|\
中国加入世界贸易组织是在\n\
正确答案:A\n\
A. 2001年\n\
B. 2002年\n\
C. 2003年\n\
D. 2004年\
|\
近代中国睁眼看世界的第一人是\n\
正确答案:A\n\
A. 林则徐\n\
B. 魏源\n\
C. 严复\n\
D. 郑观应\
|\
揭开中国社会主义改革开放和现代化建设新时期序幕的是\n\
正确答案:B\n\
A. 中共十一大\n\
B. 中共十一届三中全会\n\
C. 中共十二大\n\
D. 中共十二届三中全会\
|\
1840年第一次鸦片战争后中国社会的性质是\n\
正确答案:C\n\
A. 封建社会\n\
B. 资本主义社会\n\
C. 半殖民地半封建社会\n\
D. 半资本主义半封建社会\
|\
宣告延续了22年的国民党反动统治覆灭的事件是(\n\
正确答案:D\n\
A. 人民解放军三大战役的胜利\n\
B. 国共北平和谈的破裂\n\
C. 蒋介石宣布下野\n\
D. 人民解放军占领南京\
|\
在下列不平等条件中，含有强迫清政府把台湾割让给日本这一内容的是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《辛丑条约》\n\
C. 《马关条约》\n\
D. 《北京条约》\
|\
中国民族资产阶级政治上的两面性是指\n\
正确答案:AB\n\
A. 与外国资本主义和本国封建主义有矛盾、斗争的一面\n\
B. 与外国资本主义和本国封建主义有依赖、妥协的一面\n\
C. 与外国资本主义和本国封建主义有合作的一面\n\
D. 与外国资本主义和本国封建主义有中立的一面\
|\
皖南事变中遇难的新四军将领有\n\
正确答案:BC\n\
A. 叶挺\n\
B. 项英\n\
C. 袁国平\n\
D. 彭雪枫\
|\
1905年至1907年间，资产阶级革命派与改良派论战的主要议题是\n\
正确答案:ACD\n\
A. 要不要社会革命\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
国共合作的大革命时期中国共产党所发挥的作用包括\n\
正确答案:ACD\n\
A. 提出了反帝反封建的政治口号\n\
B. 广州国民政府的建立者\n\
C. 人民群众的主要发动者和组织者\n\
D. 推动了北伐战争的顺利进行\
|\
延安整风运动的主要内容是\n\
正确答案:ACD\n\
A. 反对主观主义以整顿学风\n\
B. 反对官僚主义以整顿作风\n\
C. 反对党八股以整顿文风\n\
D. 反对宗派主义以整顿党风\
|\
过渡时期总路线，中的“三改”是指\n\
正确答案:ABC\n\
A. 对农业的改造\n\
B. 手工业的改造\n\
C. 资本主义工商业的改造\n\
D. 林业的改造\
|\
土地革命战争前期红色政权根据地的政权\n\
正确答案:BCD\n\
A. 是人民民主统一战线性质的政权\n\
B. 是工农民主专政性质的政权\n\
C. 属于新民主主义的政权\n\
D. 政权的主体是工农兵代表大会\
|\
第一次鸦片战争期后，清政府被迫分别与法国和美国签订的不平等条约是\n\
正确答案:BD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《虎门条约》\n\
D. 《黄埔条约》\
|\
抗日战争时期，中国共产党主办的（ ）报刊在国民党统治区公开发行，及时宣传党的主张，鼓舞和激励群众的抗战热情\n\
正确答案:AB\n\
A. 《新华日报》\n\
B. 《群众》周刊\n\
C. 《热血日报》\n\
D. 《解放日报》\
|\
中国共产党早期组织的活动有\n\
正确答案:ABCD\n\
A. 研究和宣传马克思主义\n\
B. 同反马克思主义思潮展开论战\n\
C. 在工人中进行组织和宣传工作\n\
D. 成立社会主义青年团\
|\
振奋全国抗战精神的“台儿庄大捷”出现在国民党组织的哪场会战中\n\
正确答案:D\n\
A. 淞沪会战\n\
B. 太原会战\n\
C. 常德会战\n\
D. 徐州会战\
|\
1915年12月，资产阶级革命派发动了反对袁世凯复辟帝制的\n\
正确答案:B\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
鸦片战争以后，一股“向西方学习”的新思想萌发，其主要目的是：\n\
正确答案:A\n\
A. 重新认识世界，寻求强国御侮之道\n\
B. 学习西方先进技术，发展资本主义经济\n\
C. 了解西方国家，与之建立平等的外交关系\n\
D. 学习西方的先进的政治制度，进行社会改革\
|\
太平天国在《天朝田亩制度》中提出的社会改革方案是\n\
正确答案:A\n\
A. 以解决土地问题为中心\n\
B. 以发展资本主义为中心\n\
C. 以反对封建的等级制度为中心\n\
D. 以废除儒学的纲常伦理为中心\
|\
太平天国在后期提出的带有鲜明资本主义色彩的改革方案是\n\
正确答案:D\n\
A. 《原道觉世训》\n\
B. 《十款天条》\n\
C. 《天朝田亩制度》\n\
D. 《资政新篇》\
|\
所谓“国中之国”是指\n\
正确答案:C\n\
A. 帝国主义在华的势力范围\n\
B. 帝国主义强迫我国开放的通商口岸\n\
C. 租界\n\
D. 帝国主义强迫清政府割让的土地\
|\
资本－帝国主义列强对中国的侵略，首先和主要进行的是\n\
正确答案:A\n\
A. 军事侵略\n\
B. 政治控制\n\
C. 经济掠夺\n\
D. 文化渗透\
|\
五四运动很快发展成为全国性的爱国运动，这充分说明\n\
正确答案:D\n\
A. 上海工人觉悟高\n\
B. 五四运动属于资产阶级民主革命\n\
C. 五四运动具有反帝反封建的性质\n\
D. 五四运动具有广泛的群众基础\
|\
自1863年开始在中国任总税务司、控制中国海关大权达40余年之久的是\n\
正确答案:D\n\
A. 德国人郭士立\n\
B. 美国人田贝\n\
C. 法国人孟振生\n\
D. 英国人赫德\
|\
戊戌变法的性质是\n\
正确答案:B\n\
A. 资产阶级革命运动\n\
B. 资产阶级改良运动\n\
C. 封建统治阶级自上而下的改革\n\
D. 地主阶级的改革运动\
|\
武装斗争、土地革命、根据地建设在“工农武装割据”中各自的地位是\n\
正确答案:ABD\n\
A. 武装斗争是主要形式，土地革命是基本内容\n\
B. 根据地是开展武装斗争和土地革命的战略依托\n\
C. 以建立和扩大根据地为中心工作\n\
D. 土地革命是中心工作\
|\
大革命失败后，中共进行的反抗国民党反动统治的武装斗争包括\n\
正确答案:ABD\n\
A. 南昌起义\n\
B. 秋收起义\n\
C. 孟良崮战役\n\
D. 广州起义\
|\
1979年4月，中共中央工作会议提出的针对国民经济的方针是\n\
正确答案:ABCD\n\
A. 调整\n\
B. 改革\n\
C. 整顿\n\
D. 提高\
|\
1939年7月，中共针对当时国内出现的妥协与分裂的危险，明确提出（ ）三大方针。\n\
正确答案:ABC\n\
A. 团结\n\
B. 抗战\n\
C. 进步\n\
D. 斗争\
|\
第一次鸦片战争后签定的不平等条约有\n\
正确答案:ABD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《北京条约》\n\
D. 《黄埔条约》\
|\
中共十一届三中全会后对外开放开始起步，1980年中央决定设立\n\
正确答案:ABCD\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 汕头经济特区\n\
D. 厦门经济特区\
|\
延安整风运动的主要内容是\n\
正确答案:ACD\n\
A. 反对主观主义以整顿学风\n\
B. 反对官僚主义以整顿作风\n\
C. 反对党八股以整顿文风\n\
D. 反对宗派主义以整顿党风\
|\
革命党人为维护共和成果推翻北洋军阀而进行的斗争有\n\
正确答案:BCD\n\
A. 辛亥革命\n\
B. 二次革命\n\
C. 护国运动\n\
D. 护法运动\
|\
.五四运动与以往民主主义革命的显著区别是\n\
正确答案:ABC\n\
A. 广泛的群众基础\n\
B. 在俄国十月革命影响下发生\n\
C. 工人阶级发挥了主力军的作用\n\
D. 进行了"外争主权，内惩国贼"的斗争\
|\
引导农民走向社会主义的过渡性经济组织形式有\n\
正确答案:BCD\n\
A. 人民公社\n\
B. 农村互助组\n\
C. 初级农业生产合作社\n\
D. 高级农业生产合作社\
|\
在中国近代史上，资产阶级思想与封建主义思想的第一次正面交锋是\n\
正确答案:D\n\
A. 洋务派与顽固派的论战\n\
B. 革命派与改良派的论战\n\
C. 洋务派与维新派的论战\n\
D. 维新派与守旧派的论战\
|\
结束王明的"左"倾冒险主义在党中央的统治，确立了毛泽东的领导地位的重要会议是\n\
正确答案:B\n\
A. 八七会议\n\
B. 遵义会议\n\
C. 瓦窑堡会议\n\
D. 中共七大\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
在1895年发起的“公车上书”后成为倡导维新运动旗手的是\n\
正确答案:B\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的标志是\n\
正确答案:A\n\
A. 中共十一届三中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十二届六中全会的召开\
|\
中国加入世界贸易组织是在\n\
正确答案:A\n\
A. 2001年\n\
B. 2002年\n\
C. 2003年\n\
D. 2004年\
|\
中国封建社会的基本生产结构是\n\
正确答案:A\n\
A. 小农经济\n\
B. 商品经济\n\
C. 市场经济\n\
D. 个体经济\
|\
英法联军攻占北京并放火烧毁凝聚着中华民族聪明才智的圆明园是在\n\
正确答案:B\n\
A. 第一次鸦片战争期间\n\
B. 第二次鸦片战争期间\n\
C. 甲午战争期间\n\
D. 八国联军侵华战争期间\
|\
解放战争时期，国统区人民所进行的第二条战线的斗争是\n\
正确答案:D\n\
A. 以工人运动为先导\n\
B. 以农民运动为先导\n\
C. 以商人罢市为先导\n\
D. 以学生运动为先导\
|\
新文化运动兴起的标志是\n\
正确答案:A\n\
A. 陈独秀创办《新青年》\n\
B. 民主和科学口号的提出\n\
C. 胡适发表《文学改良刍议》\n\
D. 李大钊发表《庶民的胜利》\
|\
1947年3月，国民党军队重点进攻的解放区是\n\
正确答案:AD\n\
A. 山东\n\
B. 中原\n\
C. 华东\n\
D. 陕北\
|\
国家资本主义的初级形式在社会主义过渡时期主要体现在\n\
正确答案:ABC\n\
A. 统购包销\n\
B. 委托加工\n\
C. 计划订货\n\
D. 公私合营\
|\
中共十一届三中全会的主要功绩是\n\
正确答案:ABCD\n\
A. 彻底否定了“两个凡是”的错误方针\n\
B. 高度评价了关于真理标准问题的讨论\n\
C. 断然否定“以阶级斗争为纲”的指导思想\n\
D. 作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策\
|\
我国农业合作化运动的基本原则和方针包括\n\
正确答案:ABCD\n\
A. 先合作化，后机械化的道路\n\
B. 积极发展、稳步前进、逐步过渡的方针\n\
C. 坚持自愿和互利的原则\n\
D. 始终把是否增产作为衡量合作社是否办好的标准\
|\
五四运动后，马克思主义在中国传播的特点是\n\
正确答案:ABCD\n\
A. 进步知识分子起了推动作用\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 马克思主义同非马克思主义展开斗争\n\
D. 马克思主义成为新文化运动的主流\
|\
1946年1月10日，政治协商会议在重庆开幕，出席会议的有（ ）的代表\n\
正确答案:ABCD\n\
A. 国民党\n\
B. 共产党\n\
C. 民主同盟\n\
D. 无党派人士\
|\
1912年2月13日，临时参议院选举袁世凯为临时大总统。孙中山为防止袁世凯专制，提出新总统必须遵守的条件包括\n\
正确答案:ACD\n\
A. 定都南京\n\
B. 维护共和\n\
C. 新总统到南京就职\n\
D. 遵守约法\
|\
中国共产党早期组织的活动有\n\
正确答案:ABCD\n\
A. 研究和宣传马克思主义\n\
B. 同反马克思主义思潮展开论战\n\
C. 在工人中进行组织和宣传工作\n\
D. 成立社会主义青年团\
|\
我国对农业社会主义改造极大地创伤了农民生产的积极性，问题在于\n\
正确答案:ABCD\n\
A. 要求过急\n\
B. 粗暴强制\n\
C. 条件不成熟\n\
D. 形式过于简单划一\
|\
革命党人为维护共和成果推翻北洋军阀而进行的斗争有\n\
正确答案:BCD\n\
A. 辛亥革命\n\
B. 二次革命\n\
C. 护国运动\n\
D. 护法运动\
|\
在中法战争期间，率领清军和当地民众取得镇南关大捷的爱国将领是\n\
正确答案:B\n\
A. 左宝贵\n\
B. 冯子材\n\
C. 陈化成\n\
D. 刘铭传\
|\
第五次反“围剿”的失败充分证明了\n\
正确答案:D\n\
A. 良好的群众基础是红色政权存在的重要条件\n\
B. 全国的革命形势对红色政权的影响巨大\n\
C. 相当力量的正式红军的存在，是造成工农武装割据的重要条件\n\
D. 中国共产党的正确领导是红色政权存在的最重要条件\
|\
1914年7月，孙中山在东京正式成立的组织是\n\
正确答案:C\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
标志中国民族资产阶级第一次登上政治舞台的是\n\
正确答案:B\n\
A. 洋务运动\n\
B. 戊戌维新运动\n\
C. 护国运动\n\
D. 护法运动\
|\
在近代，帝国主义列强不能灭亡和瓜分中国的最根本原因是\n\
正确答案:D\n\
A. 民族资产阶级发动的民主革命\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 洋务派开展的“自强”、“求富”运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
中国封建社会的基本生产结构是\n\
正确答案:A\n\
A. 小农经济\n\
B. 商品经济\n\
C. 市场经济\n\
D. 个体经济\
|\
戊戌变法的性质是\n\
正确答案:B\n\
A. 资产阶级革命运动\n\
B. 资产阶级改良运动\n\
C. 封建统治阶级自上而下的改革\n\
D. 地主阶级的改革运动\
|\
十年对峙时期，红色政权能够发展壮大的主要原因是\n\
正确答案:D\n\
A. 建立于敌人力量薄弱的山区\n\
B. 当时新旧军阀混战激烈\n\
C. 得到了大量的国际援助物资\n\
D. 坚持了"工农武装割据"的思想\
|\
中国共产党在洛川会议上规定，为抗战时期解决农民问题的基本政策是\n\
正确答案:A\n\
A. 减租减息\n\
B. 三三制\n\
C. 大生产运动\n\
D. 精兵简政\
|\
“师夷之长技以制夷”的提出者是\n\
正确答案:D\n\
A. 龚自珍\n\
B. 林则徐\n\
C. 洪仁玕\n\
D. 魏源\
|\
五四运动与以往的民主主义革命的显著区别是\n\
正确答案:ACD\n\
A. 有广泛的群众基础\n\
B. 目的为“外争主权，内除国贼”\n\
C. 工人阶级发挥了主力军作用\n\
D. 在俄国十月革命影响下发生的\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
1915年兴起的新文化运动的主要内容\n\
正确答案:ABCD\n\
A. 提倡民主和科学\n\
B. 提倡白话文\n\
C. 提倡新文学\n\
D. 宣传男女平等和个性解放\
|\
促使民主党派与蒋介石集团决裂，同中国共产党并肩战斗的原因有\n\
正确答案:ABC\n\
A. 国民党撕毁政协决议，发动全面内战\n\
B. 蒋介石非法召开“国民大会”，制定伪宪法\n\
C. 人民解放军转入战略反攻，国统区反蒋斗争高涨\n\
D. 三大战役胜利，全国解放在望\
|\
洪秀全早期写的革命著作有\n\
正确答案:BCD\n\
A. 《奉天讨胡檄布四方谕》\n\
B. 《原道觉世训》\n\
C. 《原道救世歌》\n\
D. 《原道醒世训》\
|\
新文化运动兴起的社会背景是\n\
正确答案:ABCD\n\
A. 辛亥革命没有彻底批判封建思想\n\
B. 北洋军阀用封建思想来禁锢人们的头脑\n\
C. 资产阶级要求实行民主政治\n\
D. 中国资本主义进一步发展\
|\
毛泽东在《论持久战》中指出，抗日战争要经过三个阶段是\n\
正确答案:ABC\n\
A. 战略相持\n\
B. 战略反攻\n\
C. 战略防御\n\
D. 战略退缩\
|\
在中国近代史上，资产阶级维新派自身的弱点和局限主要有\n\
正确答案:ABC\n\
A. 脱离人民群众\n\
B. 不敢否定封建主义\n\
C. 对帝国主义抱有幻想\n\
D. 抱守儒家学说\
|\
五四运动前后的新文化运动的不同之处有\n\
正确答案:BC\n\
A. 宣传社会主义思想\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 对科学共产主义作了较为全面系统地介绍\n\
D. 动摇了封建正统思想\
|\
与清政府签订《天津条约》的国家有\n\
正确答案:AC\n\
A. 英国\n\
B. 俄国\n\
C. 法国\n\
D. 日本\
|\
太平天国在后期提出的带有鲜明资本主义色彩的改革方案是\n\
正确答案:D\n\
A. 《原道觉世训》\n\
B. 《十款天条》\n\
C. 《天朝田亩制度》\n\
D. 《资政新篇》\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
20世纪70时年代初，毛泽东、周恩来抓住时机在中美关系上发起了\n\
正确答案:A\n\
A. “乒乓外交”\n\
B. “足球外交”\n\
C. “围棋外交”\n\
D. “篮球外交”\
|\
在1898年9月“百日维新”失败后拒绝出走而慷慨就义的维新派代表人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
抗日战争胜利后初期，中共的主要政治任务是\n\
正确答案:C\n\
A. 参加重庆谈判，商讨建国大计\n\
B. 进行土地改革，消灭封建剥削制度\n\
C. 争取和平民主，反对内战独裁\n\
D. 召开政协会议，改组国民政府\
|\
对洋务派兴办洋务事业的指导思想最先作出比较完整表述的是\n\
正确答案:A\n\
A. 冯桂芬\n\
B. 李鸿章\n\
C. 林则徐\n\
D. 魏源\
|\
中国资产阶级革命派的阶级基础是\n\
正确答案:C\n\
A. 买办资产阶级\n\
B. 官僚资产阶级\n\
C. 民族资产阶级\n\
D. 城市小资产阶级\
|\
中国共产党独立领导革命战争和创建人民军队的开始是\n\
正确答案:A\n\
A. 南昌起义\n\
B. 八七会议\n\
C. 秋收起义\n\
D. 广州起义\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的会议是\n\
正确答案:D\n\
A. 中共十二届六中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十一届三中全会的召开\
|\
五四运动是中国新民主主义革命开始的标志，最主要的依据是\n\
正确答案:D\n\
A. 提出彻底地反帝反封建口号\n\
B. 十月革命影响与马克思主义传播\n\
C. 青年学生领导并有广泛的群众基础\n\
D. 无产阶级成为运动主力\
|\
五四运动过程中提出的口号包括\n\
正确答案:ABC\n\
A. 外争主权，内除国贼\n\
B. 取消二十一条\n\
C. 拒绝和约签字\n\
D. 推翻北洋军阀政府的统治\
|\
西方列强在华的经济掠夺手段包括\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华进行商品输出和资本输出\n\
D. 操纵中国的经济命脉\
|\
近代中国半殖民地半封建社会的主要矛盾是\n\
正确答案:AC\n\
A. 帝国主义和中华民族的矛盾\n\
B. 无产阶级和资产阶级的矛盾\n\
C. 封建主义和人民大众的矛盾\n\
D. 农民阶级和地主阶级的矛盾\
|\
引导农民走向社会主义的过渡性经济组织形式有\n\
正确答案:BCD\n\
A. 人民公社\n\
B. 农村互助组\n\
C. 初级农业生产合作社\n\
D. 高级农业生产合作社\
|\
义和团运动的主体是农民等小生产者，其历史局限性表现在\n\
正确答案:AB\n\
A. 存在盲目、笼统的排外主义错误\n\
B. 无法认清帝国主义与清王朝相互勾结的本质\n\
C. 存在有许多迷信、落后的倾向\n\
D. 争权夺利、享乐主义\
|\
1947-1948年土地改革意义有\n\
正确答案:ABD\n\
A. 从根本上摧毁了中国封建制度的根基\n\
B. 奠定了打败国民党的群众基础\n\
C. 解决了全部农民的土地问题。\n\
D. 使人民解放军获得大量的人力、物力的支援。\
|\
1924年改组后的国民党成为几个阶级的革命联盟，这几个阶级是\n\
正确答案:ABCD\n\
A. 工人阶级\n\
B. 农民阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
中国同盟会纲领中涉及到的问题有\n\
正确答案:ABD\n\
A. 推翻满洲贵族的统治\n\
B. 建立资产阶级共和国\n\
C. 驱逐占据中国的帝国主义势力\n\
D. 提出了资本主义的土地纲领\
|\
洋务派举办的洋务事业主要有\n\
正确答案:BCD\n\
A. 实行君主立宪制\n\
B. 兴办近代企业\n\
C. 建立新式海陆军\n\
D. 创办新式学堂\
|\
资本－帝国主义列强通过军事侵略和不平等条约对中国进行政治控制的主要手段有\n\
正确答案:ABCD\n\
A. 操纵中国的内政和外交\n\
B. 把持中国的海关\n\
C. 镇压中国人民的反抗\n\
D. 扶植、收买代理人\
|\
下列关于"九一八事变"影响，不正确的是\n\
正确答案:C\n\
A. 它使中国东北沦为日本殖民地\n\
B. 它促使中国的社会矛盾开始发生变化\n\
C. 它促使中共立即作出国共合作共同抗日的主张\n\
D. 它是日本灭亡中国计划的一部分\
|\
在第一次鸦片战争期间，为抗击英国侵略而战死虎门的清朝爱国将领是\n\
正确答案:C\n\
A. 海龄\n\
B. 陈化成\n\
C. 关天培\n\
D. 史荣椿\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
在1898年9月“百日维新”失败后拒绝出走而慷慨就义的维新派代表人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
1949年至1956年中国的社会性质是\n\
正确答案:D\n\
A. 半殖民地半封建社会\n\
B. 资本主义社会\n\
C. 社会主义社会\n\
D. 新民主主义社会\
|\
戊戌变法的性质是\n\
正确答案:B\n\
A. 资产阶级革命运动\n\
B. 资产阶级改良运动\n\
C. 封建统治阶级自上而下的改革\n\
D. 地主阶级的改革运动\
|\
新中国第一颗人造地球卫星发射成功是在\n\
正确答案:D\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
近代中国社会中最先进、最革命、最有力量的阶级是\n\
正确答案:B\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
在19世纪60年代到90年代，洋务派兴办洋务事业的主要目的是\n\
正确答案:C\n\
A. 发展中国的资本主义经济\n\
B. 学习西方资本主义的制度\n\
C. 维护和巩固清王朝的封建统治\n\
D. 捍卫国家的主权独立和民族尊严\
|\
标志腐朽的清政府已经成为“洋人的朝廷”的是\n\
正确答案:D\n\
A. 《天津条约》的签订\n\
B. 《北京条约》的签订\n\
C. 《马关条约》的签订\n\
D. 《辛丑条约》的签订\
|\
在中国近代，大部分的土地为地主及旧式富农所占有，他们剥削农民的方式有\n\
正确答案:ABCD\n\
A. 地租\n\
B. 田赋\n\
C. 高利贷\n\
D. 附加税\
|\
中国封建社会的封建宗法等级制度突出的是\n\
正确答案:ABC\n\
A. 君权\n\
B. 父权\n\
C. 夫权\n\
D. 子权\
|\
中共十一届三中全会后对外开放开始起步，1980年中央决定设立\n\
正确答案:ABCD\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 汕头经济特区\n\
D. 厦门经济特区\
|\
1947-1948年土地改革意义有\n\
正确答案:ABD\n\
A. 从根本上摧毁了中国封建制度的根基\n\
B. 奠定了打败国民党的群众基础\n\
C. 解决了全部农民的土地问题。\n\
D. 使人民解放军获得大量的人力、物力的支援。\
|\
下面属于中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 中国共产党的领导\n\
B. 各民主党派和无党派人士、各少数民族、爱国知识分子和华侨的支持\n\
C. 工人、农民和城市小资产阶级是民主革命的主要力量\n\
D. 国际无产阶级和人民群众的支持\
|\
土地革命战争前期红色政权根据地的政权\n\
正确答案:BCD\n\
A. 是人民民主统一战线性质的政权\n\
B. 是工农民主专政性质的政权\n\
C. 属于新民主主义的政权\n\
D. 政权的主体是工农兵代表大会\
|\
五四运动后，马克思主义在中国传播的特点是\n\
正确答案:ABCD\n\
A. 进步知识分子起了推动作用\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 马克思主义同非马克思主义展开斗争\n\
D. 马克思主义成为新文化运动的主流\
|\
中国共产党在抗日民族统一战线中的策略总方针是\n\
正确答案:ABC\n\
A. 发展进步势力\n\
B. 争取中间势力\n\
C. 孤立顽固势力\n\
D. 打击资产阶级\
|\
中共十二届六中全会确定的我国社会主义现代化建设的总体布局是\n\
正确答案:ABCD\n\
A. 以经济建设为中心\n\
B. 坚定不移地进行经济体制改革\n\
C. 坚定不移地进行政治体制改革\n\
D. 坚定不移地加强精神文明建设\
|\
邓小平在同江泽民等谈话时提出的中国社会主义农业改革和发展的“ 两个飞跃 ”是\n\
正确答案:AD\n\
A. 废除人民公社，实行家庭承包责任制\n\
B. 发展乡镇企业\n\
C. 实施科教兴农战略\n\
D. 发展集体经济\
|\
1917年，孙中山领导发动了反对北洋军阀的\n\
正确答案:C\n\
A. “二次革命”\n\
B. 护国运动\n\
C. 第一次护法运动\n\
D. 第二次护法运动\
|\
中华人民共和国成立的时间\n\
正确答案:A\n\
A. 1949年10月1日\n\
B. 1949年6月1日\n\
C. 1948年10月1日\n\
D. 1949年11月1日\
|\
中国共产党在对资本主义工商业进行改造过程中创造性提出的一项政策是\n\
正确答案:D\n\
A. 利用\n\
B. 限制\n\
C. 公私合营\n\
D. 和平赎买\
|\
五四爱国运动爆发的导火线是\n\
正确答案:B\n\
A. 五四爱国运动爆发的导火线是\n\
B. 巴黎和会上中国外交失败\n\
C. 俄国十月社会主义革命的爆发\n\
D. 袁世凯复辟帝制\
|\
2005年初至2006年上半年，在全党开展了以实践“三个代表”重要思想为主要内容的\n\
正确答案:B\n\
A. 整党运动\n\
B. 保持共产党员先进性教育活动\n\
C. 整风运动\n\
D. 以讲学习、讲政治、讲正气为主要内容的党性党风教育\
|\
中国共产党独立领导革命战争和创建人民军队的开始是\n\
正确答案:A\n\
A. 南昌起义\n\
B. 八七会议\n\
C. 秋收起义\n\
D. 广州起义\
|\
揭开人民解放军全国性战略进攻序幕的是\n\
正确答案:B\n\
A. 孟良崮战役开始\n\
B. 刘邓大军挺进大别山\n\
C. 三大战役开始\n\
D. 渡江战役开始\
|\
1905年8月，中国同盟会成立后创立的机关报是\n\
正确答案:A\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
近代中国睁眼看世界的第一人是\n\
正确答案:A\n\
A. 林则徐\n\
B. 魏源\n\
C. 严复\n\
D. 郑观应\
|\
前期新文化运动的指导思想是\n\
正确答案:B\n\
A. 资产阶级维新思想\n\
B. 民主和科学的思想\n\
C. "兼容并包"的思想\n\
D. 社会主义的思想\
|\
1842年，英国通过《南京条约》迫使中国开放的通商口岸除广州外还包括\n\
正确答案:ABCD\n\
A. 厦门\n\
B. 福州\n\
C. 宁波\n\
D. 上海\
|\
鸦片战争爆发前夕，一位英国殖民者说：“这是把我们将来和这个帝国的商务，安放在稳固而广阔的基础之上的最有希望的机会。”此言论反映的本质观点是，通过鸦片战争使英国 （ ）\n\
正确答案:ABD\n\
A. 扭转对华贸易逆差\n\
B. 使对华鸦片贸易合法化\n\
C. 使对华的正当贸易得到保护\n\
D. 获得倾销商品的广阔市场\
|\
1905年至1907年，资产阶级革命派和改良派展开论战的各自舆论阵地是\n\
正确答案:AD\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
天京事变是太平天国统治集团的内讧，事变中\n\
正确答案:ABC\n\
A. 东王杨秀清被杀\n\
B. 北王韦昌辉被杀\n\
C. 翼王石达开出走\n\
D. 天王洪秀全病逝\
|\
抗日战争时期，中国共产党主办的（ ）报刊在国民党统治区公开发行，及时宣传党的主张，鼓舞和激励群众的抗战热情\n\
正确答案:AB\n\
A. 《新华日报》\n\
B. 《群众》周刊\n\
C. 《热血日报》\n\
D. 《解放日报》\
|\
下列哪些是维新派的主张\n\
正确答案:ABCD\n\
A. 积极要求变法\n\
B. 主张实行君主立宪制\n\
C. 主张废除八股\n\
D. 主张学西方\
|\
和旧民主主义革命相比，五四运动的历史特点是\n\
正确答案:ABCD\n\
A. 彻底的反帝反封建\n\
B. 它是场真正的群众运动\n\
C. 促进了马克思主义在中国的传播\n\
D. 促进了马克思主义与中国工人运动的结合\
|\
参加五四运动的社会阶层有\n\
正确答案:ABCD\n\
A. 工人\n\
B. 农民\n\
C. 学生\n\
D. 商人\
|\
19 世纪 60 年代到 90 年代，洋务派举办的洋务事业有\n\
正确答案:ABCD\n\
A. 兴办军用企业\n\
B. 兴办民用工业\n\
C. 建立新式海陆军\n\
D. 培养新式人才\
|\
1936年12月12日率部发动西安事变要求蒋介石联共抗日的爱国将领有\n\
正确答案:BD\n\
A. 冯玉祥\n\
B. 张学良\n\
C. 李宗仁\n\
D. 杨虎城\
|\
五四爱国运动爆发的导火线是\n\
正确答案:B\n\
A. 五四爱国运动爆发的导火线是\n\
B. 巴黎和会上中国外交失败\n\
C. 俄国十月社会主义革命的爆发\n\
D. 袁世凯复辟帝制\
|\
日寇在中国不断挑起事变，进而发动全面战争，下列事变发生在上海的是\n\
正确答案:B\n\
A. 一•二八事变和七七事变\n\
B. 一•二八事变和八•一三事变\n\
C. 七七事变和九•一八事变\n\
D. 八•一三事变和九•一八事变\
|\
“中国不败而败”是指下列哪场战争\n\
正确答案:C\n\
A. 中日甲午战争\n\
B. 鸦片战争\n\
C. 中法战争\n\
D. 第二次鸦片战争\
|\
中国资产阶级革命派的骨干力量是\n\
正确答案:D\n\
A. 大资产阶级及其知识分子\n\
B. 工人阶级\n\
C. 农民阶级\n\
D. 资产阶级和小资产阶级知识分子\
|\
在中法战争期间，率领清军和当地民众取得镇南关大捷的爱国将领是\n\
正确答案:B\n\
A. 左宝贵\n\
B. 冯子材\n\
C. 陈化成\n\
D. 刘铭传\
|\
中国人民的民族意识开始普遍觉醒是在\n\
正确答案:C\n\
A. 第一次鸦片战争后\n\
B. 第二次鸦片战争后\n\
C. 中日甲午战争后\n\
D. 八国联军侵华战争后\
|\
七届二中全会召开的地点是\n\
正确答案:C\n\
A. 北平\n\
B. 延安\n\
C. 西柏坡\n\
D. 上海\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
19世纪90年代，梁启超发表的宣传变法维新主张的著作是\n\
正确答案:D\n\
A. 《新学伪经考》\n\
B. 《仁学》\n\
C. 《人类公理》\n\
D. 《变法通义》\
|\
在第一次鸦片战争期间，为抗击英国侵略而战死虎门的清朝爱国将领是\n\
正确答案:C\n\
A. 海龄\n\
B. 陈化成\n\
C. 关天培\n\
D. 史荣椿\
|\
早期信仰马克思主义的人物有\n\
正确答案:ABD\n\
A. 陈独秀\n\
B. 李大钊\n\
C. 胡适\n\
D. 周恩来\
|\
在洋务运动过程中，洋务派提出的目标主要是\n\
正确答案:BC\n\
A. “救亡”\n\
B. “自强”\n\
C. “求富”\n\
D. “维新”\
|\
下列说明五四运动是中国新民主主义革命开端的是\n\
正确答案:ACD\n\
A. 无产阶级以独立姿态登上政治舞台\n\
B. 发生在俄国十月社会主义革命之后，属于世界无产阶级革命一部分\n\
C. 是彻底反帝反封建的革命运动\n\
D. 具有初步共产主义思想的知识分子起了领导作用\
|\
在民主革命取得全国胜利之后，中国存在着两种基本的矛盾\n\
正确答案:AD\n\
A. 工人阶级和资产阶级的矛盾\n\
B. 工人阶级和农民阶级的矛盾\n\
C. 农民阶级和地主阶级的矛盾\n\
D. 中国和帝国主义的矛盾\
|\
武装斗争、土地革命、根据地建设在“工农武装割据”中各自的地位是\n\
正确答案:ABD\n\
A. 武装斗争是主要形式，土地革命是基本内容\n\
B. 根据地是开展武装斗争和土地革命的战略依托\n\
C. 以建立和扩大根据地为中心工作\n\
D. 土地革命是中心工作\
|\
19 世纪 60 年代到 90 年代，洋务派举办的洋务事业有\n\
正确答案:ABCD\n\
A. 兴办军用企业\n\
B. 兴办民用工业\n\
C. 建立新式海陆军\n\
D. 培养新式人才\
|\
19世纪90年代，资产阶级维新派与封建守旧派论战的主要问题是\n\
正确答案:ACD\n\
A. 要不要变法\n\
B. 要不要实行民主共和\n\
C. 要不要实行君主立宪\n\
D. 要不要废八股、改科举和兴学堂\
|\
协助清政府镇压太平军的外国雇佣军是\n\
正确答案:BC\n\
A. 安武军\n\
B. 常胜军\n\
C. 常捷军\n\
D. 武卫军\
|\
"工农武装割据"思想包含的三个主要因素是\n\
正确答案:ABC\n\
A. 武装斗争\n\
B. 土地革命\n\
C. 农村革命根据地\n\
D. 统一战线\
|\
1949年后，中国社会存在的经济成分有\n\
正确答案:ABCD\n\
A. 国营经济\n\
B. 合作社经济\n\
C. 个体经济\n\
D. 私人资本主义经济\
|\
中共十六大把同马克思列宁主义、毛泽东思想、邓小平理论一道确立为中共必须长期坚持的指导思想是\n\
正确答案:D\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
中国历史上第一次比较完全意义上的资产阶级民主革命是\n\
正确答案:B\n\
A. 戊戌维新运动\n\
B. 辛亥革命\n\
C. 二次革命\n\
D. 新文化运动\
|\
《双十协定》的签订，中共取得的战略优势是\n\
正确答案:D\n\
A. 获得了自卫战争的准备时间\n\
B. 解放区获得了合法地位\n\
C. 赢得了民主党派的支持\n\
D. 取得了政治上的主动地位\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
资本－帝国主义列强对中国的侵略，首先和主要进行的是\n\
正确答案:A\n\
A. 军事侵略\n\
B. 政治控制\n\
C. 经济掠夺\n\
D. 文化渗透\
|\
在中法战争期间，率领清军和当地民众取得镇南关大捷的爱国将领是\n\
正确答案:B\n\
A. 左宝贵\n\
B. 冯子材\n\
C. 陈化成\n\
D. 刘铭传\
|\
1894年，孙中山建立的中国第一个资产阶级革命团体是\n\
正确答案:A\n\
A. 兴中会\n\
B. 光复会\n\
C. 科学补习所\n\
D. 共进会\
|\
随着对外开放的进一步扩大，中共中央和国务院在1988年决定建立的经济特区是\n\
正确答案:D\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 厦门经济特区\n\
D. 海南经济特区\
|\
中国共产党开创的第一块农村革命根据地是\n\
正确答案:C\n\
A. 晋察冀根据地\n\
B. 晋察冀根据地\n\
C. 湘鄂西根据地\n\
D. 鄂豫皖根据地\
|\
1900年，俄国在入侵中国时制造了屠杀中国居民的\n\
正确答案:C\n\
A. 旅顺惨案\n\
B. 海兰泡惨案\n\
C. 江东六十四屯惨案\n\
D. 济南惨案\
|\
抗日战争时期，中国共产党在抗日根据地实行的“三三制”政权，政权人员的组成大体是\n\
正确答案:ACD\n\
A. 共产党员占1/3\n\
B. 农民代表占1/3\n\
C. 中间分子占1/3\n\
D. 非党进步分子占1/3\
|\
太平天国失败的原因包括\n\
正确答案:ABCD\n\
A. 缺乏先进阶级的领导\n\
B. 缺乏科学理论的指导\n\
C. 缺乏对外国列强侵华的理性认识\n\
D. 没有正确对待中国的传统文化\
|\
以下属于第一个五年计划内实现的项目是\n\
正确答案:ABCD\n\
A. 长春第一汽车制造厂\n\
B. 康藏、青藏、新藏铁路建成\n\
C. 武汉长江大桥\n\
D. 包头钢铁基地\
|\
下列有关皖南事变的表述，正确的是\n\
正确答案:ACD\n\
A. 它是国民党顽固派破坏抗战的行为\n\
B. 英美支持国民党发动\n\
C. 中国共产党坚决回击顽固派的进攻\n\
D. 新四军军部及所属部队损失惨重\
|\
下列属于《中国土地法大纲》主要内容的有\n\
正确答案:ACD\n\
A. 废除封建剥削的土地制度\n\
B. 保护中小工商业者\n\
C. 实行耕者有其田的土地制度\n\
D. 分地给无地或少地的农民\
|\
皖南事变中遇难的新四军将领有\n\
正确答案:BC\n\
A. 叶挺\n\
B. 项英\n\
C. 袁国平\n\
D. 彭雪枫\
|\
革命党人为维护共和成果推翻北洋军阀而进行的斗争有\n\
正确答案:BCD\n\
A. 辛亥革命\n\
B. 二次革命\n\
C. 护国运动\n\
D. 护法运动\
|\
中国民族资产阶级政治上的两面性是指\n\
正确答案:AB\n\
A. 与外国资本主义和本国封建主义有矛盾、斗争的一面\n\
B. 与外国资本主义和本国封建主义有依赖、妥协的一面\n\
C. 与外国资本主义和本国封建主义有合作的一面\n\
D. 与外国资本主义和本国封建主义有中立的一面\
|\
各地共产党的早期组织创办了的专门供工人阅读的马克思主义启蒙教育的刊物有\n\
正确答案:ABCD\n\
A. 《劳动界》\n\
B. 《劳动音》\n\
C. 《工人月刊》\n\
D. 《济南劳动月刊》\
|\
第一次鸦片战争期后，清政府被迫分别与法国和美国签订的不平等条约是\n\
正确答案:BD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《虎门条约》\n\
D. 《黄埔条约》\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
1949年至1956年中国的社会性质是\n\
正确答案:D\n\
A. 半殖民地半封建社会\n\
B. 资本主义社会\n\
C. 社会主义社会\n\
D. 新民主主义社会\
|\
下列关于"九一八事变"影响，不正确的是\n\
正确答案:C\n\
A. 它使中国东北沦为日本殖民地\n\
B. 它促使中国的社会矛盾开始发生变化\n\
C. 它促使中共立即作出国共合作共同抗日的主张\n\
D. 它是日本灭亡中国计划的一部分\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
五四运动很快发展成为全国性的爱国运动，这充分说明\n\
正确答案:D\n\
A. 上海工人觉悟高\n\
B. 五四运动属于资产阶级民主革命\n\
C. 五四运动具有反帝反封建的性质\n\
D. 五四运动具有广泛的群众基础\
|\
1905年至1907年，资产阶级革命派和改良派论战的焦点是\n\
正确答案:D\n\
A. 要不要平均地权\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
结束王明的"左"倾冒险主义在党中央的统治，确立了毛泽东的领导地位的重要会议是\n\
正确答案:B\n\
A. 八七会议\n\
B. 遵义会议\n\
C. 瓦窑堡会议\n\
D. 中共七大\
|\
在19世纪90年代，洋务派建成的新式海军的主力是\n\
正确答案:D\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
1903年，邹容发表的号召人民推翻清朝统治的著作是\n\
正确答案:B\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
邓小平在同江泽民等谈话时提出的中国社会主义农业改革和发展的“ 两个飞跃 ”是\n\
正确答案:AD\n\
A. 废除人民公社，实行家庭承包责任制\n\
B. 发展乡镇企业\n\
C. 实施科教兴农战略\n\
D. 发展集体经济\
|\
对1946年政协会议协议的有关表述，正确的是\n\
正确答案:ABCD\n\
A. 有利于实现民主政治与和平建国\n\
B. 在许多方面反映了人们的愿望\n\
C. 体现了民主协商的精神\n\
D. 很快被国民政府撕毁\
|\
新文化运动前期的主要内容包括\n\
正确答案:AB\n\
A. 提倡新道德，反对旧道德\n\
B. 提倡新文化，反对旧文化\n\
C. 宣传马克思主义\n\
D. 提倡三纲五常\
|\
以下属于第一个五年计划内实现的项目是\n\
正确答案:ABCD\n\
A. 长春第一汽车制造厂\n\
B. 康藏、青藏、新藏铁路建成\n\
C. 武汉长江大桥\n\
D. 包头钢铁基地\
|\
国民党政府维护帝国主义、封建主义、官僚资本主义的利益，巩固自身统治的主要方法有\n\
正确答案:ABCD\n\
A. 建立庞大的军队\n\
B. 建立了庞大的全国性特务系统\n\
C. 大力推行保甲制度\n\
D. 实行文化专制主义\
|\
中国民族资产阶级政治上的两面性是指\n\
正确答案:AB\n\
A. 与外国资本主义和本国封建主义有矛盾、斗争的一面\n\
B. 与外国资本主义和本国封建主义有依赖、妥协的一面\n\
C. 与外国资本主义和本国封建主义有合作的一面\n\
D. 与外国资本主义和本国封建主义有中立的一面\
|\
从1927年7月大革命失败到1935年1月遵义会议召开前，“左”倾错误先后几次在党中央领导机关取得了统治地位，它们是\n\
正确答案:BCD\n\
A. 陈独秀的“左”倾机会主义错误\n\
B. 瞿秋白的“左”倾盲动主义错误\n\
C. 李立三的“左”倾冒险主义错误\n\
D. 王明的“左”倾教条主义错误\
|\
戊戌维新运动的历史意义有\n\
正确答案:ABC\n\
A. 是一次爱国救亡运动\n\
B. 是一场资产阶级性质的政治改革运动\n\
C. 是一场思想启蒙运动\n\
D. 是一次封建经济体制的改革运动\
|\
在新民主主义革命时期，压在中国人民身上的“三座大山”是指\n\
正确答案:ABD\n\
A. 外国帝国主义\n\
B. 本国封建主义\n\
C. 本国资本主义\n\
D. 官僚资本主义\
|\
革命派与改良派展开论战的主要舆论阵地是\n\
正确答案:AB\n\
A. 《民报》\n\
B. 《新民丛报》\n\
C. 《万国公报》\n\
D. 《国闻报》\
|\
1860年，英法两国分别迫使清政府签订的不平等条约是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《天津条约》\n\
C. 《北京条约》\n\
D. 《望厦条约》\
|\
标志太平天国由盛到衰转折点的历史事件是\n\
正确答案:C\n\
A. 长沙战役\n\
B. 北伐失利\n\
C. 天京事变\n\
D. 安庆失守\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
在三大改造中，对资本主义工商业进行改造的主要方式是\n\
正确答案:B\n\
A. 国家资本主义\n\
B. 公私合营\n\
C. 统购统销\n\
D. 定息\
|\
随着对外开放的进一步扩大，中共中央和国务院在1988年决定建立的经济特区是\n\
正确答案:D\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 厦门经济特区\n\
D. 海南经济特区\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
三大主力红军会师的地点是\n\
正确答案:B\n\
A. 吴起镇\n\
B. 会宁\n\
C. 懋功\n\
D. 甘孜\
|\
下列文献明确规定毛泽东思想为中国共产党指导思想的是\n\
正确答案:B\n\
A. 中共"一大"通过的党纲\n\
B. 中共"七大"通过的党章\n\
C. 中共"八七"会议的决定\n\
D. 中共遵义会议的决议\
|\
20世纪初，章炳麟发表的宣传民主革命思想的著作是\n\
正确答案:A\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于\n\
正确答案:ABD\n\
A. 对国情没有认识清楚\n\
B. 缺乏社会主义建设的经验\n\
C. 苏联撕毁合同\n\
D. 急于求成\
|\
在宣传民主革命思想的过程中，著名的资产阶级革命派知识分子有\n\
正确答案:ABC\n\
A. 章炳麟\n\
B. 邹 容\n\
C. 陈天华\n\
D. 康有为\
|\
在抗击外国侵略的战争中，为国捐躯的爱国官兵有\n\
正确答案:ABCD\n\
A. 关天培\n\
B. 陈化成\n\
C. 邓世昌\n\
D. 林永升\
|\
在19世纪60年代，清朝统治阶级中主张学习西方的洋务派的主要代表人物有\n\
正确答案:ABCD\n\
A. 奕\n\
B. 曾国藩\n\
C. 李鸿章\n\
D. 左宗棠\
|\
李大钊在1918年发表的三篇著名文章是\n\
正确答案:BCD\n\
A. 《我的马克思主义观》\n\
B. 《庶民的胜利》\n\
C. 《庶民的胜利》\n\
D. 《庶民的胜利》\
|\
下列有关皖南事变的表述，正确的是\n\
正确答案:ACD\n\
A. 它是国民党顽固派破坏抗战的行为\n\
B. 英美支持国民党发动\n\
C. 中国共产党坚决回击顽固派的进攻\n\
D. 新四军军部及所属部队损失惨重\
|\
延安整风运动的主要内容是\n\
正确答案:ACD\n\
A. 反对主观主义以整顿学风\n\
B. 反对官僚主义以整顿作风\n\
C. 反对党八股以整顿文风\n\
D. 反对宗派主义以整顿党风\
|\
五四运动后，马克思主义在中国传播的特点是\n\
正确答案:ABCD\n\
A. 进步知识分子起了推动作用\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 马克思主义同非马克思主义展开斗争\n\
D. 马克思主义成为新文化运动的主流\
|\
毛泽东从1928年到1930年提出并阐述了农村包围城市、武装夺取政权道路理论的主要\n\
正确答案:ABCD\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《反对本本主义》\
|\
大革命失败后，中共进行的反抗国民党反动统治的武装斗争包括\n\
正确答案:ABD\n\
A. 南昌起义\n\
B. 秋收起义\n\
C. 孟良崮战役\n\
D. 广州起义\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
19世纪90年代，梁启超发表的宣传变法维新主张的著作是\n\
正确答案:D\n\
A. 《新学伪经考》\n\
B. 《仁学》\n\
C. 《人类公理》\n\
D. 《变法通义》\
|\
近代中国第一个全国性的资产阶级革命政党是\n\
正确答案:B\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
抗战胜利后，经过重庆谈判国共双方确认和平建国的基本方针是\n\
正确答案:A\n\
A. 《政府与中共代表会谈纪要》\n\
B. 《共同纲领》\n\
C. 《抗战胜利后的时局和我们的方针》\n\
D. 中共中央《对目前时局的宣言》\
|\
在下列不平等条件中，含有强迫清政府把香港割让给英国这一内容的是\n\
正确答案:B\n\
A. 《北京条约》\n\
B. 《南京条约》\n\
C. 《黄埔条约》\n\
D. 《望厦条约》\
|\
1900年，俄国在入侵中国时制造了屠杀中国居民的\n\
正确答案:C\n\
A. 旅顺惨案\n\
B. 海兰泡惨案\n\
C. 江东六十四屯惨案\n\
D. 济南惨案\
|\
解放战争时期，国民党统治区人民民主运动高涨的根本原因是\n\
正确答案:C\n\
A. 中国共产党组织了反蒋统治的第二条战线\n\
B. 上海学生举行了声势浩大的“三反”斗争\n\
C. 国民党蒋介石集团的经济崩溃和政治危机\n\
D. 民主党派的联合斗争和人民起义遍及各地\
|\
在新民主主义革命时期，成为新民主主义革命的一项基本任务是\n\
正确答案:B\n\
A. 反对帝国主义，打破外国垄断资本的控制\n\
B. 反对封建主义，进行土地制度的彻底改革\n\
C. 反对官僚资本主义，没收官僚资本归新民主主义国家所有\n\
D. 反对资本主义，废除私有制经济\
|\
在帝国主义列强对中国的侵略和瓜分达到高潮时，提出了“门户开放”政策的国家是\n\
正确答案:C\n\
A. 英国\n\
B. 法国\n\
C. 美国\n\
D. 德国\
|\
资本－帝国主义列强对近代中国进行经济掠夺的主要手段有\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华倾销商品和资本输出\n\
D. 操纵中国经济命脉\
|\
皖南事变中遇难的新四军将领有\n\
正确答案:BC\n\
A. 叶挺\n\
B. 项英\n\
C. 袁国平\n\
D. 彭雪枫\
|\
新文化运动的代表性人物有\n\
正确答案:ABCD\n\
A. 鲁迅\n\
B. 陈独秀\n\
C. 李大钊\n\
D. 胡适\
|\
洋务运动失败的原因是\n\
正确答案:ABCD\n\
A. 洋务运动具有封建性\n\
B. 洋务企业的管理具有腐朽性\n\
C. 洋务运动对西方列强具有依赖性\n\
D. 顽固势力对洋务运动的多方阻挠\
|\
到19世纪90年代，洋务派建成的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
从19世纪60到90年代，洋务派创办的新式学堂主要是\n\
正确答案:ABC\n\
A. 翻译外语学堂\n\
B. 科技学堂\n\
C. 军事学堂\n\
D. 农艺学堂\
|\
五四运动前的新文化运动主要的代表人物有\n\
正确答案:ABCD\n\
A. 李大钊\n\
B. 陈独秀\n\
C. 胡适\n\
D. 鲁迅\
|\
洋务运动时期清政府建立的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
资本－帝国主义列强操纵中国经济命脉的主要手段包括\n\
正确答案:ABCD\n\
A. 形成了对中国近代工业的垄断\n\
B. 迫使清政府举借外债，以还赔款\n\
C. 在中国设立银行，使之成为对华输出资本的枢纽\n\
D. 控制中国近代的交通运输业\
|\
19世纪70年代后，洋务派举办的最重要的官督商办民用企业有\n\
正确答案:ABCD\n\
A. 轮船招商局\n\
B. 开平矿务局\n\
C. 天津电报局\n\
D. 上海机器织布局\
|\
1860年，外国列强通过《北京条约》迫使中国开放的通商口岸是\n\
正确答案:D\n\
A. 汉口\n\
B. 九江\n\
C. 南京\n\
D. 天津\
|\
中国抗战以来第一次大捷是\n\
正确答案:A\n\
A. 平型关大捷\n\
B. 台儿庄大捷\n\
C. 百团大战\n\
D. 昆仑关大捷\
|\
五四运动是中国新民主主义革命开始的标志，最主要的依据是\n\
正确答案:D\n\
A. 提出彻底地反帝反封建口号\n\
B. 十月革命影响与马克思主义传播\n\
C. 青年学生领导并有广泛的群众基础\n\
D. 无产阶级成为运动主力\
|\
振奋全国抗战精神的“台儿庄大捷”出现在国民党组织的哪场会战中\n\
正确答案:D\n\
A. 淞沪会战\n\
B. 太原会战\n\
C. 常德会战\n\
D. 徐州会战\
|\
近代中国社会中最先进、最革命、最有力量的阶级是\n\
正确答案:B\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
三大主力红军会师的地点是\n\
正确答案:B\n\
A. 吴起镇\n\
B. 会宁\n\
C. 懋功\n\
D. 甘孜\
|\
1915年开始的民主、科学与尊孔复古的论战实质是\n\
正确答案:A\n\
A. 资产阶级与封建地主阶级的思想论战\n\
B. 无产阶级与资产阶级的思想论战\n\
C. 马克思主义与改良主义的论战\n\
D. 西方文明与中华传统文化之间的冲突\
|\
在1898年9月“百日维新”失败后拒绝出走而慷慨就义的维新派代表人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
洋务运动的历史作用包括\n\
正确答案:ABCD\n\
A. 成为中国近代教育的开端\n\
B. 传播了新知识，打开了人们的眼界\n\
C. 引起了社会风气和价值观念的变化\n\
D. 在客观上促进了中国早期工业和民族资本主义的发展\
|\
1860年与清政府签订《北京条约》的国家有\n\
正确答案:ABD\n\
A. 英国\n\
B. 法国\n\
C. 日本\n\
D. 俄国\
|\
大革命失败的原因有\n\
正确答案:ABCD\n\
A. 反革命的力量强大\n\
B. 中共领导人的错误思想\n\
C. 中共缺乏革命斗争的经验\n\
D. 中共在思想理论上不够成熟\
|\
引导农民走向社会主义的过渡性经济组织形式有\n\
正确答案:BCD\n\
A. 人民公社\n\
B. 农村互助组\n\
C. 初级农业生产合作社\n\
D. 高级农业生产合作社\
|\
中国共产党领导的革命包括（ ）两个阶段\n\
正确答案:BC\n\
A. 资产阶级革命\n\
B. 社会主义革命\n\
C. 新民主主义革命\n\
D. 旧民主主义革命\
|\
与清政府签订《天津条约》的国家有\n\
正确答案:AC\n\
A. 英国\n\
B. 俄国\n\
C. 法国\n\
D. 日本\
|\
1979 年 3 月，邓小平在中央理论工作会上首次明确提出必须坚持\n\
正确答案:ABCD\n\
A. 社会主义道路\n\
B. 人民民主专政\n\
C. 共产党的领导\n\
D. 马克思列宁主义、毛泽东思想\
|\
促使民主党派与蒋介石集团决裂，同中国共产党并肩战斗的原因有\n\
正确答案:ABC\n\
A. 国民党撕毁政协决议，发动全面内战\n\
B. 蒋介石非法召开“国民大会”，制定伪宪法\n\
C. 人民解放军转入战略反攻，国统区反蒋斗争高涨\n\
D. 三大战役胜利，全国解放在望\
|\
辛亥革命没有完成的历史任务主要是\n\
正确答案:AD\n\
A. 没有完成反帝反封建的任务\n\
B. 没有推翻清王朝的统治\n\
C. 没有打击到列强在华势力\n\
D. 没有改变中国的社会性质\
|\
1912年2月13日，临时参议院选举袁世凯为临时大总统。孙中山为防止袁世凯专制，提出新总统必须遵守的条件包括\n\
正确答案:ACD\n\
A. 定都南京\n\
B. 维护共和\n\
C. 新总统到南京就职\n\
D. 遵守约法\
|\
在下列不平等条件中，含有强迫清政府把台湾割让给日本这一内容的是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《辛丑条约》\n\
C. 《马关条约》\n\
D. 《北京条约》\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
1914年7月，孙中山在东京正式成立的组织是\n\
正确答案:C\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
19世纪60年代后，洋务派开展洋务运动的指导思想是\n\
正确答案:B\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 变法维新以救亡图存\n\
D. 物竞天择，适者生存\
|\
1919年7月发表《多研究些问题，少谈些主义》文章的资产阶级改良主义的代表是\n\
正确答案:C\n\
A. 梁启超\n\
B. 张东荪\n\
C. 胡适\n\
D. 黄凌霜\
|\
1900年外国列强发动八国联军侵华战争，战后迫使清政府签订了\n\
正确答案:D\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
五四爱国运动爆发的导火线是\n\
正确答案:B\n\
A. 五四爱国运动爆发的导火线是\n\
B. 巴黎和会上中国外交失败\n\
C. 俄国十月社会主义革命的爆发\n\
D. 袁世凯复辟帝制\
|\
20世纪初，章炳麟发表的宣传民主革命思想的著作是\n\
正确答案:A\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
中国资产阶级领导的变法与革命失败的根本原因是\n\
正确答案:D\n\
A. 传统儒家思想的影响\n\
B. 封建顽固势力的强大\n\
C. 帝国主义的破坏\n\
D. 民族资产阶级自身的软弱性和妥协性\
|\
对资本主义工商业进行和平改造的主要依据有\n\
正确答案:ABCD\n\
A. 中国的民族资产阶级存在着两面性\n\
B. 中国工人阶级与资产阶级长期保持着统一战线的关系\n\
C. 建立了人民民主专政的国家政权和社会主义国营经济\n\
D. 国家对资本主义工商业逐步实施了利用、限制、改造的政策\
|\
“一五”期间，我国( )三大钢铁基地建设取得重大进展\n\
正确答案:ABC\n\
A. 鞍山\n\
B. 包头\n\
C. 武汉\n\
D. 长春\
|\
资产阶级共和国的方案之所以行不通的原因是\n\
正确答案:ABCD\n\
A. 力量过于软弱\n\
B. 没有勇气和能力去领导人民进行彻底反帝反封建的革命斗争\n\
C. 提不出彻底的土地革命的纲领\n\
D. 不敢进行革命的武装斗争\
|\
李大钊在1918年发表的三篇著名文章是\n\
正确答案:BCD\n\
A. 《我的马克思主义观》\n\
B. 《庶民的胜利》\n\
C. 《庶民的胜利》\n\
D. 《庶民的胜利》\
|\
1924年改组后的国民党成为几个阶级的革命联盟，这几个阶级是\n\
正确答案:ABCD\n\
A. 工人阶级\n\
B. 农民阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
义和团运动的主体是农民等小生产者，其历史局限性表现在\n\
正确答案:AB\n\
A. 存在盲目、笼统的排外主义错误\n\
B. 无法认清帝国主义与清王朝相互勾结的本质\n\
C. 存在有许多迷信、落后的倾向\n\
D. 争权夺利、享乐主义\
|\
毛泽东从1928年到1930年提出并阐述了农村包围城市、武装夺取政权道路理论的主要\n\
正确答案:ABCD\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《反对本本主义》\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（ ）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
毛泽东认为，社会主义这个阶段可分为两个阶段，包括\n\
正确答案:AC\n\
A. 不发达的社会主义\n\
B. 初级阶段的社会主义\n\
C. 比较发达的社会主义\n\
D. 高级阶段的社会主义\
|\
洋务运动的代表人物有\n\
正确答案:ABCD\n\
A. 奕\n\
B. 曾国藩\n\
C. 李鸿章\n\
D. 张之洞\
|\
造成1959年至1961年我国国民经济严重困难的主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. “大跃进”和“反右倾”斗争的错误\
|\
我国成功地爆炸第一颗氢弹的是在\n\
正确答案:C\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
随着对外开放的进一步扩大，中共中央和国务院在1990年作出的战略举措是\n\
正确答案:D\n\
A. 建立厦门经济特区\n\
B. 建立珠海经济特区\n\
C. 开发、开放海南经济特区\n\
D. 开发、开放上海浦东新区\
|\
“师夷之长技以制夷”的提出者是\n\
正确答案:D\n\
A. 龚自珍\n\
B. 林则徐\n\
C. 洪仁玕\n\
D. 魏源\
|\
自1863年开始在中国任总税务司、控制中国海关大权达40余年之久的是\n\
正确答案:D\n\
A. 德国人郭士立\n\
B. 美国人田贝\n\
C. 法国人孟振生\n\
D. 英国人赫德\
|\
1914年5月，窃夺辛亥革命成果的袁世凯炮制了\n\
正确答案:C\n\
A. 《暂时新刑律》\n\
B. 《戒严法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
1914年7月，孙中山在东京正式成立的组织是\n\
正确答案:C\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
新文化运动兴起的标志是\n\
正确答案:A\n\
A. 陈独秀创办《新青年》\n\
B. 民主和科学口号的提出\n\
C. 胡适发表《文学改良刍议》\n\
D. 李大钊发表《庶民的胜利》\
|\
中国加入世界贸易组织是在\n\
正确答案:A\n\
A. 2001年\n\
B. 2002年\n\
C. 2003年\n\
D. 2004年\
|\
第二次鸦片战争以来，沙皇俄国通过一系列不平等条约侵占了中国150多万平方公里的领土，这些不平等条约有\n\
正确答案:ABCD\n\
A. 《改定伊犁条约》及五个勘界议定书\n\
B. 《瑗珲条约》\n\
C. 中俄《北京条约》\n\
D. 《勘分西北界约记》\
|\
太平天国失败的原因包括\n\
正确答案:ABCD\n\
A. 缺乏先进阶级的领导\n\
B. 缺乏科学理论的指导\n\
C. 缺乏对外国列强侵华的理性认识\n\
D. 没有正确对待中国的传统文化\
|\
三民主义中民族主义的内容是\n\
正确答案:AB\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 创立民国\n\
D. 平均地权\
|\
辛亥革命失败的原因是\n\
正确答案:ABCD\n\
A. 结束了2000多年的君主专制政体，建立了资产阶级共和政府\n\
B. 给人们带来了一次思想上的解放\n\
C. 为资本主义的发展创造了条件\n\
D. 一定程度上打击了帝国主义的侵略势力\
|\
民族资产阶级领导的辛亥革命的历史局限性主要表现在\n\
正确答案:ABCD\n\
A. 没有提出彻底反帝的革命纲领\n\
B. 没有提出彻底反封建的革命纲领\n\
C. 没有充分发动和依靠民众\n\
D. 没有建立坚强的革命政党\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（ ）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
五四运动爆发的历史背景包括\n\
正确答案:BCD\n\
A. 袁世凯的倒行逆施\n\
B. 工人阶级队伍迅速壮大\n\
C. 新文化运动的开展\n\
D. 俄国十月革命的影响\
|\
.五四运动与以往民主主义革命的显著区别是\n\
正确答案:ABC\n\
A. 广泛的群众基础\n\
B. 在俄国十月革命影响下发生\n\
C. 工人阶级发挥了主力军的作用\n\
D. 进行了"外争主权，内惩国贼"的斗争\
|\
1924年改组后的国民党成为几个阶级的革命联盟，这几个阶级是\n\
正确答案:ABCD\n\
A. 工人阶级\n\
B. 农民阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
皖南事变中遇难的新四军将领有\n\
正确答案:BC\n\
A. 叶挺\n\
B. 项英\n\
C. 袁国平\n\
D. 彭雪枫\
|\
五四运动以前的新文化运动是\n\
正确答案:C\n\
A. 无产阶级的文化运动\n\
B. 资产阶级民主主义文化同无产阶级新文化的斗争\n\
C. 资产阶级民主主义新文化与封建主义旧文化的斗争\n\
D. 无产阶级新文化与封建主义旧文化的斗争\
|\
毛泽东提出由新民主主义社会转变为社会主义社会的总任务和主要途径的著作是\n\
正确答案:C\n\
A. 《中国革命和中国共产党》\n\
B. 《论政策》\n\
C. 《在中共七届二中全会上的报告》\n\
D. 《论人民民主专政》\
|\
首次使用“新民主主义社会”概念的是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 朱德\
|\
在近代中国，实现国家繁荣富强和人民共同富裕的前提条件\n\
正确答案:D\n\
A. 建立资本主义制度\n\
B. 反对帝国主义的侵略\n\
C. 推翻封建主义的统治\n\
D. 争得民族独立和人民解放\
|\
抗日战争胜利后，中国社会的主要矛盾是\n\
正确答案:D\n\
A. 中美民族矛盾\n\
B. 中日民族矛盾\n\
C. 无产阶级同资产阶级的矛盾\n\
D. 中国人民同美帝国主义支持的国民党反动派之间的矛盾\
|\
文化大革命开始的标志性文件是“五、一六通知”是在哪年发布的\n\
正确答案:A\n\
A. 1966年\n\
B. 1967年\n\
C. 1968年\n\
D. 1969年\
|\
标志太平天国由盛到衰转折点的历史事件是\n\
正确答案:C\n\
A. 长沙战役\n\
B. 北伐失利\n\
C. 天京事变\n\
D. 安庆失守\
|\
太平天国在后期提出的带有鲜明资本主义色彩的改革方案是\n\
正确答案:D\n\
A. 《原道觉世训》\n\
B. 《十款天条》\n\
C. 《天朝田亩制度》\n\
D. 《资政新篇》\
|\
1911年，湖北、湖南、广东、四川四省爆发的民众斗争运动是\n\
正确答案:D\n\
A. 拒俄运动\n\
B. 拒法运动\n\
C. 抵制美国货运动\n\
D. 保路运动\
|\
中国共产党诞生的标志性事件是\n\
正确答案:A\n\
A. 中国共产党第一次全国代表大会的召开\n\
B. 五四运动爆发\n\
C. 上海共产主义小组成立\n\
D. 《共产党》月刊创刊\
|\
1949年后，中国社会存在的经济成分有\n\
正确答案:ABCD\n\
A. 国营经济\n\
B. 合作社经济\n\
C. 个体经济\n\
D. 私人资本主义经济\
|\
从1953年开始的三大改造包括\n\
正确答案:BCD\n\
A. 进行土地改革，实行农民的土地私有制\n\
B. 手工业合作化\n\
C. 对资本主义工商业进行公私合营\n\
D. 农业合作化\
|\
土地革命战争时期，中共进行土地革命所依据的阶级路线包括\n\
正确答案:ABCD\n\
A. 依靠贫雇农\n\
B. 联合中农、限制富农\n\
C. 保护中小工商业者\n\
D. 消灭地主阶级\
|\
五四运动与以往的民主主义革命的显著区别是\n\
正确答案:ACD\n\
A. 有广泛的群众基础\n\
B. 目的为“外争主权，内除国贼”\n\
C. 工人阶级发挥了主力军作用\n\
D. 在俄国十月革命影响下发生的\
|\
下列哪些是维新派的主张\n\
正确答案:ABCD\n\
A. 积极要求变法\n\
B. 主张实行君主立宪制\n\
C. 主张废除八股\n\
D. 主张学西方\
|\
从19世纪60到90年代，洋务派创办的新式学堂主要是\n\
正确答案:ABC\n\
A. 翻译外语学堂\n\
B. 科技学堂\n\
C. 军事学堂\n\
D. 农艺学堂\
|\
下列关于“八七”会议的表述正确的是\n\
正确答案:ACD\n\
A. 纠正了陈独秀的右倾投降主义错误\n\
B. 会议避免了“左”的错误\n\
C. 毛泽东提出“政权是由枪杆子中取得的”\n\
D. 会议确定土地革命和武装斗争的方针\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（ ）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
下列关于相持阶段两个战场演变的说法，正确的是\n\
正确答案:ABCD\n\
A. 正面战场消极抗战形势恶化\n\
B. 敌后战场逐渐成为抗日的主战场\n\
C. 正面战场的战略地位日益降低\n\
D. 正面战场仍在一定程度上起了牵制日军的作用\
|\
天京事变是太平天国统治集团的内讧，事变中\n\
正确答案:ABC\n\
A. 东王杨秀清被杀\n\
B. 北王韦昌辉被杀\n\
C. 翼王石达开出走\n\
D. 天王洪秀全病逝\
|\
科学发展观，第一要义是\n\
正确答案:D\n\
A. 统筹兼顾\n\
B. 以人为本\n\
C. 全面协调课持续\n\
D. 发展\
|\
随着对外开放的进一步扩大，中共中央和国务院在1990年作出的战略举措是\n\
正确答案:D\n\
A. 建立厦门经济特区\n\
B. 建立珠海经济特区\n\
C. 开发、开放海南经济特区\n\
D. 开发、开放上海浦东新区\
|\
戊戌变法的性质是\n\
正确答案:B\n\
A. 资产阶级革命运动\n\
B. 资产阶级改良运动\n\
C. 封建统治阶级自上而下的改革\n\
D. 地主阶级的改革运动\
|\
1915年开始的民主、科学与尊孔复古的论战实质是\n\
正确答案:A\n\
A. 资产阶级与封建地主阶级的思想论战\n\
B. 无产阶级与资产阶级的思想论战\n\
C. 马克思主义与改良主义的论战\n\
D. 西方文明与中华传统文化之间的冲突\
|\
1905年至1907年，资产阶级革命派和改良派论战的焦点是\n\
正确答案:D\n\
A. 要不要平均地权\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
20世纪初，章炳麟发表的宣传民主革命思想的著作是\n\
正确答案:A\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
中共十六大把同马克思列宁主义、毛泽东思想、邓小平理论一道确立为中共必须长期坚持的指导思想是\n\
正确答案:D\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
1931年11月，中国共产党成立了中华苏维埃共和国临时中央政府，其政权性质是\n\
正确答案:D\n\
A. 资产阶级专政\n\
B. 各革命阶级（包括民族资产阶级和小资产阶级）联合专政\n\
C. 抗日民主专政\n\
D. 工农民主专政\
|\
中国第一个共产主义小组建立在\n\
正确答案:B\n\
A. 北京\n\
B. 上海\n\
C. 长沙\n\
D. 武汉\
|\
抗日战争胜利后，取代日本在中国的地位的是\n\
正确答案:A\n\
A. 美国\n\
B. 苏联\n\
C. 法国\n\
D. 英国\
|\
新文化运动的代表性人物有\n\
正确答案:ABCD\n\
A. 鲁迅\n\
B. 陈独秀\n\
C. 李大钊\n\
D. 胡适\
|\
自1840年至1919年，中国人民在历次反侵略战争中失败的主要原因是\n\
正确答案:AD\n\
A. 社会制度的腐败\n\
B. 军事指挥的失误\n\
C. 思想文化的保守\n\
D. 经济技术的落后\
|\
义和团运动的主体是农民等小生产者，其历史局限性表现在\n\
正确答案:AB\n\
A. 存在盲目、笼统的排外主义错误\n\
B. 无法认清帝国主义与清王朝相互勾结的本质\n\
C. 存在有许多迷信、落后的倾向\n\
D. 争权夺利、享乐主义\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（ ）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
19世纪90年代，资产阶级维新派与封建守旧派论战的主要问题是\n\
正确答案:ACD\n\
A. 要不要变法\n\
B. 要不要实行民主共和\n\
C. 要不要实行君主立宪\n\
D. 要不要废八股、改科举和兴学堂\
|\
第一次国共合作后，北伐战争胜利进军的原因有\n\
正确答案:ABCD\n\
A. 民主革命统一战线旗帜的指引\n\
B. 共产党员、共青团员在北伐军中的模范作用\n\
C. 全国工农群众的大力支持\n\
D. 制定了正确的北伐方针\
|\
中共二大通过的民主革命纲领的内容包括\n\
正确答案:BCD\n\
A. 实现社会主义、共产主义\n\
B. 打倒军阀\n\
C. 推翻国际帝国主义的压迫\n\
D. 统一中国为真正民主共和国\
|\
三国“干涉还辽”中的三国指的是\n\
正确答案:BCD\n\
A. 美国\n\
B. 俄国\n\
C. 德国\n\
D. 法国\
|\
洋务运动时期清政府建立的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
1924年改组后的国民党成为几个阶级的革命联盟，这几个阶级是\n\
正确答案:ABCD\n\
A. 工人阶级\n\
B. 农民阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
外国列强对中国进行大规模的资本输出是在\n\
正确答案:C\n\
A. 《天津条约》签订后\n\
B. 《北京条约》签订后\n\
C. 《马关条约》签订后\n\
D. 《辛丑条约》签订后\
|\
敦促日本无条件投降的会议是\n\
正确答案:C\n\
A. 开罗会议\n\
B. 德黑兰会议\n\
C. 波茨坦会议\n\
D. 雅尔塔会议\
|\
党在过渡时期的总路线的主体是\n\
正确答案:D\n\
A. 对农业的社会主义改造\n\
B. 对手工业的社会主义改造\n\
C. 对资本主义工商业的社会主义改造\n\
D. 实现国家的社会主义工业化\
|\
中国加入世界贸易组织是在\n\
正确答案:A\n\
A. 2001年\n\
B. 2002年\n\
C. 2003年\n\
D. 2004年\
|\
19世纪60年代，洋务派最早兴办的洋务事业是\n\
正确答案:A\n\
A. 军用工业\n\
B. 民用企业\n\
C. 新式学堂\n\
D. 新式海陆军\
|\
《双十协定》的签订，中共取得的战略优势是\n\
正确答案:D\n\
A. 获得了自卫战争的准备时间\n\
B. 解放区获得了合法地位\n\
C. 赢得了民主党派的支持\n\
D. 取得了政治上的主动地位\
|\
1900年，俄国在入侵中国时制造了屠杀中国居民的\n\
正确答案:C\n\
A. 旅顺惨案\n\
B. 海兰泡惨案\n\
C. 江东六十四屯惨案\n\
D. 济南惨案\
|\
中国第一个共产主义小组建立在\n\
正确答案:B\n\
A. 北京\n\
B. 上海\n\
C. 长沙\n\
D. 武汉\
|\
在第一次鸦片战争期间，为抗击英国侵略而战死虎门的清朝爱国将领是\n\
正确答案:C\n\
A. 海龄\n\
B. 陈化成\n\
C. 关天培\n\
D. 史荣椿\
|\
标志着第三条道路破产的事件是\n\
正确答案:D\n\
A. 1946年6月蒋介石发动全面内战\n\
B. 1946年11月蒋介石下令召开伪国民大会\n\
C. 1947年3月蒋介石下令进攻延安\n\
D. 1947年10月蒋介石下令解散中国民主同盟\
|\
整风运动的主要内容是\n\
正确答案:ABC\n\
A. 整顿学风\n\
B. 整顿党风\n\
C. 整顿文风\n\
D. 整顿浮夸风\
|\
下面的历史人物中，参加过中共一大的有\n\
正确答案:ABD\n\
A. 毛泽东\n\
B. 陈潭秋\n\
C. 陈独秀\n\
D. 张国焘\
|\
参加五四运动的社会阶层有\n\
正确答案:ABCD\n\
A. 工人\n\
B. 农民\n\
C. 学生\n\
D. 商人\
|\
中国民族资本主义经济的发展，受到了多方面的阻碍。其阻碍主要来自\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
鸦片战争以后，西方资本主义列强对中国进行赤裸裸的文化侵略，主要表现在\n\
正确答案:ABCD\n\
A. 建立教学，派遣大批传教士到中国传教\n\
B. 包庇教徒不法行为，强迫中国教民抛弃传统礼俗\n\
C. 创办中外文报刊，为帝国主义侵略进行辩护\n\
D. 宣扬“种族优劣论”，制造侵略有理的舆论。\
|\
下列关于遵义会议的表述正确的是\n\
正确答案:ACD\n\
A. 事实上确立了毛泽东为核心的正确领导\n\
B. 彻底清算了王明“左”倾错误路线\n\
C. 在危急的情况下挽救了党和红军\n\
D. 取消了李德的军事最高指挥权\
|\
太平天国失败的原因包括\n\
正确答案:ABCD\n\
A. 缺乏先进阶级的领导\n\
B. 缺乏科学理论的指导\n\
C. 缺乏对外国列强侵华的理性认识\n\
D. 缺乏对列强侵华野心的足够警惕\
|\
20世纪前后，在民主革命思想传播过程中建立的资产阶级革命团体包括\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 光复会\n\
C. 华兴会\n\
D. 日知会\
|\
在抗击外国侵略的战争中，为国捐躯的爱国官兵有\n\
正确答案:ABCD\n\
A. 关天培\n\
B. 陈化成\n\
C. 邓世昌\n\
D. 林永升\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
太平天国在《天朝田亩制度》中提出的社会改革方案是\n\
正确答案:A\n\
A. 以解决土地问题为中心\n\
B. 以发展资本主义为中心\n\
C. 以反对封建的等级制度为中心\n\
D. 以废除儒学的纲常伦理为中心\
|\
在近代中国，争取民族独立和人民解放的最终目的是\n\
正确答案:C\n\
A. 推翻封建专制制度\n\
B. 充分发展近代民族工商业\n\
C. 实现国家繁荣富强和人民共同富裕\n\
D. 废除列强同中国签订的一切不平等条约\
|\
中国资产阶级领导的旧民主主义革命终结的标志是\n\
正确答案:C\n\
A. 二次革命的失败\n\
B. 辛亥革命的果实被袁世凯窃取\n\
C. 护法运动的失败\n\
D. 护国运动的失败\
|\
抗日战争中，据不完全统计，中国军民伤亡总数达\n\
正确答案:C\n\
A. 1500万以上\n\
B. 2500万以上\n\
C. 3500万以上\n\
D. 4500万以上\
|\
中共一大确定的党的中心任务是\n\
正确答案:C\n\
A. 实现共产主义\n\
B. 加强无产阶级国际团结\n\
C. 领导和组织工人运动\n\
D. 推翻资产阶级政权\
|\
中国共产党顺利实现第二代中央领导集体向第三代中央领导集体过渡的会议是\n\
正确答案:C\n\
A. 中共十一届三中全会\n\
B. 中共十二届三中全会\n\
C. 中共十三届四中全会\n\
D. 中共十四届四中全会\
|\
近代中国睁眼看世界的第一人是\n\
正确答案:A\n\
A. 林则徐\n\
B. 魏源\n\
C. 严复\n\
D. 郑观应\
|\
在太平天国运动后期，提出《资政新篇》这一统筹全局方案的是\n\
正确答案:C\n\
A. 洪秀全\n\
B. 杨秀清\n\
C. 洪仁玕\n\
D. 李秀成\
|\
中国资产阶级革命派的骨干力量是\n\
正确答案:D\n\
A. 大资产阶级及其知识分子\n\
B. 工人阶级\n\
C. 农民阶级\n\
D. 资产阶级和小资产阶级知识分子\
|\
敦促日本无条件投降的会议是\n\
正确答案:C\n\
A. 开罗会议\n\
B. 德黑兰会议\n\
C. 波茨坦会议\n\
D. 雅尔塔会议\
|\
中共一大的内容包括（\n\
正确答案:ACD\n\
A. 制定了党的第一个纲领\n\
B. 决定加入共产国际\n\
C. 确定了党的中心任务\n\
D. 选举了党的中央领导机构\
|\
五四运动与以往的民主主义革命的显著区别是\n\
正确答案:ACD\n\
A. 有广泛的群众基础\n\
B. 目的为“外争主权，内除国贼”\n\
C. 工人阶级发挥了主力军作用\n\
D. 在俄国十月革命影响下发生的\
|\
孙中山在《民报》发刊词中阐发的民族主义是指\n\
正确答案:CD\n\
A. 打倒封建主义\n\
B. 打倒帝国主义\n\
C. 以革命手段推翻清王朝\n\
D. 变“次殖民地”的中国为独立的中国\
|\
19世纪80－90年代签订的中外不平等条约，与19世纪40－50年代相比，最根本的不同有（ ）\n\
正确答案:BD\n\
A. 割取中国领土的面积最大\n\
B. 索取的赔款数额不断加大\n\
C. 规定开放更多的通商口岸\n\
D. 列强获得在华投放资本的特权\
|\
洋务运动时期清政府建立的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
毛泽东在《星星之火，可以燎原》一文中阐述的主要内容是\n\
正确答案:BCD\n\
A. 提出了“工农武装割据”的总概念，从思想路线的高度为农村包围城市的革命道路指明了方向\n\
B. 批评了“城市中心论”的思想\n\
C. 提出了红色政权巩固和扩大的路线\n\
D. 强调了坚持农村根据地建设的意义\
|\
1949年3月中共中央离开西柏坡迁往北平。毛泽东说，今天是进京赶考的日子，我们决不当李自成，我们都希望考个好成绩。这句话的意思主要是\n\
正确答案:CD\n\
A. 避免农民战争中的流寇主义\n\
B. 克服农民阶级的私有观念\n\
C. 防止产生骄傲麻痹思想。\n\
D. 防止干部中出现享乐腐化作风。\
|\
鸦片战争以后，西方资本主义列强对中国进行赤裸裸的文化侵略，主要表现在\n\
正确答案:ABCD\n\
A. 建立教学，派遣大批传教士到中国传教\n\
B. 包庇教徒不法行为，强迫中国教民抛弃传统礼俗\n\
C. 创办中外文报刊，为帝国主义侵略进行辩护\n\
D. 宣扬“种族优劣论”，制造侵略有理的舆论。\
|\
在1921年中国共产党诞生至1949年新中国成立以前的时期，中国存在着三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 外国帝国主义\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
下列说明五四运动是中国新民主主义革命开端的是\n\
正确答案:ACD\n\
A. 无产阶级以独立姿态登上政治舞台\n\
B. 发生在俄国十月社会主义革命之后，属于世界无产阶级革命一部分\n\
C. 是彻底反帝反封建的革命运动\n\
D. 具有初步共产主义思想的知识分子起了领导作用\
|\
1903年，邹容发表的号召人民推翻清朝统治的著作是\n\
正确答案:B\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
19世纪60年代后，洋务派开展洋务运动的指导思想是\n\
正确答案:B\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 变法维新以救亡图存\n\
D. 物竞天择，适者生存\
|\
中国资产阶级革命派的阶级基础是\n\
正确答案:C\n\
A. 买办资产阶级\n\
B. 官僚资产阶级\n\
C. 民族资产阶级\n\
D. 城市小资产阶级\
|\
1940年8月，向日本侵略军发起百团大战的总指挥是\n\
正确答案:C\n\
A. 邓小平\n\
B. 粟裕\n\
C. 彭德怀\n\
D. 王震\
|\
首次使用“新民主主义社会”概念的是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 朱德\
|\
七届二中全会召开的地点是\n\
正确答案:C\n\
A. 北平\n\
B. 延安\n\
C. 西柏坡\n\
D. 上海\
|\
1949年至1956年中国的社会性质是\n\
正确答案:D\n\
A. 半殖民地半封建社会\n\
B. 资本主义社会\n\
C. 社会主义社会\n\
D. 新民主主义社会\
|\
中共十六大把同马克思列宁主义、毛泽东思想、邓小平理论一道确立为中共必须长期坚持的指导思想是\n\
正确答案:D\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
中国近代史上人民群众第一次大规模的反侵略武装斗争是\n\
正确答案:A\n\
A. 三元里人民的抗英斗争\n\
B. 太平天国抗击洋枪队的斗争\n\
C. 台湾高山族人民的抗日斗争\n\
D. 义和团抗击八国联军的斗争\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
在资产阶级革命思想的传播过程中，陆续成立的革命团体有\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 科学补习所\n\
C. 光复会\n\
D. 共进会\
|\
解放战争时期国民党镇压爱国民主运动，制造的惨案有\n\
正确答案:ACD\n\
A. “一二•一”惨案\n\
B. 平江惨案\n\
C. 下关惨案\n\
D. 李、闻惨案\
|\
促使民主党派与蒋介石集团决裂，同中国共产党并肩战斗的原因有\n\
正确答案:ABC\n\
A. 国民党撕毁政协决议，发动全面内战\n\
B. 蒋介石非法召开“国民大会”，制定伪宪法\n\
C. 人民解放军转入战略反攻，国统区反蒋斗争高涨\n\
D. 三大战役胜利，全国解放在望\
|\
革命党人为维护共和成果推翻北洋军阀而进行的斗争有\n\
正确答案:BCD\n\
A. 辛亥革命\n\
B. 二次革命\n\
C. 护国运动\n\
D. 护法运动\
|\
五四运动中爱国学生要求惩办的卖国贼是\n\
正确答案:ABC\n\
A. 陆宗舆\n\
B. 章宗祥\n\
C. 曹汝霖\n\
D. 袁世凯\
|\
在威海战斗中殉国的北洋舰队将领有\n\
正确答案:BC\n\
A. 邓世昌\n\
B. 刘步蟾\n\
C. 丁汝昌\n\
D. 左宝贵\
|\
新民主主义的三种基本阶级力量是\n\
正确答案:ABD\n\
A. 工人阶级\n\
B. 资产阶级\n\
C. 地主阶级\n\
D. 农民和其他小资产阶级\
|\
针对美国遏制新中国的情况，中国共产党在新中国成立前夕提出的外交方针包括\n\
正确答案:ABC\n\
A. “另起炉灶”\n\
B. “打扫干净屋子再请客”\n\
C. “一边倒”\n\
D. “全方位”\
|\
1924年改组后的国民党成为几个阶级的革命联盟，这几个阶级是\n\
正确答案:ABCD\n\
A. 工人阶级\n\
B. 农民阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
统一战线中的劳动者联盟是指\n\
正确答案:ABC\n\
A. 工人\n\
B. 农民\n\
C. 城市小资产阶级联盟\n\
D. 大资产阶级\
|\
1900年，外国列强发动了侵略中国的\n\
正确答案:D\n\
A. 第二次鸦片战争\n\
B. 中法战争\n\
C. 甲午战争\n\
D. 八国联军侵华战争\
|\
中国资产阶级革命派的骨干力量是\n\
正确答案:D\n\
A. 大资产阶级及其知识分子\n\
B. 工人阶级\n\
C. 农民阶级\n\
D. 资产阶级和小资产阶级知识分子\
|\
在下列不平等条件中，含有强迫清政府把香港割让给英国这一内容的是\n\
正确答案:B\n\
A. 《北京条约》\n\
B. 《南京条约》\n\
C. 《黄埔条约》\n\
D. 《望厦条约》\
|\
清末“预备立宪”的根本目的在于\n\
正确答案:C\n\
A. 仿效欧美政体\n\
B. 发展资本主义\n\
C. 延续封建统治\n\
D. 缓和阶级矛盾\
|\
抗战胜利后，经过重庆谈判国共双方确认和平建国的基本方针是\n\
正确答案:A\n\
A. 《政府与中共代表会谈纪要》\n\
B. 《共同纲领》\n\
C. 《抗战胜利后的时局和我们的方针》\n\
D. 中共中央《对目前时局的宣言》\
|\
在太平天国运动后期，提出《资政新篇》这一统筹全局方案的是\n\
正确答案:C\n\
A. 洪秀全\n\
B. 杨秀清\n\
C. 洪仁玕\n\
D. 李秀成\
|\
1947年解放军开始战略反攻时，国民党军队正在实施的战略是\n\
正确答案:B\n\
A. 全面进攻解放区\n\
B. 重点进攻山东和陕北解放区\n\
C. 抢占战略要地和交通线\n\
D. 集中兵力防守战略要地\
|\
揭开中国社会主义改革开放和现代化建设新时期序幕的是\n\
正确答案:B\n\
A. 中共十一大\n\
B. 中共十一届三中全会\n\
C. 中共十二大\n\
D. 中共十二届三中全会\
|\
"军叫工农革命，旗号镰刀斧头。地主重重压迫,农民个个同仇。秋收时节幕云愁，霹雳一声暴动"（毛泽东1927年一首词），这首词赞颂的是\n\
正确答案:C\n\
A. 上海工人起义\n\
B. 南昌起义\n\
C. 秋收起义\n\
D. 广州起义\
|\
在1840年至1919年间，中国人民在历次反侵略战争中失败的最根本原因是\n\
正确答案:A\n\
A. 社会制度的腐败\n\
B. 军事技术的落后\n\
C. 思想文化的保守\n\
D. 经济力量的薄弱\
|\
1840年以后，从皇帝到权贵，大都\n\
正确答案:ABCD\n\
A. 昏庸愚昧\n\
B. 不了解世界大势\n\
C. 不懂得御敌之策\n\
D. 害怕人民群众\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
中国民族资产阶级是一个带两重性的阶级，这两重性是指\n\
正确答案:AB\n\
A. 革命性\n\
B. 软弱性\n\
C. 动摇性\n\
D. 不彻底性\
|\
毛泽东总结中国共产党成立以来的历史经验，指出中国共产党在中国革命中战胜敌人的三大法宝是\n\
正确答案:ABC\n\
A. 统一战线\n\
B. 武装斗争\n\
C. 党的建设\n\
D. 根据地建设\
|\
进入20世纪80年代，我国多层次、有重点、点面结合对外开放格局的构成包括\n\
正确答案:ABCD\n\
A. 经济特区\n\
B. 沿海开放城市\n\
C. 沿海经济开放区\n\
D. 内地\
|\
下列有关皖南事变的表述，正确的是\n\
正确答案:ACD\n\
A. 它是国民党顽固派破坏抗战的行为\n\
B. 英美支持国民党发动\n\
C. 中国共产党坚决回击顽固派的进攻\n\
D. 新四军军部及所属部队损失惨重\
|\
下列关于“八七”会议的表述正确的是\n\
正确答案:ACD\n\
A. 纠正了陈独秀的右倾投降主义错误\n\
B. 会议避免了“左”的错误\n\
C. 毛泽东提出“政权是由枪杆子中取得的”\n\
D. 会议确定土地革命和武装斗争的方针\
|\
19世纪末期，帝国主义列强瓜分中国的图谋并未实现，其原因有（ ）\n\
正确答案:AB\n\
A. 帝国主义列强之间的矛盾和相互制约\n\
B. 中国人民进行了不屈不挠的反侵略斗争\n\
C. 清政府与列强相勾结\n\
D. 中国地域过于广阔\
|\
1936年12月12日率部发动西安事变要求蒋介石联共抗日的爱国将领有\n\
正确答案:BD\n\
A. 冯玉祥\n\
B. 张学良\n\
C. 李宗仁\n\
D. 杨虎城\
|\
到19世纪90年代，洋务派建成的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
第一个五年计划中，东北地区的建设项目主要是\n\
正确答案:B\n\
A. 纺织工业项目\n\
B. 重工业项目\n\
C. 电子工业项目\n\
D. 煤炭工业项目\
|\
所谓“国中之国”是指\n\
正确答案:C\n\
A. 帝国主义在华的势力范围\n\
B. 帝国主义强迫我国开放的通商口岸\n\
C. 租界\n\
D. 帝国主义强迫清政府割让的土地\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
1911年4月，资产阶级革命派发起的孙中山认为与武昌之役并寿的起义是\n\
正确答案:C\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
随着对外开放的进一步扩大，中共中央和国务院在1988年决定建立的经济特区是\n\
正确答案:D\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 厦门经济特区\n\
D. 海南经济特区\
|\
下列文献明确规定毛泽东思想为中国共产党指导思想的是\n\
正确答案:B\n\
A. 中共"一大"通过的党纲\n\
B. 中共"七大"通过的党章\n\
C. 中共"八七"会议的决定\n\
D. 中共遵义会议的决议\
|\
中国历史上第一次比较完全意义上的资产阶级民主革命是\n\
正确答案:B\n\
A. 戊戌维新运动\n\
B. 辛亥革命\n\
C. 二次革命\n\
D. 新文化运动\
|\
新中国第一颗人造地球卫星发射成功是在\n\
正确答案:D\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
中国人民的民族意识开始普遍觉醒是在\n\
正确答案:C\n\
A. 第一次鸦片战争后\n\
B. 第二次鸦片战争后\n\
C. 中日甲午战争后\n\
D. 八国联军侵华战争后\
|\
1924年5月,在苏联和中国共产党的帮助下，国民党陆军军官学校在广州黄埔创办（简称黄埔军校），校长是\n\
正确答案:B\n\
A. 孙中山\n\
B. 蒋介石\n\
C. 廖仲恺\n\
D. 汪精卫\
|\
1946年1月10日，政治协商会议在重庆开幕，出席会议的有（ ）的代表\n\
正确答案:ABCD\n\
A. 国民党\n\
B. 共产党\n\
C. 民主同盟\n\
D. 无党派人士\
|\
1947年3月，国民党军队重点进攻的解放区是\n\
正确答案:AD\n\
A. 山东\n\
B. 中原\n\
C. 华东\n\
D. 陕北\
|\
新文化运动兴起的社会背景是\n\
正确答案:ABCD\n\
A. 辛亥革命没有彻底批判封建思想\n\
B. 北洋军阀用封建思想来禁锢人们的头脑\n\
C. 资产阶级要求实行民主政治\n\
D. 中国资本主义进一步发展\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
1949年3月中共中央离开西柏坡迁往北平。毛泽东说，今天是进京赶考的日子，我们决不当李自成，我们都希望考个好成绩。这句话的意思主要是\n\
正确答案:CD\n\
A. 避免农民战争中的流寇主义\n\
B. 克服农民阶级的私有观念\n\
C. 防止产生骄傲麻痹思想。\n\
D. 防止干部中出现享乐腐化作风。\
|\
引导农民走向社会主义的过渡性经济组织形式有\n\
正确答案:BCD\n\
A. 人民公社\n\
B. 农村互助组\n\
C. 初级农业生产合作社\n\
D. 高级农业生产合作社\
|\
毛泽东在《星星之火，可以燎原》一文中阐述的主要内容是\n\
正确答案:BCD\n\
A. 提出了“工农武装割据”的总概念，从思想路线的高度为农村包围城市的革命道路指明了方向\n\
B. 批评了“城市中心论”的思想\n\
C. 提出了红色政权巩固和扩大的路线\n\
D. 强调了坚持农村根据地建设的意义\
|\
北洋军阀统治中国的社会基础是\n\
正确答案:AB\n\
A. 地主阶级\n\
B. 买办资产阶级\n\
C. 外国帝国主义\n\
D. 民族资产阶级\
|\
通过重庆谈判和签订的"双十协定"，中共取得的成果有\n\
正确答案:ABD\n\
A. 在全国人民面前表现了和平诚意\n\
B. 迫使国民党承认和平建国的基本方针\n\
C. 实现了中共在国家政治生活中的合法地位\n\
D. 团结了民主力量\
|\
1911年，联合组织与发动武昌起义的革命团体是\n\
正确答案:AB\n\
A. 共进会\n\
B. 文学社\n\
C. 兴中会\n\
D. 光复会\
|\
与辛亥革命相比，五四运动的特点在于\n\
正确答案:B\n\
A. 无产阶级政党登上了历史舞台\n\
B. 运动具有广泛的社会性和彻底地反帝反封建的态度\n\
C. 是一场反帝爱国运动\n\
D. 是资产阶级民主革命的一个组成部分\
|\
下列关于"九一八事变"影响，不正确的是\n\
正确答案:C\n\
A. 它使中国东北沦为日本殖民地\n\
B. 它促使中国的社会矛盾开始发生变化\n\
C. 它促使中共立即作出国共合作共同抗日的主张\n\
D. 它是日本灭亡中国计划的一部分\
|\
基本完成社会主义改造的时间是\n\
正确答案:A\n\
A. 1956年\n\
B. 1957年\n\
C. 1958年\n\
D. 1959年\
|\
宣告延续了22年的国民党反动统治覆灭的事件是(\n\
正确答案:D\n\
A. 人民解放军三大战役的胜利\n\
B. 国共北平和谈的破裂\n\
C. 蒋介石宣布下野\n\
D. 人民解放军占领南京\
|\
第一次国共合作的政治基础是\n\
正确答案:D\n\
A. 三民主义\n\
B. 反帝反封建\n\
C. 联俄、联共、扶助农工的三大政策\n\
D. 新三民主义\
|\
1928年蒋介石在南京建立政权，其性质是\n\
正确答案:D\n\
A. 地主阶级政权\n\
B. 官僚资产阶级政权\n\
C. 资产阶级政权\n\
D. 大地主大资产阶级政权\
|\
1937年8月，根据国共两党协议，在西北的中国工农红军主力改编为八路军，总指挥是\n\
正确答案:D\n\
A. 项英\n\
B. 叶挺\n\
C. 彭德怀\n\
D. 朱德\
|\
解放战争时期，国民党统治区人民民主运动高涨的根本原因是\n\
正确答案:C\n\
A. 中国共产党组织了反蒋统治的第二条战线\n\
B. 上海学生举行了声势浩大的“三反”斗争\n\
C. 国民党蒋介石集团的经济崩溃和政治危机\n\
D. 民主党派的联合斗争和人民起义遍及各地\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
1860年，外国列强通过《北京条约》迫使中国开放的通商口岸是\n\
正确答案:D\n\
A. 汉口\n\
B. 九江\n\
C. 南京\n\
D. 天津\
|\
五四运动后，马克思主义在中国传播的特点是\n\
正确答案:ABCD\n\
A. 进步知识分子起了推动作用\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 马克思主义同非马克思主义展开斗争\n\
D. 马克思主义成为新文化运动的主流\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
20世纪初，陈天华发表的宣传民主革命思想的著作是\n\
正确答案:AD\n\
A. 《猛回头》\n\
B. 《革命军》\n\
C. 《天演论》\n\
D. 《警世钟》\
|\
毛泽东总结中国共产党成立以来的历史经验，指出中国共产党在中国革命中战胜敌人的三大法宝是\n\
正确答案:ABC\n\
A. 统一战线\n\
B. 武装斗争\n\
C. 党的建设\n\
D. 根据地建设\
|\
土地革命战争时期，中共进行土地革命所依据的阶级路线包括\n\
正确答案:ABCD\n\
A. 依靠贫雇农\n\
B. 联合中农、限制富农\n\
C. 保护中小工商业者\n\
D. 消灭地主阶级\
|\
我国对农业社会主义改造极大地创伤了农民生产的积极性，问题在于\n\
正确答案:ABCD\n\
A. 要求过急\n\
B. 粗暴强制\n\
C. 条件不成熟\n\
D. 形式过于简单划一\
|\
近代史上，与割让香港有关的条约是\n\
正确答案:AB\n\
A. 《南京条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
太平天国政权的封建属性主要表现在\n\
正确答案:ABCD\n\
A. 森严的封建等级制\n\
B. 领导集团生活奢侈腐化\n\
C. 领导集团内部争权夺利\n\
D. 洪秀全迷信思想日益严重\
|\
1924年改组后的国民党成为几个阶级的革命联盟，这几个阶级是\n\
正确答案:ABCD\n\
A. 工人阶级\n\
B. 农民阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
1978年12月召开的中共十一届三中全会\n\
正确答案:ABCD\n\
A. 实现了新中国成立以来党的历史上具有深远意义的伟大转折\n\
B. 重新确立了马克思主义的思想路线、政治路线、组织路线\n\
C. 改革开放的序幕由此揭开,把党和国家的工作中心转移到经济建设上来\n\
D. 彻底否定“以阶级斗争为纲”的错误理论和实践\
|\
1915年5月，阴谋复辟帝制的袁世凯接受了严重损害中国利益的\n\
正确答案:C\n\
A. “善后大借款”\n\
B. “西原借款”\n\
C. “二十一条”\n\
D. “庚子赔款”\
|\
中国共产党在对资本主义工商业进行改造过程中创造性提出的一项政策是\n\
正确答案:D\n\
A. 利用\n\
B. 限制\n\
C. 公私合营\n\
D. 和平赎买\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
1976年“文化大革命”结束后，造成党和国家的工作在徘徊中前进局面的根源在于\n\
正确答案:D\n\
A. “阶级斗争为纲”的错误方针\n\
B. “批林批孔”的错误方针\n\
C. “反击右倾翻案风”的错误方针\n\
D. “两个凡是”的错误方针\
|\
标志中国民族资产阶级第一次登上政治舞台的是\n\
正确答案:B\n\
A. 洋务运动\n\
B. 戊戌维新运动\n\
C. 护国运动\n\
D. 护法运动\
|\
洋务运动期间，洋务派兴办的第一个规模较大的兵工厂是\n\
正确答案:D\n\
A. 马尾船政局\n\
B. 金陵机器局\n\
C. 天津机器局\n\
D. 江南制造总局\
|\
新中国恢复在联合国合法席位的是在\n\
正确答案:C\n\
A. 1949年\n\
B. 1966年\n\
C. 1971年\n\
D. 1978年\
|\
基本完成社会主义改造的时间是\n\
正确答案:A\n\
A. 1956年\n\
B. 1957年\n\
C. 1958年\n\
D. 1959年\
|\
1905年至1907年，资产阶级革命派和改良派论战的焦点是\n\
正确答案:D\n\
A. 要不要平均地权\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
1979 年 3 月，邓小平在中央理论工作会上首次明确提出必须坚持\n\
正确答案:ABCD\n\
A. 社会主义道路\n\
B. 人民民主专政\n\
C. 共产党的领导\n\
D. 马克思列宁主义、毛泽东思想\
|\
国民党一大的主要内容及意义是\n\
正确答案:ABCD\n\
A. 讨论了国民党改组的问题\n\
B. 重新解释了三民主义\n\
C. 国民革命运动开始\n\
D. 民主革命统一战线建立\
|\
1946年1月10日，在重庆召开了政治协商会议，其主要作用有\n\
正确答案:ABCD\n\
A. 有利于冲破蒋介石独裁统治\n\
B. 有利于实行民主政治\n\
C. 有利于和平建国。\n\
D. 激发中国广大人民实现民主、团结、统一的愿望。\
|\
在中国近代史上，戊戌维新运动的历史意义和影响在于\n\
正确答案:ABC\n\
A. 它是一次爱国救亡运动\n\
B. 它是一场思想启蒙运动\n\
C. 它是一场资产阶级性质的政治改革运动\n\
D. 它是一场地主阶级统治集团的“自救”运动\
|\
近代中国在逐步沦为半殖民地半封建社会过程中新产生的阶级是\n\
正确答案:CD\n\
A. 农民阶级\n\
B. 地主阶级\n\
C. 资产阶级\n\
D. 工人阶级\
|\
解放战争时期国民党镇压爱国民主运动，制造的惨案有\n\
正确答案:ACD\n\
A. “一二•一”惨案\n\
B. 平江惨案\n\
C. 下关惨案\n\
D. 李、闻惨案\
|\
割占我国领土的不平等条约有\n\
正确答案:ABC\n\
A. 中英《南京条约》\n\
B. 中英《北京条约》\n\
C. 中日《马关条约》\n\
D. 《辛丑条约》\
|\
五四运动前后的新文化运动的不同之处有\n\
正确答案:BC\n\
A. 宣传社会主义思想\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 对科学共产主义作了较为全面系统地介绍\n\
D. 动摇了封建正统思想\
|\
资本－帝国主义列强操纵中国经济命脉的主要手段包括\n\
正确答案:ABCD\n\
A. 形成了对中国近代工业的垄断\n\
B. 迫使清政府举借外债，以还赔款\n\
C. 在中国设立银行，使之成为对华输出资本的枢纽\n\
D. 控制中国近代的交通运输业\
|\
我国对个体农业进行社会主义改造的方针是\n\
正确答案:BC\n\
A. 典型示范\n\
B. 积极发展\n\
C. 稳步前进\n\
D. 逐步过渡\
|\
1915年5月，阴谋复辟帝制的袁世凯接受了严重损害中国利益的\n\
正确答案:C\n\
A. “善后大借款”\n\
B. “西原借款”\n\
C. “二十一条”\n\
D. “庚子赔款”\
|\
中国共产党一向认为中国革命的基本问题是\n\
正确答案:B\n\
A. 党的问题\n\
B. 农民问题\n\
C. 工人问题\n\
D. 民族资产阶级问题\
|\
新文化运动兴起的标志是\n\
正确答案:A\n\
A. 陈独秀创办《新青年》\n\
B. 民主和科学口号的提出\n\
C. 胡适发表《文学改良刍议》\n\
D. 李大钊发表《庶民的胜利》\
|\
同盟会发动的起义中，影响较大，被孙中山誉为与武昌起义并重的是\n\
正确答案:D\n\
A. 刘道一领导的萍浏醴起义\n\
B. 秋瑾、徐锡麟领导的浙皖起义\n\
C. 孙中山、黄兴领导的镇南关起义\n\
D. 孙中山、黄兴领导的广州黄花岗起义\
|\
史学界把维新变法、辛亥革命和新文化运动都称为近代化运动，因为这几场运动要求\n\
正确答案:A\n\
A. 实行资产阶级民主政治\n\
B. 提倡民主和科学\n\
C. 彻底废除旧制度\n\
D. 宣传新思想，弘扬新文化\
|\
戊戌维新运动期间，光绪皇帝在资产阶级维新派建议下设立了\n\
正确答案:D\n\
A. 天津武备学堂\n\
B. 广州万木草堂\n\
C. 长沙时务学堂\n\
D. 京师大学堂\
|\
十年对峙时期，红色政权能够发展壮大的主要原因是\n\
正确答案:D\n\
A. 建立于敌人力量薄弱的山区\n\
B. 当时新旧军阀混战激烈\n\
C. 得到了大量的国际援助物资\n\
D. 坚持了"工农武装割据"的思想\
|\
洋务运动期间，洋务派兴办的第一个规模较大的兵工厂是\n\
正确答案:D\n\
A. 马尾船政局\n\
B. 金陵机器局\n\
C. 天津机器局\n\
D. 江南制造总局\
|\
19世纪60年代，洋务派最早兴办的洋务事业是\n\
正确答案:A\n\
A. 军用工业\n\
B. 民用企业\n\
C. 新式学堂\n\
D. 新式海陆军\
|\
戊戌变法的性质是\n\
正确答案:B\n\
A. 资产阶级革命运动\n\
B. 资产阶级改良运动\n\
C. 封建统治阶级自上而下的改革\n\
D. 地主阶级的改革运动\
|\
1842年，英国通过《南京条约》迫使中国开放的通商口岸除广州外还包括\n\
正确答案:ABCD\n\
A. 厦门\n\
B. 福州\n\
C. 宁波\n\
D. 上海\
|\
从19世纪60到90年代，洋务派创办的新式学堂主要是\n\
正确答案:ABC\n\
A. 翻译外语学堂\n\
B. 科技学堂\n\
C. 军事学堂\n\
D. 农艺学堂\
|\
近代中国革命的对象是（ ）\n\
正确答案:ABD\n\
A. 帝国主义\n\
B. 封建主义\n\
C. 小资产阶级\n\
D. 官僚资本主义\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
洋务运动时期清政府建立的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
1840年以后，从皇帝到权贵，大都\n\
正确答案:ABCD\n\
A. 昏庸愚昧\n\
B. 不了解世界大势\n\
C. 不懂得御敌之策\n\
D. 害怕人民群众\
|\
第二次鸦片战争以来，沙皇俄国通过一系列不平等条约侵占了中国150多万平方公里的领土，这些不平等条约有\n\
正确答案:ABCD\n\
A. 《改定伊犁条约》及五个勘界议定书\n\
B. 《瑗珲条约》\n\
C. 中俄《北京条约》\n\
D. 《勘分西北界约记》\
|\
第一次鸦片战争以后，中国社会发生的两个根本性变化是\n\
正确答案:AC\n\
A. 独立的中国逐步变成半殖民地的中国\n\
B. 独立的中国逐步变成殖民地的中国\n\
C. 封建的中国逐步变成半封建的中国\n\
D. 封建的中国逐步变成资本主义的中国\
|\
1905年至1907年间，资产阶级革命派与改良派论战的主要议题是\n\
正确答案:ACD\n\
A. 要不要社会革命\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
资产阶级共和国的方案之所以行不通的原因是\n\
正确答案:ABCD\n\
A. 力量过于软弱\n\
B. 没有勇气和能力去领导人民进行彻底反帝反封建的革命斗争\n\
C. 提不出彻底的土地革命的纲领\n\
D. 不敢进行革命的武装斗争\
|\
在19世纪90年代，洋务派建成的新式海军的主力是\n\
正确答案:D\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
在19世纪60年代到90年代，洋务派兴办洋务事业的主要目的是\n\
正确答案:C\n\
A. 发展中国的资本主义经济\n\
B. 学习西方资本主义的制度\n\
C. 维护和巩固清王朝的封建统治\n\
D. 捍卫国家的主权独立和民族尊严\
|\
外国列强对中国进行大规模的资本输出是在\n\
正确答案:C\n\
A. 《天津条约》签订后\n\
B. 《北京条约》签订后\n\
C. 《马关条约》签订后\n\
D. 《辛丑条约》签订后\
|\
解放战争时期，国民党统治区人民民主运动高涨的根本原因是\n\
正确答案:C\n\
A. 中国共产党组织了反蒋统治的第二条战线\n\
B. 上海学生举行了声势浩大的“三反”斗争\n\
C. 国民党蒋介石集团的经济崩溃和政治危机\n\
D. 民主党派的联合斗争和人民起义遍及各地\
|\
1915年5月，阴谋复辟帝制的袁世凯接受了严重损害中国利益的\n\
正确答案:C\n\
A. “善后大借款”\n\
B. “西原借款”\n\
C. “二十一条”\n\
D. “庚子赔款”\
|\
20世纪初，章炳麟发表的宣传民主革命思想的著作是\n\
正确答案:A\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
1894年日本发动了侵略中国的甲午战争，战后迫使清政府签订了\n\
正确答案:C\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
抗日战争胜利后，取代日本在中国的地位的是\n\
正确答案:A\n\
A. 美国\n\
B. 苏联\n\
C. 法国\n\
D. 英国\
|\
1931年11月，中国共产党成立了中华苏维埃共和国临时中央政府，其政权性质是\n\
正确答案:D\n\
A. 资产阶级专政\n\
B. 各革命阶级（包括民族资产阶级和小资产阶级）联合专政\n\
C. 抗日民主专政\n\
D. 工农民主专政\
|\
1947-1948年土地改革意义有\n\
正确答案:ABD\n\
A. 从根本上摧毁了中国封建制度的根基\n\
B. 奠定了打败国民党的群众基础\n\
C. 解决了全部农民的土地问题。\n\
D. 使人民解放军获得大量的人力、物力的支援。\
|\
近代中国半殖民地半封建社会的主要矛盾是\n\
正确答案:AC\n\
A. 帝国主义和中华民族的矛盾\n\
B. 无产阶级和资产阶级的矛盾\n\
C. 封建主义和人民大众的矛盾\n\
D. 农民阶级和地主阶级的矛盾\
|\
对资本主义工商业进行和平改造的主要依据有\n\
正确答案:ABCD\n\
A. 中国的民族资产阶级存在着两面性\n\
B. 中国工人阶级与资产阶级长期保持着统一战线的关系\n\
C. 建立了人民民主专政的国家政权和社会主义国营经济\n\
D. 国家对资本主义工商业逐步实施了利用、限制、改造的政策\
|\
20世纪前后，在民主革命思想传播过程中建立的资产阶级革命团体包括\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 光复会\n\
C. 华兴会\n\
D. 日知会\
|\
陈独秀右倾机会主义和王明“左”倾机会主义错误产生的共同原因是\n\
正确答案:ABC\n\
A. 共产国际的错误指导\n\
B. 中国共产党不够成熟，缺乏理论修养和实践经验\n\
C. 主观主义\n\
D. 对革命急于求成\
|\
中国民族资产阶级的两面性表现为\n\
正确答案:BC\n\
A. 软弱性\n\
B. 妥协性\n\
C. 革命性\n\
D. 民主性\
|\
1939年7月，中共明确提出（ ）三大口号，继续争取同蒋介石集团合作。\n\
正确答案:BCD\n\
A. 停止内战，一致对外\n\
B. 坚持抗战到底，反对中途妥协\n\
C. 巩固国内团结，反对内部分裂\n\
D. 力求全国进步，反对向后倒退\
|\
洋务运动的历史作用包括\n\
正确答案:ABCD\n\
A. 成为中国近代教育的开端\n\
B. 传播了新知识，打开了人们的眼界\n\
C. 引起了社会风气和价值观念的变化\n\
D. 在客观上促进了中国早期工业和民族资本主义的发展\
|\
下列各项中，不属于《双十协定》的内容有\n\
正确答案:BD\n\
A. 国民党迅速结束训政，实施宪政\n\
B. 整编全国军队、制定宪法\n\
C. 保证人民享有民主、自由等权利\n\
D. 实施《和平建国纲领》\
|\
毛泽东科学预测抗日战争的发展进程包括（ ）三个阶段\n\
正确答案:ABD\n\
A. 战略防御\n\
B. 战略相持\n\
C. 战略进攻\n\
D. 战略反攻\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
戊戌变法的性质是\n\
正确答案:B\n\
A. 资产阶级革命运动\n\
B. 资产阶级改良运动\n\
C. 封建统治阶级自上而下的改革\n\
D. 地主阶级的改革运动\
|\
19世纪70年代后，洋务派举办的民用企业多数都采取\n\
正确答案:B\n\
A. 官办的形式\n\
B. 官督商办的形式\n\
C. 商办的形式\n\
D. 官商合办的形式\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
解放战争时期，国统区人民所进行的第二条战线的斗争是\n\
正确答案:D\n\
A. 以工人运动为先导\n\
B. 以农民运动为先导\n\
C. 以商人罢市为先导\n\
D. 以学生运动为先导\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
英法联军攻占北京并放火烧毁凝聚着中华民族聪明才智的圆明园是在\n\
正确答案:B\n\
A. 第一次鸦片战争期间\n\
B. 第二次鸦片战争期间\n\
C. 甲午战争期间\n\
D. 八国联军侵华战争期间\
|\
1978年在我国出现的一场马克思主义思想解放运动是\n\
正确答案:C\n\
A. 社会主义教育运动\n\
B. 揭批“四人帮”运动\n\
C. 关于真理标准的大讨论\n\
D. 关于计划经济和市场经济的的大讨论\
|\
中国共产党诞生的标志性事件是\n\
正确答案:A\n\
A. 中国共产党第一次全国代表大会的召开\n\
B. 五四运动爆发\n\
C. 上海共产主义小组成立\n\
D. 《共产党》月刊创刊\
|\
在中国近代史上，资产阶级思想与封建主义思想的第一次正面交锋是\n\
正确答案:D\n\
A. 洋务派与顽固派的论战\n\
B. 革命派与改良派的论战\n\
C. 洋务派与维新派的论战\n\
D. 维新派与守旧派的论战\
|\
中国革命胜利的基本经验有\n\
正确答案:ACD\n\
A. 建立广泛的统一战线\n\
B. 群众路线\n\
C. 加强共产党自身的建设\n\
D. 坚持革命的武装斗争\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题，毛泽东把当时的情况概括为三句话，这三句话是\n\
正确答案:BCD\n\
A. 不要怕\n\
B. 有希望\n\
C. 有困难\n\
D. 有办法\
|\
资本－帝国主义列强通过军事侵略和不平等条约对中国进行政治控制的主要手段有\n\
正确答案:ABCD\n\
A. 操纵中国的内政和外交\n\
B. 把持中国的海关\n\
C. 镇压中国人民的反抗\n\
D. 扶植、收买代理人\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（ ）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
毛泽东科学预测抗日战争的发展进程包括（ ）三个阶段\n\
正确答案:ABD\n\
A. 战略防御\n\
B. 战略相持\n\
C. 战略进攻\n\
D. 战略反攻\
|\
从19世纪60到90年代，洋务派创办的新式学堂主要是\n\
正确答案:ABC\n\
A. 翻译学堂\n\
B. 科技学堂\n\
C. 军事学堂\n\
D. 农艺学堂\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题，为摆脱困难和解决问题，中国共产党和人民政府着重抓了以下几个方面的工作\n\
正确答案:ABCD\n\
A. 完成民主革命的遗留任务\n\
B. 领导国民经济的恢复工作\n\
C. 巩固民族独立，维护国家主权和安全\n\
D. 加强中国共产党的自身建设\
|\
戊戌维新运动的历史意义有\n\
正确答案:ABC\n\
A. 是一次爱国救亡运动\n\
B. 是一场资产阶级性质的政治改革运动\n\
C. 是一场思想启蒙运动\n\
D. 是一次封建经济体制的改革运动\
|\
中国特色社会主义理论体系包括\n\
正确答案:BCD\n\
A. 毛泽东思想\n\
B. 邓小平理论\n\
C. “三个代表”的重要思想\n\
D. 科学发展观\
|\
资产阶级维新派的主要代表人物有\n\
正确答案:ABCD\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
中国资产阶级革命派的骨干力量是\n\
正确答案:D\n\
A. 大资产阶级及其知识分子\n\
B. 工人阶级\n\
C. 农民阶级\n\
D. 资产阶级和小资产阶级知识分子\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的会议是\n\
正确答案:D\n\
A. 中共十二届六中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十一届三中全会的召开\
|\
20世纪70时年代初，毛泽东、周恩来抓住时机在中美关系上发起了\n\
正确答案:A\n\
A. “乒乓外交”\n\
B. “足球外交”\n\
C. “围棋外交”\n\
D. “篮球外交”\
|\
标志着维新变法运动的开始的事件是\n\
正确答案:B\n\
A. 维新派与守旧派的论战\n\
B. 公车上书\n\
C. “中体西用”思想的提出\n\
D. “明定国是”诏书的颁布\
|\
中国历史上第一次比较完全意义上的资产阶级民主革命是\n\
正确答案:B\n\
A. 戊戌维新运动\n\
B. 辛亥革命\n\
C. 二次革命\n\
D. 新文化运动\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
随着对外开放的进一步扩大，中共中央和国务院在1990年作出的战略举措是\n\
正确答案:D\n\
A. 建立厦门经济特区\n\
B. 建立珠海经济特区\n\
C. 开发、开放海南经济特区\n\
D. 开发、开放上海浦东新区\
|\
中国资产阶级领导的旧民主主义革命终结的标志是\n\
正确答案:C\n\
A. 二次革命的失败\n\
B. 辛亥革命的果实被袁世凯窃取\n\
C. 护法运动的失败\n\
D. 护国运动的失败\
|\
鸦片战争以后，一股“向西方学习”的新思想萌发，其主要目的是：\n\
正确答案:A\n\
A. 重新认识世界，寻求强国御侮之道\n\
B. 学习西方先进技术，发展资本主义经济\n\
C. 了解西方国家，与之建立平等的外交关系\n\
D. 学习西方的先进的政治制度，进行社会改革\
|\
中国共产党在对资本主义工商业进行改造过程中创造性提出的一项政策是\n\
正确答案:D\n\
A. 利用\n\
B. 限制\n\
C. 公私合营\n\
D. 和平赎买\
|\
下列内容属于七届二中全会的是\n\
正确答案:ABC\n\
A. 我党工作中心从农村转移到城市\n\
B. 强调加强党的思想建设\n\
C. 提出由新民主主义向社会主义转变\n\
D. 确立毛泽东思想为党的指导思想\
|\
1939年7月，中共明确提出（ ）三大口号，继续争取同蒋介石集团合作。\n\
正确答案:BCD\n\
A. 停止内战，一致对外\n\
B. 坚持抗战到底，反对中途妥协\n\
C. 巩固国内团结，反对内部分裂\n\
D. 力求全国进步，反对向后倒退\
|\
割占我国领土的不平等条约有\n\
正确答案:ABC\n\
A. 中英《南京条约》\n\
B. 中英《北京条约》\n\
C. 中日《马关条约》\n\
D. 《辛丑条约》\
|\
在近代中国，民族资本主义经济的发展受到多方面的阻碍，主要有\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（ ）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
在中国早期接受、宣传马克思主义的先进分子中，来自新文化运动精神领袖的是\n\
正确答案:CD\n\
A. 毛泽东\n\
B. 董必武\n\
C. 李大钊\n\
D. 陈独秀\
|\
统一战线中的劳动者联盟是指\n\
正确答案:ABC\n\
A. 工人\n\
B. 农民\n\
C. 城市小资产阶级联盟\n\
D. 大资产阶级\
|\
以下各项中属于“戊戌六君子”的人物有（ ）\n\
正确答案:AD\n\
A. 谭嗣同\n\
B. 梁启超\n\
C. 康有为\n\
D. 杨深秀\
|\
卢沟桥事变后，在保卫北平的战斗中牺牲的国民党爱国将领是\n\
正确答案:BD\n\
A. 张自忠\n\
B. 佟麟阁\n\
C. 郝梦龄\n\
D. 赵登禹\
|\
资本－帝国主义列强操纵中国经济命脉的主要手段包括\n\
正确答案:ABCD\n\
A. 形成了对中国近代工业的垄断\n\
B. 迫使清政府举借外债，以还赔款\n\
C. 在中国设立银行，使之成为对华输出资本的枢纽\n\
D. 控制中国近代的交通运输业\
|\
20世纪初，章炳麟发表的宣传民主革命思想的著作是\n\
正确答案:A\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
文化大革命的发动者是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 朱德\
|\
毛泽东指出，新民主主义国家内部的主要矛盾是\n\
正确答案:C\n\
A. 人民大众与封建主义的矛盾\n\
B. 中华民族与帝国主义的矛盾\n\
C. 无产阶级与资产阶级的矛盾\n\
D. 人民对经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\
|\
中国近代史上人民群众第一次大规模的反侵略武装斗争是\n\
正确答案:A\n\
A. 三元里人民的抗英斗争\n\
B. 太平天国抗击洋枪队的斗争\n\
C. 台湾高山族人民的抗日斗争\n\
D. 义和团抗击八国联军的斗争\
|\
1978年在我国出现的一场马克思主义思想解放运动是\n\
正确答案:C\n\
A. 社会主义教育运动\n\
B. 揭批“四人帮”运动\n\
C. 关于真理标准的大讨论\n\
D. 关于计划经济和市场经济的的大讨论\
|\
在近代中国，被誉为中国革命的先行者，首先发动资产阶级民主革命的领袖人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 孙中山\n\
D. 宋教仁\
|\
中国共产党开创的第一块农村革命根据地是\n\
正确答案:C\n\
A. 晋察冀根据地\n\
B. 晋察冀根据地\n\
C. 湘鄂西根据地\n\
D. 鄂豫皖根据地\
|\
1915年开始的民主、科学与尊孔复古的论战实质是\n\
正确答案:A\n\
A. 资产阶级与封建地主阶级的思想论战\n\
B. 无产阶级与资产阶级的思想论战\n\
C. 马克思主义与改良主义的论战\n\
D. 西方文明与中华传统文化之间的冲突\
|\
正式制定我国社会主义现代化建设“三步走”战略部署的是\n\
正确答案:B\n\
A. 中共十二大\n\
B. 中共十三大\n\
C. 中共十四大\n\
D. 中共十五大\
|\
解放战争时期，最早与蒋介石集团决裂的民主党派是\n\
正确答案:A\n\
A. 中国民主同盟\n\
B. 民主建国会\n\
C. 中国民主促进会\n\
D. 中国国民党革命委员会\
|\
全国胜利后，中国社会经济中存在着哪几种经济成分\n\
正确答案:ABCD\n\
A. 社会主义性质的国营经济\n\
B. 半社会主义性质的合作社经济\n\
C. 农民和手工业者的个体经济\n\
D. 私人资本主义经济、国家资本主义经济\
|\
1851年9月，太平军攻占永安，在永安封王建制，杨秀清被封为东王，节制其他诸王，其他王有（ ）\n\
正确答案:ABCD\n\
A. 西王萧朝贵\n\
B. 南王冯云山\n\
C. 北王韦昌辉\n\
D. 翼王石达开\
|\
下列属于《中国土地法大纲》主要内容的有\n\
正确答案:ACD\n\
A. 废除封建剥削的土地制度\n\
B. 保护中小工商业者\n\
C. 实行耕者有其田的土地制度\n\
D. 分地给无地或少地的农民\
|\
孙中山所阐述的同盟会政治纲领中的民族主义的缺点是\n\
正确答案:CD\n\
A. 没有解决农民对于土地的需要\n\
B. 忽略了广大劳动群众在国家中的地位\n\
C. 没有提出明确的反帝主张\n\
D. 没有明确地把汉族军阀、官僚、地主作为革命的对象\
|\
第一次鸦片战争以后，中国社会发生的两个根本性变化是\n\
正确答案:AC\n\
A. 独立的中国逐步变成半殖民地的中国\n\
B. 独立的中国逐步变成殖民地的中国\n\
C. 封建的中国逐步变成半封建的中国\n\
D. 封建的中国逐步变成资本主义的中国\
|\
1911年，联合组织与发动武昌起义的革命团体是\n\
正确答案:AB\n\
A. 共进会\n\
B. 文学社\n\
C. 兴中会\n\
D. 光复会\
|\
在威海战斗中殉国的北洋舰队将领有\n\
正确答案:BC\n\
A. 邓世昌\n\
B. 刘步蟾\n\
C. 丁汝昌\n\
D. 左宝贵\
|\
下列各项中，不属于《双十协定》的内容有\n\
正确答案:BD\n\
A. 国民党迅速结束训政，实施宪政\n\
B. 整编全国军队、制定宪法\n\
C. 保证人民享有民主、自由等权利\n\
D. 实施《和平建国纲领》\
|\
中国共产党早期组织的活动有\n\
正确答案:ABCD\n\
A. 研究和宣传马克思主义\n\
B. 同反马克思主义思潮展开论战\n\
C. 在工人中进行组织和宣传工作\n\
D. 成立社会主义青年团\
|\
在1921年中国共产党诞生至1949年新中国成立以前的时期，中国存在着三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 外国帝国主义\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
鸦片战争以后，一股“向西方学习”的新思想萌发，其主要目的是：\n\
正确答案:A\n\
A. 重新认识世界，寻求强国御侮之道\n\
B. 学习西方先进技术，发展资本主义经济\n\
C. 了解西方国家，与之建立平等的外交关系\n\
D. 学习西方的先进的政治制度，进行社会改革\
|\
1946年6月，全面内战爆发，国民党军队首先进攻的地区是\n\
正确答案:C\n\
A. 山东解放区\n\
B. 东北解放区\n\
C. 中原解放区\n\
D. 陕甘宁解放区\
|\
毛泽东指出，新民主主义国家内部的主要矛盾是\n\
正确答案:C\n\
A. 人民大众与封建主义的矛盾\n\
B. 中华民族与帝国主义的矛盾\n\
C. 无产阶级与资产阶级的矛盾\n\
D. 人民对经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\
|\
中国第一个共产主义小组建立在\n\
正确答案:B\n\
A. 北京\n\
B. 上海\n\
C. 长沙\n\
D. 武汉\
|\
在近代中国，被誉为中国革命的先行者，首先发动资产阶级民主革命的领袖人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 孙中山\n\
D. 宋教仁\
|\
振奋全国抗战精神的“台儿庄大捷”出现在国民党组织的哪场会战中\n\
正确答案:D\n\
A. 淞沪会战\n\
B. 太原会战\n\
C. 常德会战\n\
D. 徐州会战\
|\
在帝国主义列强对中国的侵略和瓜分达到高潮时，提出了“门户开放”政策的国家是\n\
正确答案:C\n\
A. 英国\n\
B. 法国\n\
C. 美国\n\
D. 德国\
|\
五四运动很快发展成为全国性的爱国运动，这充分说明\n\
正确答案:D\n\
A. 上海工人觉悟高\n\
B. 五四运动属于资产阶级民主革命\n\
C. 五四运动具有反帝反封建的性质\n\
D. 五四运动具有广泛的群众基础\
|\
1911年，湖北、湖南、广东、四川四省爆发的民众斗争运动是\n\
正确答案:D\n\
A. 拒俄运动\n\
B. 拒法运动\n\
C. 抵制美国货运动\n\
D. 保路运动\
|\
五四运动前的新文化运动主要的代表人物有\n\
正确答案:ABCD\n\
A. 李大钊\n\
B. 陈独秀\n\
C. 胡适\n\
D. 鲁迅\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于\n\
正确答案:ABD\n\
A. 对国情没有认识清楚\n\
B. 缺乏社会主义建设的经验\n\
C. 苏联撕毁合同\n\
D. 急于求成\
|\
洋务运动时期清政府建立的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
鸦片战争以后，中国社会发生的两个根本性变化是\n\
正确答案:BD\n\
A. 中国的白银大量外流，出现财政危机\n\
B. 独立的中国逐步变成半殖民地的中国\n\
C. 中国人的身体和精神遭到前所未有的毒害\n\
D. 封建的中国逐步变成半封建的中国\
|\
19世纪90年代末，资产阶级维新派宣传变法维新主张的主要活动是\n\
正确答案:ABCD\n\
A. 向皇帝上书\n\
B. 著书立说\n\
C. 介绍外国的变法\n\
D. 办学会、办报纸、设学堂\
|\
西方列强在华的经济掠夺手段包括\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华进行商品输出和资本输出\n\
D. 操纵中国的经济命脉\
|\
1911年10月，直接参与领导武昌起义的革命组织是\n\
正确答案:BC\n\
A. 中国国民党\n\
B. 共进会\n\
C. 文学社\n\
D. 中华革命党\
|\
延安整风运动的主要内容是\n\
正确答案:ACD\n\
A. 反对主观主义以整顿学风\n\
B. 反对官僚主义以整顿作风\n\
C. 反对党八股以整顿文风\n\
D. 反对宗派主义以整顿党风\
|\
武装斗争、土地革命、根据地建设在“工农武装割据”中各自的地位是\n\
正确答案:ABD\n\
A. 武装斗争是主要形式，土地革命是基本内容\n\
B. 根据地是开展武装斗争和土地革命的战略依托\n\
C. 以建立和扩大根据地为中心工作\n\
D. 土地革命是中心工作\
|\
在新民主主义革命时期，有三种建国方案可由中国人民在政治实践中选择，但从根本上说可供中国人民选择的方案主要是\n\
正确答案:BC\n\
A. 在中国建立资产阶级共和国\n\
B. 继续维持半殖民地半封建的旧中国\n\
C. 创建新民主主义的新中国\n\
D. 在中国建立社会主义国家\
|\
1940年8月，向日本侵略军发起百团大战的总指挥是\n\
正确答案:C\n\
A. 邓小平\n\
B. 粟裕\n\
C. 彭德怀\n\
D. 王震\
|\
七届二中全会召开的地点是\n\
正确答案:C\n\
A. 北平\n\
B. 延安\n\
C. 西柏坡\n\
D. 上海\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
外国列强对中国进行大规模的资本输出是在\n\
正确答案:C\n\
A. 《天津条约》签订后\n\
B. 《北京条约》签订后\n\
C. 《马关条约》签订后\n\
D. 《辛丑条约》签订后\
|\
中国资产阶级领导的变法与革命失败的根本原因是\n\
正确答案:D\n\
A. 传统儒家思想的影响\n\
B. 封建顽固势力的强大\n\
C. 帝国主义的破坏\n\
D. 民族资产阶级自身的软弱性和妥协性\
|\
1911年4月，资产阶级革命派发起的孙中山认为与武昌之役并寿的起义是\n\
正确答案:C\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
第五次反“围剿”的失败充分证明了\n\
正确答案:D\n\
A. 良好的群众基础是红色政权存在的重要条件\n\
B. 全国的革命形势对红色政权的影响巨大\n\
C. 相当力量的正式红军的存在，是造成工农武装割据的重要条件\n\
D. 中国共产党的正确领导是红色政权存在的最重要条件\
|\
中国历史上第一次比较完全意义上的资产阶级民主革命是\n\
正确答案:B\n\
A. 戊戌维新运动\n\
B. 辛亥革命\n\
C. 二次革命\n\
D. 新文化运动\
|\
在下列不平等条件中，含有强迫清政府把台湾割让给日本这一内容的是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《辛丑条约》\n\
C. 《马关条约》\n\
D. 《北京条约》\
|\
中国近代史上人民群众第一次大规模的反侵略武装斗争是\n\
正确答案:A\n\
A. 三元里人民的抗英斗争\n\
B. 太平天国抗击洋枪队的斗争\n\
C. 台湾高山族人民的抗日斗争\n\
D. 义和团抗击八国联军的斗争\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（ ）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
国统区第二条战线形成的原因有：\n\
正确答案:ABCD\n\
A. 专制统治和官员腐败，丧失人心。\n\
B. 大发“劫收”国难财。\n\
C. 违背人民的和平、修养生息的愿望。\n\
D. 物价上涨，导致恶性通货膨胀，人民生活困难。\
|\
辛亥革命的失败的主观原因包括\n\
正确答案:BCD\n\
A. 资本主义建国方案在半殖民地半封建社会的中国行不通\n\
B. 不能充分发动和依靠人民群众\n\
C. 不能建立坚强的革命政党\n\
D. 没有提出彻底的反帝反封建的革命纲领\
|\
近代中国在逐步沦为半殖民地半封建社会过程中新产生的阶级是\n\
正确答案:CD\n\
A. 农民阶级\n\
B. 地主阶级\n\
C. 资产阶级\n\
D. 工人阶级\
|\
抗战时期，正面战场和敌后战场的主要区别是\n\
正确答案:ABCD\n\
A. 抗战的领导不同\n\
B. 抗战路线不同\n\
C. 作战方式不同\n\
D. 战略地位不同\
|\
北伐战争打击的主要对象有\n\
正确答案:BCD\n\
A. 段祺瑞\n\
B. 孙传芳\n\
C. 张作霖\n\
D. 吴佩孚\
|\
和旧民主主义革命相比，五四运动的历史特点是\n\
正确答案:ABCD\n\
A. 彻底的反帝反封建\n\
B. 它是场真正的群众运动\n\
C. 促进了马克思主义在中国的传播\n\
D. 促进了马克思主义与中国工人运动的结合\
|\
抗日民族统一战线的策略总方针是\n\
正确答案:ABC\n\
A. 发展进步势力\n\
B. 争取中间势力\n\
C. 孤立顽固势力\n\
D. 反对投降势力\
|\
1978年12月召开的中共十一届三中全会\n\
正确答案:ABCD\n\
A. 实现了新中国成立以来党的历史上具有深远意义的伟大转折\n\
B. 重新确立了马克思主义的思想路线、政治路线、组织路线\n\
C. 改革开放的序幕由此揭开,把党和国家的工作中心转移到经济建设上来\n\
D. 彻底否定“以阶级斗争为纲”的错误理论和实践\
|\
1939年7月，中共针对当时国内出现的妥协与分裂的危险，明确提出（ ）三大方针。\n\
正确答案:ABC\n\
A. 团结\n\
B. 抗战\n\
C. 进步\n\
D. 斗争\
|\
文化大革命的发动者是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 朱德\
|\
标志着第三条道路破产的事件是\n\
正确答案:D\n\
A. 1946年6月蒋介石发动全面内战\n\
B. 1946年11月蒋介石下令召开伪国民大会\n\
C. 1947年3月蒋介石下令进攻延安\n\
D. 1947年10月蒋介石下令解散中国民主同盟\
|\
中国近代史的开端是\n\
正确答案:A\n\
A. 1840年第一次鸦片战争\n\
B. 1856年第二次鸦片战争\n\
C. 1894年甲午战争\n\
D. 1900年八国联军侵华战争\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
结束王明的"左"倾冒险主义在党中央的统治，确立了毛泽东的领导地位的重要会议是\n\
正确答案:B\n\
A. 八七会议\n\
B. 遵义会议\n\
C. 瓦窑堡会议\n\
D. 中共七大\
|\
第一个五年计划中，东北地区的建设项目主要是\n\
正确答案:B\n\
A. 纺织工业项目\n\
B. 重工业项目\n\
C. 电子工业项目\n\
D. 煤炭工业项目\
|\
中国共产党开展土地革命后制定的第一部土地法是\n\
正确答案:A\n\
A. 井冈山土地法\n\
B. 兴国土地法\n\
C. 中国土地法大纲\n\
D. 五四指示\
|\
1978年12月，邓小平在中共中央工作会议上发表的重要报告是\n\
正确答案:B\n\
A. 《实践是检验真理的唯一标准》\n\
B. 《解放思想，实事求是，团结一致向前看》\n\
C. 《必须旗帜鲜明地坚持四项基本原则》\n\
D. 《关于建国以来党的若干历史问题的决议》\
|\
下列关于"九一八事变"影响，不正确的是\n\
正确答案:C\n\
A. 它使中国东北沦为日本殖民地\n\
B. 它促使中国的社会矛盾开始发生变化\n\
C. 它促使中共立即作出国共合作共同抗日的主张\n\
D. 它是日本灭亡中国计划的一部分\
|\
五四运动以前的新文化运动是\n\
正确答案:C\n\
A. 无产阶级的文化运动\n\
B. 资产阶级民主主义文化同无产阶级新文化的斗争\n\
C. 资产阶级民主主义新文化与封建主义旧文化的斗争\n\
D. 无产阶级新文化与封建主义旧文化的斗争\
|\
资产阶级革命派和改良派论战的内容是（ ）\n\
正确答案:ABC\n\
A. 要不要以革命手段推翻清政府\n\
B. 要不要推翻帝制，实行共和\n\
C. 要不要社会革命\n\
D. 要不要反对外国帝国主义列强的侵略\
|\
1947-1948年土地改革意义有\n\
正确答案:ABD\n\
A. 从根本上摧毁了中国封建制度的根基\n\
B. 奠定了打败国民党的群众基础\n\
C. 解决了全部农民的土地问题。\n\
D. 使人民解放军获得大量的人力、物力的支援。\
|\
1912年2月13日，临时参议院选举袁世凯为临时大总统。孙中山为防止袁世凯专制，提出新总统必须遵守的条件包括\n\
正确答案:ACD\n\
A. 定都南京\n\
B. 维护共和\n\
C. 新总统到南京就职\n\
D. 遵守约法\
|\
天京事变是太平天国统治集团的内讧，事变中\n\
正确答案:ABC\n\
A. 东王杨秀清被杀\n\
B. 北王韦昌辉被杀\n\
C. 翼王石达开出走\n\
D. 天王洪秀全病逝\
|\
第一次国共合作后，北伐战争胜利进军的原因有\n\
正确答案:ABCD\n\
A. 民主革命统一战线旗帜的指引\n\
B. 共产党员、共青团员在北伐军中的模范作用\n\
C. 全国工农群众的大力支持\n\
D. 制定了正确的北伐方针\
|\
新民主主义的三种基本阶级力量是\n\
正确答案:ABD\n\
A. 工人阶级\n\
B. 资产阶级\n\
C. 地主阶级\n\
D. 农民和其他小资产阶级\
|\
抗战时期，正面战场和敌后战场的主要区别是\n\
正确答案:ABCD\n\
A. 抗战的领导不同\n\
B. 抗战路线不同\n\
C. 作战方式不同\n\
D. 战略地位不同\
|\
土地革命战争时期，中国的红色政权能够存在与发展的条件有\n\
正确答案:ABCD\n\
A. 几个帝国主义国家间接统治的政治经济发展不平衡的半殖民地半封建的大国\n\
B. 第一次国内革命战争的影响，全国革命形势的继续向前发展\n\
C. 相当力量的正式红军的存在\n\
D. 共产党组织的坚强有力和政策的正确\
|\
下列关于“八七”会议的表述正确的是\n\
正确答案:ACD\n\
A. 纠正了陈独秀的右倾投降主义错误\n\
B. 会议避免了“左”的错误\n\
C. 毛泽东提出“政权是由枪杆子中取得的”\n\
D. 会议确定土地革命和武装斗争的方针\
|\
从19世纪60年代到90年代，洋务派举办的洋务事业主要包括\n\
正确答案:ABCD\n\
A. 派遣留学生\n\
B. 兴办近代工业\n\
C. 创办新式学堂\n\
D. 建立新式海陆军\
|\
中国资产阶级民主革命进入了一个新阶段的标志是\n\
正确答案:B\n\
A. 兴中会的成立\n\
B. 中国同盟会的成立\n\
C. 国民党的成立\n\
D. 中华革命党的成立\
|\
1911年4月，资产阶级革命派发起的孙中山认为与武昌之役并寿的起义是\n\
正确答案:C\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
最早确立党对军队的绝对领导是在\n\
正确答案:D\n\
A. 南昌起义\n\
B. 秋收起义\n\
C. 八七会议\n\
D. 三湾改编\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的标志是\n\
正确答案:A\n\
A. 中共十一届三中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十二届六中全会的召开\
|\
在第一次鸦片战争后，中国爆发的一场伟大的农民战争是\n\
正确答案:B\n\
A. 三元里人民抗英斗争\n\
B. 太平天国运动\n\
C. 台湾高山族人民抗日斗争\n\
D. 义和团运动\
|\
中共十三大明确将党在社会主义初级阶段的基本路线概括为\n\
正确答案:A\n\
A. “一个中心、两个基本点”\n\
B. “四个坚持”\n\
C. 一手抓物质文明、一手抓精神文明\n\
D. 建设中国特色社会主义经济、政治和文化\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
1894年，孙中山建立的中国第一个资产阶级革命团体是\n\
正确答案:A\n\
A. 兴中会\n\
B. 光复会\n\
C. 科学补习所\n\
D. 共进会\
|\
中国进入社会主义初级阶段的最主要的标志是\n\
正确答案:C\n\
A. 中华人民共和国的成立\n\
B. 新中国第一部宪法的颁布\n\
C. 社会主义改造的基本完成\n\
D. 土地改革的顺利进行\
|\
在民主革命取得全国胜利之后，中国存在着两种基本的矛盾\n\
正确答案:AD\n\
A. 工人阶级和资产阶级的矛盾\n\
B. 工人阶级和农民阶级的矛盾\n\
C. 农民阶级和地主阶级的矛盾\n\
D. 中国和帝国主义的矛盾\
|\
1939年7月，中共针对当时国内出现的妥协与分裂的危险，明确提出（ ）三大方针。\n\
正确答案:ABC\n\
A. 团结\n\
B. 抗战\n\
C. 进步\n\
D. 斗争\
|\
新文化运动的代表性人物有\n\
正确答案:ABCD\n\
A. 鲁迅\n\
B. 陈独秀\n\
C. 李大钊\n\
D. 胡适\
|\
1949年后，中国社会存在的经济成分有\n\
正确答案:ABCD\n\
A. 国营经济\n\
B. 合作社经济\n\
C. 个体经济\n\
D. 私人资本主义经济\
|\
中国共产党领导的革命包括（ ）两个阶段\n\
正确答案:BC\n\
A. 资产阶级革命\n\
B. 社会主义革命\n\
C. 新民主主义革命\n\
D. 旧民主主义革命\
|\
近代中国在逐步沦为半殖民地半封建社会过程中新产生的阶级是\n\
正确答案:CD\n\
A. 农民阶级\n\
B. 地主阶级\n\
C. 资产阶级\n\
D. 工人阶级\
|\
参加五四运动的社会阶层有\n\
正确答案:ABCD\n\
A. 工人\n\
B. 农民\n\
C. 学生\n\
D. 商人\
|\
太平天国领导人希望通过《天朝田亩制度》方案建立的理想社会是\n\
正确答案:ABC\n\
A. 有田同耕，有饭同食\n\
B. 有衣同穿，有钱同使\n\
C. 无处不均匀，无人不饱暖\n\
D. 无处不平等，无人不欢乐\
|\
五四运动过程中提出的口号包括\n\
正确答案:ABC\n\
A. 外争主权，内除国贼\n\
B. 取消二十一条\n\
C. 拒绝和约签字\n\
D. 推翻北洋军阀政府的统治\
|\
促使民主党派与蒋介石集团决裂，同中国共产党并肩战斗的原因有\n\
正确答案:ABC\n\
A. 国民党撕毁政协决议，发动全面内战\n\
B. 蒋介石非法召开“国民大会”，制定伪宪法\n\
C. 人民解放军转入战略反攻，国统区反蒋斗争高涨\n\
D. 三大战役胜利，全国解放在望\
|\
五四运动的中心由北京转移到上海后，运动的新特点是\n\
正确答案:C\n\
A. 商人罢市\n\
B. 学生大规模罢课\n\
C. 工人阶级登上政治舞台\n\
D. 运动取得初步胜利\
|\
第一次国共合作的政治基础是\n\
正确答案:D\n\
A. 三民主义\n\
B. 反帝反封建\n\
C. 联俄、联共、扶助农工的三大政策\n\
D. 新三民主义\
|\
1949年至1956年中国的社会性质是\n\
正确答案:D\n\
A. 半殖民地半封建社会\n\
B. 资本主义社会\n\
C. 社会主义社会\n\
D. 新民主主义社会\
|\
1861年，清政府设立的掌管洋务的机关是\n\
正确答案:C\n\
A. 江南制造总局\n\
B. 金陵机器局\n\
C. 总理各国事务衙门\n\
D. 外务部\
|\
2005年初至2006年上半年，在全党开展了以实践“三个代表”重要思想为主要内容的\n\
正确答案:B\n\
A. 整党运动\n\
B. 保持共产党员先进性教育活动\n\
C. 整风运动\n\
D. 以讲学习、讲政治、讲正气为主要内容的党性党风教育\
|\
在新民主主义革命时期，成为新民主主义革命的一项基本任务是\n\
正确答案:B\n\
A. 反对帝国主义，打破外国垄断资本的控制\n\
B. 反对封建主义，进行土地制度的彻底改革\n\
C. 反对官僚资本主义，没收官僚资本归新民主主义国家所有\n\
D. 反对资本主义，废除私有制经济\
|\
大地主大资产阶级政权\n\
正确答案:C\n\
A. 中共三大\n\
B. 中共六大\n\
C. 八七会议\n\
D. 古田会议\
|\
中国共产党在新民主主义革命不同时期提出的土地政策的共同点是（）①体现中国共产党的民主革命纲领 ②消灭封建剥削制度 ③维护农民基本利益 ④促进社会经济发展\n\
正确答案:C\n\
A. ①②\n\
B. ①②③\n\
C. ①③④\n\
D. ①②③④\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
1905年至1907年，资产阶级革命派和改良派展开论战的各自舆论阵地是\n\
正确答案:AD\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
近代中国压在中国人民身上的“三座大山”指的是\n\
正确答案:ABC\n\
A. 帝国主义\n\
B. 官僚资本主义\n\
C. 封建主义\n\
D. 民族资本主义\
|\
毛泽东指出：“如果不帮助农民推翻封建地主阶级，就不能组成中国革命最强大的队伍而推翻帝国主义的统治。”其实质含义是\n\
正确答案:AD\n\
A. 农民是中国革命最可靠的同盟军\n\
B. 农民阶级是中国革命的领导阶级\n\
C. 农民阶级反帝反封建态度最坚决，是新的社会生产力的代表者\n\
D. 没有农民阶级参加，中国革命就不能取胜\
|\
1979年4月，中共中央工作会议提出的针对国民经济的方针是\n\
正确答案:ABCD\n\
A. 调整\n\
B. 改革\n\
C. 整顿\n\
D. 提高\
|\
社会主义改造时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货的加工费和货价\n\
B. “四马分肥”中的资方红利\n\
C. 公私全营后资本家拿取的定息\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
促使民主党派与蒋介石集团决裂，同中国共产党并肩战斗的原因有\n\
正确答案:ABC\n\
A. 国民党撕毁政协决议，发动全面内战\n\
B. 蒋介石非法召开“国民大会”，制定伪宪法\n\
C. 人民解放军转入战略反攻，国统区反蒋斗争高涨\n\
D. 三大战役胜利，全国解放在望\
|\
南京临时政府的局限性表现为\n\
正确答案:ABC\n\
A. 承认清政府与列强所订的一切不平等条约和一切外债有效\n\
B. 没有提出任何可以满足农民土地要求的政策和措施\n\
C. 维护封建土地制度以及官僚、地主所占有的土地财产\n\
D. 主体是资产阶级革命派\
|\
中国封建社会的封建宗法等级制度突出的是\n\
正确答案:ABC\n\
A. 君权\n\
B. 父权\n\
C. 夫权\n\
D. 子权\
|\
武装斗争、土地革命、根据地建设在“工农武装割据”中各自的地位是\n\
正确答案:ABD\n\
A. 武装斗争是主要形式，土地革命是基本内容\n\
B. 根据地是开展武装斗争和土地革命的战略依托\n\
C. 以建立和扩大根据地为中心工作\n\
D. 土地革命是中心工作\
|\
中国民主革命的基本动力包括\n\
正确答案:ABD\n\
A. 工人\n\
B. 农民\n\
C. 民族资产阶级\n\
D. 城市小资产阶级\
|\
毛泽东提出"一切反动派都是纸老虎"的著名论断，针对的是\n\
正确答案:D\n\
A. 打垮国民党的历次反革命军事围剿\n\
B. 国民党顽固派制造皖南事变等反共浪潮\n\
C. 日本帝国主义被迫宣布无条件投降\n\
D. 内战初期国民党在军事和经济方面占有明显优势\
|\
1894年，孙中山建立的中国第一个资产阶级革命团体是\n\
正确答案:A\n\
A. 兴中会\n\
B. 光复会\n\
C. 科学补习所\n\
D. 共进会\
|\
“师夷之长技以制夷”的提出者是\n\
正确答案:D\n\
A. 龚自珍\n\
B. 林则徐\n\
C. 洪仁玕\n\
D. 魏源\
|\
太平天国在《天朝田亩制度》中提出的社会改革方案是\n\
正确答案:A\n\
A. 以解决土地问题为中心\n\
B. 以发展资本主义为中心\n\
C. 以反对封建的等级制度为中心\n\
D. 以废除儒学的纲常伦理为中心\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
新中国发展国民经济的第一个五年计划期间是指\n\
正确答案:C\n\
A. 1952-1956年\n\
B. 1949-1954年\n\
C. 1953-1957年\n\
D. 1950-1955年\
|\
基本完成社会主义改造的时间是\n\
正确答案:A\n\
A. 1956年\n\
B. 1957年\n\
C. 1958年\n\
D. 1959年\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
20世纪初，章炳麟发表的宣传民主革命思想的著作是\n\
正确答案:A\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
1919年7月发表《多研究些问题，少谈些主义》文章的资产阶级改良主义的代表是\n\
正确答案:C\n\
A. 梁启超\n\
B. 张东荪\n\
C. 胡适\n\
D. 黄凌霜\
|\
引导农民走向社会主义的过渡性经济组织形式有\n\
正确答案:BCD\n\
A. 人民公社\n\
B. 农村互助组\n\
C. 初级农业生产合作社\n\
D. 高级农业生产合作社\
|\
下列关于遵义会议的表述正确的是\n\
正确答案:ACD\n\
A. 事实上确立了毛泽东为核心的正确领导\n\
B. 彻底清算了王明“左”倾错误路线\n\
C. 在危急的情况下挽救了党和红军\n\
D. 取消了李德的军事最高指挥权\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:CD\n\
A. 工人阶级和资产阶级的矛盾\n\
B. 中国和帝国主义的矛盾\n\
C. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
D. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\
|\
近代中国革命的对象是（ ）\n\
正确答案:ABD\n\
A. 帝国主义\n\
B. 封建主义\n\
C. 小资产阶级\n\
D. 官僚资本主义\
|\
资产阶级维新派的主要代表人物有\n\
正确答案:ABCD\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
洪秀全早期写的革命著作有\n\
正确答案:BCD\n\
A. 《奉天讨胡檄布四方谕》\n\
B. 《原道觉世训》\n\
C. 《原道救世歌》\n\
D. 《原道醒世训》\
|\
第一次国共合作后，北伐战争胜利进军的原因有\n\
正确答案:ABCD\n\
A. 民主革命统一战线旗帜的指引\n\
B. 共产党员、共青团员在北伐军中的模范作用\n\
C. 全国工农群众的大力支持\n\
D. 制定了正确的北伐方针\
|\
从1953年开始的三大改造包括\n\
正确答案:BCD\n\
A. 进行土地改革，实行农民的土地私有制\n\
B. 手工业合作化\n\
C. 对资本主义工商业进行公私合营\n\
D. 农业合作化\
|\
民族资产阶级领导的辛亥革命的历史局限性主要表现在\n\
正确答案:ABCD\n\
A. 没有提出彻底反帝的革命纲领\n\
B. 没有提出彻底反封建的革命纲领\n\
C. 没有充分发动和依靠民众\n\
D. 没有建立坚强的革命政党\
|\
标志着第三条道路破产的事件是\n\
正确答案:D\n\
A. 1946年6月蒋介石发动全面内战\n\
B. 1946年11月蒋介石下令召开伪国民大会\n\
C. 1947年3月蒋介石下令进攻延安\n\
D. 1947年10月蒋介石下令解散中国民主同盟\
|\
在1898年9月“百日维新”失败后拒绝出走而慷慨就义的维新派代表人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
1905年11月，孙中山在《民报》发刊词中将中国同盟会的政治纲领概括为\n\
正确答案:C\n\
A. 创立民国、平均地权\n\
B. 联俄、联共、扶助农工\n\
C. 民族主义、民权主义、民生主义\n\
D. 驱除鞑虏、恢复中华、创立合众政府\
|\
毛泽东提出"一切反动派都是纸老虎"的著名论断，针对的是\n\
正确答案:D\n\
A. 打垮国民党的历次反革命军事围剿\n\
B. 国民党顽固派制造皖南事变等反共浪潮\n\
C. 日本帝国主义被迫宣布无条件投降\n\
D. 内战初期国民党在军事和经济方面占有明显优势\
|\
在下列不平等条件中，含有强迫清政府把香港割让给英国这一内容的是\n\
正确答案:B\n\
A. 《北京条约》\n\
B. 《南京条约》\n\
C. 《黄埔条约》\n\
D. 《望厦条约》\
|\
在1895年发起的“公车上书”后成为倡导维新运动旗手的是\n\
正确答案:B\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
1900年外国列强发动八国联军侵华战争，战后迫使清政府签订了\n\
正确答案:D\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
中国资产阶级领导的旧民主主义革命终结的标志是\n\
正确答案:C\n\
A. 二次革命的失败\n\
B. 辛亥革命的果实被袁世凯窃取\n\
C. 护法运动的失败\n\
D. 护国运动的失败\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
以下属于第一个五年计划内实现的项目是\n\
正确答案:ABCD\n\
A. 长春第一汽车制造厂\n\
B. 康藏、青藏、新藏铁路建成\n\
C. 武汉长江大桥\n\
D. 包头钢铁基地\
|\
邓小平在同江泽民等谈话时提出的中国社会主义农业改革和发展的“ 两个飞跃 ”是\n\
正确答案:AD\n\
A. 废除人民公社，实行家庭承包责任制\n\
B. 发展乡镇企业\n\
C. 实施科教兴农战略\n\
D. 发展集体经济\
|\
中共十一届三中全会后对外开放开始起步，1980年中央决定设立的经济特区包括\n\
正确答案:ABCD\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 汕头经济特区\n\
D. 厦门经济特区\
|\
洋务运动失败的原因是\n\
正确答案:ABCD\n\
A. 洋务运动具有封建性\n\
B. 洋务企业的管理具有腐朽性\n\
C. 洋务运动对西方列强具有依赖性\n\
D. 顽固势力对洋务运动的多方阻挠\
|\
19世纪末期，帝国主义列强瓜分中国的图谋并未实现，其原因有（ ）\n\
正确答案:AB\n\
A. 帝国主义列强之间的矛盾和相互制约\n\
B. 中国人民进行了不屈不挠的反侵略斗争\n\
C. 清政府与列强相勾结\n\
D. 中国地域过于广阔\
|\
1949年3月中共中央离开西柏坡迁往北平。毛泽东说，今天是进京赶考的日子，我们决不当李自成，我们都希望考个好成绩。这句话的意思主要是\n\
正确答案:CD\n\
A. 避免农民战争中的流寇主义\n\
B. 克服农民阶级的私有观念\n\
C. 防止产生骄傲麻痹思想。\n\
D. 防止干部中出现享乐腐化作风。\
|\
在19世纪60年代，清朝统治阶级中主张学习西方的洋务派的主要代表人物有\n\
正确答案:ABCD\n\
A. 奕\n\
B. 曾国藩\n\
C. 李鸿章\n\
D. 左宗棠\
|\
新中国成立以来，取得了举世瞩目的巨大成就\n\
正确答案:ABCD\n\
A. 从争取经济独立到建设社会主义现代化国家\n\
B. 从赢得政治独立到建设社会主义民主政治\n\
C. 从发展新民主主义文化到建设中国特色的社会主义文化\n\
D. 从打破封锁到全方位对外开放\
|\
1842年中英《南京条约》的主要内容是\n\
正确答案:ABCD\n\
A. 割让香港岛给英国\n\
B. 赔款2100万元\n\
C. 开放广州等五个通商口岸\n\
D. 协定关税\
|\
1927年1月，中国人民收回的英租界是在\n\
正确答案:AD\n\
A. 汉口\n\
B. 上海\n\
C. 南京\n\
D. 九江\
|\
从公元前5世纪的战国时代到1840年的鸦片战争前，中国的社会性质是\n\
正确答案:B\n\
A. 奴隶社会\n\
B. 封建社会\n\
C. 半殖民地半封建社会\n\
D. 资本主义社会\
|\
文化大革命开始的标志性文件是“五、一六通知”是在哪年发布的\n\
正确答案:A\n\
A. 1966年\n\
B. 1967年\n\
C. 1968年\n\
D. 1969年\
|\
1924年5月,在苏联和中国共产党的帮助下，国民党陆军军官学校在广州黄埔创办（简称黄埔军校），校长是\n\
正确答案:B\n\
A. 孙中山\n\
B. 蒋介石\n\
C. 廖仲恺\n\
D. 汪精卫\
|\
标志着维新变法运动的开始的事件是\n\
正确答案:B\n\
A. 维新派与守旧派的论战\n\
B. 公车上书\n\
C. “中体西用”思想的提出\n\
D. “明定国是”诏书的颁布\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
中共十三大明确将党在社会主义初级阶段的基本路线概括为\n\
正确答案:A\n\
A. “一个中心、两个基本点”\n\
B. “四个坚持”\n\
C. 一手抓物质文明、一手抓精神文明\n\
D. 建设中国特色社会主义经济、政治和文化\
|\
在1898年9月“百日维新”失败后拒绝出走而慷慨就义的维新派代表人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
中国最早接受和宣传马克思主义的先进分子是\n\
正确答案:D\n\
A. 陈独秀\n\
B. 毛泽东\n\
C. 李达\n\
D. 李大钊\
|\
中国资产阶级领导的旧民主主义革命终结的标志是\n\
正确答案:C\n\
A. 二次革命的失败\n\
B. 辛亥革命的果实被袁世凯窃取\n\
C. 护法运动的失败\n\
D. 护国运动的失败\
|\
1932年3月，日本在吉林长春建立傀儡政权伪满洲国，出任执政的是\n\
正确答案:D\n\
A. 汪精卫\n\
B. 蒋介石\n\
C. 溥杰\n\
D. 溥仪\
|\
过渡时期总路线，中的“三改”是指\n\
正确答案:ABC\n\
A. 对农业的改造\n\
B. 手工业的改造\n\
C. 资本主义工商业的改造\n\
D. 林业的改造\
|\
资本－帝国主义列强在侵华过程中进行文化渗透的主要手段有\n\
正确答案:ABD\n\
A. 利用宗教进行侵略活动\n\
B. 借助传播西学的名义为侵华制造舆论\n\
C. 散布西方的学术思想\n\
D. 宣扬“种族优劣论”\
|\
近代中国在逐步沦为半殖民地半封建社会过程中新产生的阶级是\n\
正确答案:CD\n\
A. 农民阶级\n\
B. 地主阶级\n\
C. 资产阶级\n\
D. 工人阶级\
|\
在资产阶级革命思想的传播过程中，陆续成立的革命团体有\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 科学补习所\n\
C. 光复会\n\
D. 共进会\
|\
新文化运动前期的主要内容包括\n\
正确答案:AB\n\
A. 提倡新道德，反对旧道德\n\
B. 提倡新文化，反对旧文化\n\
C. 宣传马克思主义\n\
D. 提倡三纲五常\
|\
下列内容属于七届二中全会的是\n\
正确答案:ABC\n\
A. 我党工作中心从农村转移到城市\n\
B. 强调加强党的思想建设\n\
C. 提出由新民主主义向社会主义转变\n\
D. 确立毛泽东思想为党的指导思想\
|\
土地革命战争时期，中国的红色政权能够存在与发展的条件有\n\
正确答案:ABCD\n\
A. 几个帝国主义国家间接统治的政治经济发展不平衡的半殖民地半封建的大国\n\
B. 第一次国内革命战争的影响，全国革命形势的继续向前发展\n\
C. 相当力量的正式红军的存在\n\
D. 共产党组织的坚强有力和政策的正确\
|\
第一次鸦片战争后签定的不平等条约有\n\
正确答案:ABD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《北京条约》\n\
D. 《黄埔条约》\
|\
土地革命战争前期红色政权根据地的政权\n\
正确答案:BCD\n\
A. 是人民民主统一战线性质的政权\n\
B. 是工农民主专政性质的政权\n\
C. 属于新民主主义的政权\n\
D. 政权的主体是工农兵代表大会\
|\
邓小平在同江泽民等谈话时提出的中国社会主义农业改革和发展的“ 两个飞跃 ”是\n\
正确答案:AD\n\
A. 废除人民公社，实行家庭承包责任制\n\
B. 发展乡镇企业\n\
C. 实施科教兴农战略\n\
D. 发展集体经济\
|\
（ ）是一场由领导者错误发动，被反革命集团利用，给党、国家和人民带来严重灾难的内乱\n\
正确答案:C\n\
A. 大跃进\n\
B. 人民公社化运动\n\
C. 文化大革命\n\
D. “三反”和“五反”\
|\
中国共产党在对资本主义工商业进行改造过程中创造性提出的一项政策是\n\
正确答案:D\n\
A. 利用\n\
B. 限制\n\
C. 公私合营\n\
D. 和平赎买\
|\
在19世纪90年代，洋务派建成的新式海军的主力是\n\
正确答案:D\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
邓小平明确提出“建设有中国特色社会主义”命题的会议是\n\
正确答案:B\n\
A. 中共十一届三中全会\n\
B. 中共十二大\n\
C. 中共十二届三中全会\n\
D. 中共十三大\
|\
1894年，孙中山建立的中国第一个资产阶级革命团体是\n\
正确答案:A\n\
A. 兴中会\n\
B. 光复会\n\
C. 科学补习所\n\
D. 共进会\
|\
标志着维新变法运动的开始的事件是\n\
正确答案:B\n\
A. 维新派与守旧派的论战\n\
B. 公车上书\n\
C. “中体西用”思想的提出\n\
D. “明定国是”诏书的颁布\
|\
（ ）揭开改革开放的序幕，吹响建设中国特色的社会主义的时代号角\n\
正确答案:A\n\
A. 十一届三中全会\n\
B. 十二届四中全会\n\
C. 十三届四中全会\n\
D. 十一届四中全会\
|\
毛泽东提出"一切反动派都是纸老虎"的著名论断，针对的是\n\
正确答案:D\n\
A. 打垮国民党的历次反革命军事围剿\n\
B. 国民党顽固派制造皖南事变等反共浪潮\n\
C. 日本帝国主义被迫宣布无条件投降\n\
D. 内战初期国民党在军事和经济方面占有明显优势\
|\
抗日战争胜利后初期，中共的主要政治任务是\n\
正确答案:C\n\
A. 参加重庆谈判，商讨建国大计\n\
B. 进行土地改革，消灭封建剥削制度\n\
C. 争取和平民主，反对内战独裁\n\
D. 召开政协会议，改组国民政府\
|\
王明"左"倾冒险主义的主要特征是\n\
正确答案:B\n\
A. 经验主义\n\
B. 教条主义\n\
C. 主观主义\n\
D. 宗派主义\
|\
毛泽东科学预测抗日战争的发展进程包括（ ）三个阶段\n\
正确答案:ABD\n\
A. 战略防御\n\
B. 战略相持\n\
C. 战略进攻\n\
D. 战略反攻\
|\
毛泽东在 << 论持久战 >> 中认为抗日战争最后胜利一定属于中国的原因是\n\
正确答案:ABCD\n\
A. 中国是大国， 地大物博\n\
B. 日本是小国， 经不起长期战争\n\
C. 中国在国际上得道多助\n\
D. 日本发动的是退步的、野蛮的侵略战争\
|\
针对美国遏制新中国的情况，中国共产党在新中国成立前夕提出的外交方针包括\n\
正确答案:ABC\n\
A. “另起炉灶”\n\
B. “打扫干净屋子再请客”\n\
C. “一边倒”\n\
D. “全方位”\
|\
太平天国运动是中国农民战争的最高峰的主要依据是\n\
正确答案:ABCD\n\
A. 组织了强大的武装\n\
B. 其规模和延续时间均属空前\n\
C. 颁布了《天朝田亩制度》\n\
D. 承担了反封建反侵略的任务\
|\
从19世纪60年代到90年代，洋务派举办的洋务事业主要包括\n\
正确答案:ABCD\n\
A. 派遣留学生\n\
B. 兴办近代工业\n\
C. 创办新式学堂\n\
D. 建立新式海陆军\
|\
下列关于“八七”会议的表述正确的是\n\
正确答案:ACD\n\
A. 纠正了陈独秀的右倾投降主义错误\n\
B. 会议避免了“左”的错误\n\
C. 毛泽东提出“政权是由枪杆子中取得的”\n\
D. 会议确定土地革命和武装斗争的方针\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（ ）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
抗日民族统一战线的策略总方针是\n\
正确答案:ABC\n\
A. 发展进步势力\n\
B. 争取中间势力\n\
C. 孤立顽固势力\n\
D. 反对投降势力\
|\
甲午战争以后，西方列强对中国的经济侵略开始以资本输出为主，资本输出的主要方式有（ ）\n\
正确答案:ABCD\n\
A. 在中国投资开设工厂\n\
B. 在中国增设银行\n\
C. 投资修筑铁路，控制交通事业\n\
D. 迫使清政府举借外债\
|\
20世纪初，陈天华发表的宣传民主革命思想的著作是\n\
正确答案:AD\n\
A. 《猛回头》\n\
B. 《革命军》\n\
C. 《天演论》\n\
D. 《警世钟》\
|\
1937年8月，根据国共两党协议，在西北的中国工农红军主力改编为八路军，总指挥是\n\
正确答案:D\n\
A. 项英\n\
B. 叶挺\n\
C. 彭德怀\n\
D. 朱德\
|\
近代中国社会人数最多的被剥削阶级是\n\
正确答案:A\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
文化大革命的发动者是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 朱德\
|\
1900年，俄国在入侵中国时制造了屠杀中国居民的\n\
正确答案:C\n\
A. 旅顺惨案\n\
B. 海兰泡惨案\n\
C. 江东六十四屯惨案\n\
D. 济南惨案\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
国民党的统治在全国范围内建立的标志是\n\
正确答案:A\n\
A. 张学良“改旗易帜”\n\
B. 南京国民政府改组\n\
C. 宁汉合流\n\
D. 中原大战结束\
|\
在近代，帝国主义列强不能灭亡和瓜分中国的最根本原因是\n\
正确答案:D\n\
A. 民族资产阶级发动的民主革命\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 洋务派开展的“自强”、“求富”运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
1895年，严复在《救亡决论》一文中喊出的口号是\n\
正确答案:B\n\
A. “师夷长技以制夷”\n\
B. “救亡”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
“一•二八”淞沪抗战中，率领十九路军抵抗日军侵略的爱国将领是\n\
正确答案:A\n\
A. 蔡廷锴\n\
B. 张学良\n\
C. 冯玉祥\n\
D. 马占山\
|\
下列有关中共第一次工作重心转移的叙述，正确的是\n\
正确答案:ABD\n\
A. 在革命面临危机的背景下被迫转移的\n\
B. 经历了一个先实践后理论的认识过程\n\
C. 使党的民主革命任务发生了根本变化\n\
D. 找到了一条适合中国国情的正确革命道路\
|\
对1946年政协会议协议的有关表述，正确的是\n\
正确答案:ABCD\n\
A. 有利于实现民主政治与和平建国\n\
B. 在许多方面反映了人们的愿望\n\
C. 体现了民主协商的精神\n\
D. 很快被国民政府撕毁\
|\
抗日战争时期，中国共产党主办的（ ）报刊在国民党统治区公开发行，及时宣传党的主张，鼓舞和激励群众的抗战热情\n\
正确答案:AB\n\
A. 《新华日报》\n\
B. 《群众》周刊\n\
C. 《热血日报》\n\
D. 《解放日报》\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（ ）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
参加五四运动的社会阶层有\n\
正确答案:ABCD\n\
A. 工人\n\
B. 农民\n\
C. 学生\n\
D. 商人\
|\
1978年12月召开的中共十一届三中全会\n\
正确答案:ABCD\n\
A. 实现了新中国成立以来党的历史上具有深远意义的伟大转折\n\
B. 重新确立了马克思主义的思想路线、政治路线、组织路线\n\
C. 改革开放的序幕由此揭开,把党和国家的工作中心转移到经济建设上来\n\
D. 彻底否定“以阶级斗争为纲”的错误理论和实践\
|\
1912年后，孙中山为首的资产阶级革命派为捍卫辛亥革命成果而进行的斗争包括\n\
正确答案:ABC\n\
A. 二次革命\n\
B. 护国运动\n\
C. 护法运动\n\
D. 新文化运动\
|\
下面属于中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 中国共产党的领导\n\
B. 各民主党派和无党派人士、各少数民族、爱国知识分子和华侨的支持\n\
C. 工人、农民和城市小资产阶级是民主革命的主要力量\n\
D. 国际无产阶级和人民群众的支持\
|\
1840年以后，从皇帝到权贵，大都\n\
正确答案:ABCD\n\
A. 昏庸愚昧\n\
B. 不了解世界大势\n\
C. 不懂得御敌之策\n\
D. 害怕人民群众\
|\
1935年1月，遵义会议解决了当时最迫切的\n\
正确答案:BC\n\
A. 思想问题\n\
B. 军事问题\n\
C. 组织问题\n\
D. 政治问题\
|\
中国最早接受和宣传马克思主义的先进分子是\n\
正确答案:D\n\
A. 陈独秀\n\
B. 毛泽东\n\
C. 李达\n\
D. 李大钊\
|\
抗日战争中，据不完全统计，中国军民伤亡总数达\n\
正确答案:C\n\
A. 1500万以上\n\
B. 2500万以上\n\
C. 3500万以上\n\
D. 4500万以上\
|\
我国成功地爆炸第一颗氢弹的是在\n\
正确答案:C\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
淞沪会战后期率领“八百壮士”坚持在四行仓库的爱国将领是\n\
正确答案:D\n\
A. 佟麟阁\n\
B. 赵登禹\n\
C. 张自忠\n\
D. 谢晋元\
|\
率领北平国民党军队接受和平改编的国民党将领是\n\
正确答案:D\n\
A. 张治中\n\
B. 蔡廷锴\n\
C. 杜聿明\n\
D. 傅作义\
|\
皖南事变后，中共中央重建新四军军部，被任命的政治委员是\n\
正确答案:C\n\
A. 陈毅\n\
B. 陈赓\n\
C. 刘少奇\n\
D. 项英\
|\
1915年开始的民主、科学与尊孔复古的论战实质是\n\
正确答案:A\n\
A. 资产阶级与封建地主阶级的思想论战\n\
B. 无产阶级与资产阶级的思想论战\n\
C. 马克思主义与改良主义的论战\n\
D. 西方文明与中华传统文化之间的冲突\
|\
2005年初至2006年上半年，在全党开展了以实践“三个代表”重要思想为主要内容的\n\
正确答案:B\n\
A. 整党运动\n\
B. 保持共产党员先进性教育活动\n\
C. 整风运动\n\
D. 以讲学习、讲政治、讲正气为主要内容的党性党风教育\
|\
重庆谈判的焦点问题是\n\
正确答案:A\n\
A. 人民军队和解放区的合法地位问题\n\
B. 要不要和平建国的问题\n\
C. 实行宪政、结束训政的问题\n\
D. 人民的民主、自由权利的问题\
|\
20 世纪初，宣传资产阶级民主革命思想的主要人物有\n\
正确答案:ABD\n\
A. 章炳麟\n\
B. 邹容\n\
C. 康有为\n\
D. 陈天华\
|\
中国民族资本主义经济的发展，受到了多方面的阻碍。其阻碍主要来自\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
抗日战争时期，中国共产党在抗日根据地实行的“三三制”政权，政权人员的组成大体是\n\
正确答案:ACD\n\
A. 共产党员占1/3\n\
B. 农民代表占1/3\n\
C. 中间分子占1/3\n\
D. 非党进步分子占1/3\
|\
革命党人为维护共和成果推翻北洋军阀而进行的斗争有\n\
正确答案:BCD\n\
A. 辛亥革命\n\
B. 二次革命\n\
C. 护国运动\n\
D. 护法运动\
|\
进入20世纪80年代，我国多层次、有重点、点面结合对外开放格局的构成包括\n\
正确答案:ABCD\n\
A. 经济特区\n\
B. 沿海开放城市\n\
C. 沿海经济开放区\n\
D. 内地\
|\
毛泽东在《论持久战》中指出，抗日战争要经过三个阶段是\n\
正确答案:ABC\n\
A. 战略相持\n\
B. 战略反攻\n\
C. 战略防御\n\
D. 战略退缩\
|\
新中国成立以来，取得了举世瞩目的巨大成就\n\
正确答案:ABCD\n\
A. 从争取经济独立到建设社会主义现代化国家\n\
B. 从赢得政治独立到建设社会主义民主政治\n\
C. 从发展新民主主义文化到建设中国特色的社会主义文化\n\
D. 从打破封锁到全方位对外开放\
|\
抗战时期，正面战场和敌后战场的主要区别是\n\
正确答案:ABCD\n\
A. 抗战的领导不同\n\
B. 抗战路线不同\n\
C. 作战方式不同\n\
D. 战略地位不同\
|\
南京临时政府的局限性表现为\n\
正确答案:ABC\n\
A. 承认清政府与列强所订的一切不平等条约和一切外债有效\n\
B. 没有提出任何可以满足农民土地要求的政策和措施\n\
C. 维护封建土地制度以及官僚、地主所占有的土地财产\n\
D. 主体是资产阶级革命派\
|\
孙中山在《民报》发刊词中阐发的民族主义是指\n\
正确答案:CD\n\
A. 打倒封建主义\n\
B. 打倒帝国主义\n\
C. 以革命手段推翻清王朝\n\
D. 变“次殖民地”的中国为独立的中国\
|\
揭开中国社会主义改革开放和现代化建设新时期序幕的是\n\
正确答案:B\n\
A. 中共十一大\n\
B. 中共十一届三中全会\n\
C. 中共十二大\n\
D. 中共十二届三中全会\
|\
第一个五年计划中，东北地区的建设项目主要是\n\
正确答案:B\n\
A. 纺织工业项目\n\
B. 重工业项目\n\
C. 电子工业项目\n\
D. 煤炭工业项目\
|\
中国共产党在新民主主义革命不同时期提出的土地政策的共同点是（）①体现中国共产党的民主革命纲领 ②消灭封建剥削制度 ③维护农民基本利益 ④促进社会经济发展\n\
正确答案:C\n\
A. ①②\n\
B. ①②③\n\
C. ①③④\n\
D. ①②③④\
|\
（ ）是一场由领导者错误发动，被反革命集团利用，给党、国家和人民带来严重灾难的内乱\n\
正确答案:C\n\
A. 大跃进\n\
B. 人民公社化运动\n\
C. 文化大革命\n\
D. “三反”和“五反”\
|\
国家对农村实行联产承包责任制的直接原因是\n\
正确答案:C\n\
A. 小农经济的落后性\n\
B. 为解决工业化原料\n\
C. 克服人民公社“一大二公”和分配中的平均主义\n\
D. 发展农村生产力\
|\
被誉为中国人民的大宪章、起着临时宪法作用的是\n\
正确答案:B\n\
A. 《论人民民主专政》\n\
B. 《中国人民政治协商会议共同纲领》\n\
C. 《中国人民政治协商会议组织法》\n\
D. 《新民主主义论》\
|\
英法联军攻占北京并放火烧毁凝聚着中华民族聪明才智的圆明园是在\n\
正确答案:B\n\
A. 第一次鸦片战争期间\n\
B. 第二次鸦片战争期间\n\
C. 甲午战争期间\n\
D. 八国联军侵华战争期间\
|\
史学界把维新变法、辛亥革命和新文化运动都称为近代化运动，因为这几场运动要求\n\
正确答案:A\n\
A. 实行资产阶级民主政治\n\
B. 提倡民主和科学\n\
C. 彻底废除旧制度\n\
D. 宣传新思想，弘扬新文化\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
1860年，英法两国分别迫使清政府签订的不平等条约是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《天津条约》\n\
C. 《北京条约》\n\
D. 《望厦条约》\
|\
1842年中英《南京条约》的主要内容是\n\
正确答案:ABCD\n\
A. 割让香港岛给英国\n\
B. 赔款2100万元\n\
C. 开放广州等五个通商口岸\n\
D. 协定关税\
|\
延安整风运动的主要内容是\n\
正确答案:ACD\n\
A. 反对主观主义以整顿学风\n\
B. 反对官僚主义以整顿作风\n\
C. 反对党八股以整顿文风\n\
D. 反对宗派主义以整顿党风\
|\
通过重庆谈判和签订的"双十协定"，中共取得的成果有\n\
正确答案:ABD\n\
A. 在全国人民面前表现了和平诚意\n\
B. 迫使国民党承认和平建国的基本方针\n\
C. 实现了中共在国家政治生活中的合法地位\n\
D. 团结了民主力量\
|\
下列关于相持阶段两个战场演变的说法，正确的是\n\
正确答案:ABCD\n\
A. 正面战场消极抗战形势恶化\n\
B. 敌后战场逐渐成为抗日的主战场\n\
C. 正面战场的战略地位日益降低\n\
D. 正面战场仍在一定程度上起了牵制日军的作用\
|\
下列哪些是维新派的主张\n\
正确答案:ABCD\n\
A. 积极要求变法\n\
B. 主张实行君主立宪制\n\
C. 主张废除八股\n\
D. 主张学西方\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
邓小平在同江泽民等谈话时提出的中国社会主义农业改革和发展的“ 两个飞跃 ”是\n\
正确答案:AD\n\
A. 废除人民公社，实行家庭承包责任制\n\
B. 发展乡镇企业\n\
C. 实施科教兴农战略\n\
D. 发展集体经济\
|\
1915年兴起的新文化运动的主要内容\n\
正确答案:ABCD\n\
A. 提倡民主和科学\n\
B. 提倡白话文\n\
C. 提倡新文学\n\
D. 宣传男女平等和个性解放\
|\
社会主义改造时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货的加工费和货价\n\
B. “四马分肥”中的资方红利\n\
C. 公私全营后资本家拿取的定息\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
"工农武装割据"思想包含的三个主要因素是\n\
正确答案:ABC\n\
A. 武装斗争\n\
B. 土地革命\n\
C. 农村革命根据地\n\
D. 统一战线\
|\
1949年10月1日中华人民共和国成立到（ ）年这几年，是基本完成社会主义改造的时期\n\
正确答案:A\n\
A. 1956\n\
B. 1957\n\
C. 1955\n\
D. 1958\
|\
最能完整地体现五四运动性质的口号是\n\
正确答案:D\n\
A. 废除"二十一条"\n\
B. 拒绝在和约上签字\n\
C. 还我青岛\n\
D. 外争主权，内惩国贼\
|\
标志着维新变法运动的开始的事件是\n\
正确答案:B\n\
A. 维新派与守旧派的论战\n\
B. 公车上书\n\
C. “中体西用”思想的提出\n\
D. “明定国是”诏书的颁布\
|\
“师夷之长技以制夷”的提出者是\n\
正确答案:D\n\
A. 龚自珍\n\
B. 林则徐\n\
C. 洪仁玕\n\
D. 魏源\
|\
中国共产党开展土地革命后制定的第一部土地法是\n\
正确答案:A\n\
A. 井冈山土地法\n\
B. 兴国土地法\n\
C. 中国土地法大纲\n\
D. 五四指示\
|\
中国近代史的开端是\n\
正确答案:A\n\
A. 1840年第一次鸦片战争\n\
B. 1856年第二次鸦片战争\n\
C. 1894年甲午战争\n\
D. 1900年八国联军侵华战争\
|\
下列关于"九一八事变"影响，不正确的是\n\
正确答案:C\n\
A. 它使中国东北沦为日本殖民地\n\
B. 它促使中国的社会矛盾开始发生变化\n\
C. 它促使中共立即作出国共合作共同抗日的主张\n\
D. 它是日本灭亡中国计划的一部分\
|\
抗日战争胜利后初期，中共的主要政治任务是\n\
正确答案:C\n\
A. 参加重庆谈判，商讨建国大计\n\
B. 进行土地改革，消灭封建剥削制度\n\
C. 争取和平民主，反对内战独裁\n\
D. 召开政协会议，改组国民政府\
|\
在近代中国，被誉为中国革命的先行者，首先发动资产阶级民主革命的领袖人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 孙中山\n\
D. 宋教仁\
|\
1905年8月，中国同盟会成立后创立的机关报是\n\
正确答案:A\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
第一次鸦片战争以后，中国社会发生的两个根本性变化是\n\
正确答案:AC\n\
A. 独立的中国逐步变成半殖民地的中国\n\
B. 独立的中国逐步变成殖民地的中国\n\
C. 封建的中国逐步变成半封建的中国\n\
D. 封建的中国逐步变成资本主义的中国\
|\
自1840年至1919年，中国人民在历次反侵略战争中失败的主要原因是\n\
正确答案:AD\n\
A. 社会制度的腐败\n\
B. 军事指挥的失误\n\
C. 思想文化的保守\n\
D. 经济技术的落后\
|\
社会主义改造时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货的加工费和货价\n\
B. “四马分肥”中的资方红利\n\
C. 公私全营后资本家拿取的定息\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
毛泽东总结中国共产党成立以来的历史经验，指出中国共产党在中国革命中战胜敌人的三大法宝是\n\
正确答案:ABC\n\
A. 统一战线\n\
B. 武装斗争\n\
C. 党的建设\n\
D. 根据地建设\
|\
中国革命胜利的基本经验有\n\
正确答案:ACD\n\
A. 建立广泛的统一战线\n\
B. 群众路线\n\
C. 加强共产党自身的建设\n\
D. 坚持革命的武装斗争\
|\
下列关于《天朝田亩制度》叙述正确的是\n\
正确答案:ABCD\n\
A. 确定了平均分配土地的方案\n\
B. 是以解决土地问题为中心的比较完整的社会改革方案\n\
C. 具有空想性质，不可能实现\n\
D. 它的主张从根本上否定了封建社会的基础——地主的土地所有制\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
中日甲午战争后，根据《马关条约》的规定，清政府应将下列哪些地区割让给日本？\n\
正确答案:BCD\n\
A. 海南岛\n\
B. 台湾全岛及附属岛屿\n\
C. 澎湖列岛\n\
D. 辽东半岛\
|\
洋务运动的历史作用包括\n\
正确答案:ABCD\n\
A. 成为中国近代教育的开端\n\
B. 传播了新知识，打开了人们的眼界\n\
C. 引起了社会风气和价值观念的变化\n\
D. 在客观上促进了中国早期工业和民族资本主义的发展\
|\
敦促日本无条件投降的会议是\n\
正确答案:C\n\
A. 开罗会议\n\
B. 德黑兰会议\n\
C. 波茨坦会议\n\
D. 雅尔塔会议\
|\
1946年6月，全面内战爆发，国民党军队首先进攻的地区是\n\
正确答案:C\n\
A. 山东解放区\n\
B. 东北解放区\n\
C. 中原解放区\n\
D. 陕甘宁解放区\
|\
标志着日本全面侵华战争开始的事变是\n\
正确答案:C\n\
A. 九一八\n\
B. 华北\n\
C. 七七\n\
D. 八一三\
|\
在中法战争期间，率领清军和当地民众取得镇南关大捷的爱国将领是\n\
正确答案:B\n\
A. 左宝贵\n\
B. 冯子材\n\
C. 陈化成\n\
D. 刘铭传\
|\
戊戌变法的性质是\n\
正确答案:B\n\
A. 资产阶级革命运动\n\
B. 资产阶级改良运动\n\
C. 封建统治阶级自上而下的改革\n\
D. 地主阶级的改革运动\
|\
中共十三大明确将党在社会主义初级阶段的基本路线概括为\n\
正确答案:A\n\
A. “一个中心、两个基本点”\n\
B. “四个坚持”\n\
C. 一手抓物质文明、一手抓精神文明\n\
D. 建设中国特色社会主义经济、政治和文化\
|\
中国资产阶级领导的变法与革命失败的根本原因是\n\
正确答案:D\n\
A. 传统儒家思想的影响\n\
B. 封建顽固势力的强大\n\
C. 帝国主义的破坏\n\
D. 民族资产阶级自身的软弱性和妥协性\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
五四运动是中国新民主主义革命开始的标志，最主要的依据是\n\
正确答案:D\n\
A. 提出彻底地反帝反封建口号\n\
B. 十月革命影响与马克思主义传播\n\
C. 青年学生领导并有广泛的群众基础\n\
D. 无产阶级成为运动主力\
|\
南京临时政府中占领导和主体地位的派别是\n\
正确答案:D\n\
A. 资产阶级维新派\n\
B. 资产阶级保皇派\n\
C. 资产阶级立宪派\n\
D. 资产阶级革命派\
|\
甲午战争以后，西方列强对中国的经济侵略开始以资本输出为主，资本输出的主要方式有（ ）\n\
正确答案:ABCD\n\
A. 在中国投资开设工厂\n\
B. 在中国增设银行\n\
C. 投资修筑铁路，控制交通事业\n\
D. 迫使清政府举借外债\
|\
卢沟桥事变后，在保卫北平的战斗中牺牲的国民党爱国将领是\n\
正确答案:BD\n\
A. 张自忠\n\
B. 佟麟阁\n\
C. 郝梦龄\n\
D. 赵登禹\
|\
“一化三改造”时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货\n\
B. “四马分肥”中的资方红利\n\
C. 公私合营\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
自1840年至1919年，中国人民在历次反侵略战争中失败的主要原因是\n\
正确答案:AD\n\
A. 社会制度的腐败\n\
B. 军事指挥的失误\n\
C. 思想文化的保守\n\
D. 经济技术的落后\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
下列说明五四运动是中国新民主主义革命开端的是\n\
正确答案:ACD\n\
A. 无产阶级以独立姿态登上政治舞台\n\
B. 发生在俄国十月社会主义革命之后，属于世界无产阶级革命一部分\n\
C. 是彻底反帝反封建的革命运动\n\
D. 具有初步共产主义思想的知识分子起了领导作用\
|\
下列关于《天朝田亩制度》叙述正确的是\n\
正确答案:ABCD\n\
A. 确定了平均分配土地的方案\n\
B. 是以解决土地问题为中心的比较完整的社会改革方案\n\
C. 具有空想性质，不可能实现\n\
D. 它的主张从根本上否定了封建社会的基础——地主的土地所有制\
|\
中国共产党领导的革命包括（ ）两个阶段\n\
正确答案:BC\n\
A. 资产阶级革命\n\
B. 社会主义革命\n\
C. 新民主主义革命\n\
D. 旧民主主义革命\
|\
1905年8月，中国同盟会成立时制定的革命纲领是\n\
正确答案:ABCD\n\
A. 驱除鞑虏\n\
B. 平均地权\n\
C. 恢复中华\n\
D. 创立民国\
|\
毛泽东认为，社会主义这个阶段可分为两个阶段，包括\n\
正确答案:AC\n\
A. 不发达的社会主义\n\
B. 初级阶段的社会主义\n\
C. 比较发达的社会主义\n\
D. 高级阶段的社会主义\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的会议是\n\
正确答案:D\n\
A. 中共十二届六中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十一届三中全会的召开\
|\
帝国主义列强对中国的侵略和瓜分达到高潮是在\n\
正确答案:C\n\
A. 第一次鸦片战争后\n\
B. 第二次鸦片战争后\n\
C. 中日甲午战争后\n\
D. 八国联军战争后\
|\
下列关于"九一八事变"影响，不正确的是\n\
正确答案:C\n\
A. 它使中国东北沦为日本殖民地\n\
B. 它促使中国的社会矛盾开始发生变化\n\
C. 它促使中共立即作出国共合作共同抗日的主张\n\
D. 它是日本灭亡中国计划的一部分\
|\
标志着以慈禧太后为首的清政府彻底放弃抵抗外国侵略者的事件是\n\
正确答案:D\n\
A. 《南京条约》的签订\n\
B. 《天津条约》的签订\n\
C. 《北京条约》的签订\n\
D. 《辛丑条约》的签订\
|\
在1895年发起的“公车上书”后成为倡导维新运动旗手的是\n\
正确答案:B\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
中国共产党在对资本主义工商业进行改造过程中创造性提出的一项政策是\n\
正确答案:D\n\
A. 利用\n\
B. 限制\n\
C. 公私合营\n\
D. 和平赎买\
|\
中国由新民主主义向社会主义转变的优越的政治条件是\n\
正确答案:B\n\
A. 马克思主义、毛泽东思想的指导地位\n\
B. 中国共产党的领导和人民民主专政国家制度的建立\n\
C. 新民主主义经济制度的建立和国民经济的恢复\n\
D. 社会主义国营经济成为多种经济成份中的领导力量\
|\
新民主主义革命的胜利的标志是\n\
正确答案:A\n\
A. 中华人民共和国的成立\n\
B. 中国人民政治协商会议的召开\n\
C. 《新民主主义论》的发表\n\
D. 土改的开始\
|\
抗战胜利后，经过重庆谈判国共双方确认和平建国的基本方针是\n\
正确答案:A\n\
A. 《政府与中共代表会谈纪要》\n\
B. 《共同纲领》\n\
C. 《抗战胜利后的时局和我们的方针》\n\
D. 中共中央《对目前时局的宣言》\
|\
1895年，严复在《救亡决论》一文中喊出的口号是\n\
正确答案:B\n\
A. “师夷长技以制夷”\n\
B. “救亡”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
鸦片战争以后，中国社会发生的两个根本性变化是\n\
正确答案:BD\n\
A. 中国的白银大量外流，出现财政危机\n\
B. 独立的中国逐步变成半殖民地的中国\n\
C. 中国人的身体和精神遭到前所未有的毒害\n\
D. 封建的中国逐步变成半封建的中国\
|\
辛亥革命没有完成的历史任务主要是\n\
正确答案:AD\n\
A. 没有完成反帝反封建的任务\n\
B. 没有推翻清王朝的统治\n\
C. 没有打击到列强在华势力\n\
D. 没有改变中国的社会性质\
|\
中国工农红军“长征”的胜利是\n\
正确答案:ABCD\n\
A. 革命英雄主义的胜利\n\
B. 革命乐观主义的胜利\n\
C. 艰苦奋斗革命精神的胜利\n\
D. 毛泽东正确思想的胜利\
|\
土地革命战争时期，中国的红色政权能够存在与发展的条件有\n\
正确答案:ABCD\n\
A. 几个帝国主义国家间接统治的政治经济发展不平衡的半殖民地半封建的大国\n\
B. 第一次国内革命战争的影响，全国革命形势的继续向前发展\n\
C. 相当力量的正式红军的存在\n\
D. 共产党组织的坚强有力和政策的正确\
|\
下列属于国统区学生运动的是\n\
正确答案:ABC\n\
A. 1947年5月20日反饥饿、反内战的五二0运动。\n\
B. 1945年12月1日反对内战、争取自由的一二一运动。\n\
C. 1946年12月30日抗议美军暴行的抗暴运动（一二三0运动）。\n\
D. 1947年2月28日台湾二二八起义。\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
和旧民主主义革命相比，五四运动的历史特点是\n\
正确答案:ABCD\n\
A. 彻底的反帝反封建\n\
B. 它是场真正的群众运动\n\
C. 促进了马克思主义在中国的传播\n\
D. 促进了马克思主义与中国工人运动的结合\
|\
1905年8月，中国同盟会成立时制定的革命纲领是\n\
正确答案:ABCD\n\
A. 驱除鞑虏\n\
B. 平均地权\n\
C. 恢复中华\n\
D. 创立民国\
|\
第一次鸦片战争期后，清政府被迫分别与法国和美国签订的不平等条约是\n\
正确答案:BD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《虎门条约》\n\
D. 《黄埔条约》\
|\
太平天国运动是中国农民战争的最高峰的主要依据是\n\
正确答案:ABCD\n\
A. 组织了强大的武装\n\
B. 其规模和延续时间均属空前\n\
C. 颁布了《天朝田亩制度》\n\
D. 承担了反封建反侵略的任务\
|\
造成1959年至1961年我国国民经济严重困难的最主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. 经济建设中的“左”倾错误\
|\
《双十协定》的签订，中共取得的战略优势是\n\
正确答案:D\n\
A. 获得了自卫战争的准备时间\n\
B. 解放区获得了合法地位\n\
C. 赢得了民主党派的支持\n\
D. 取得了政治上的主动地位\
|\
标志着日本全面侵华战争开始的事变是\n\
正确答案:C\n\
A. 九一八\n\
B. 华北\n\
C. 七七\n\
D. 八一三\
|\
最能体现太平天国社会理想和农民战争特点的纲领性文件是\n\
正确答案:D\n\
A. 《资政新篇》\n\
B. 《原道觉世训》\n\
C. 《十款天条》\n\
D. 《天朝田亩制度》\
|\
造成1959年至1961年我国国民经济严重困难的主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. “大跃进”和“反右倾”斗争的错误\
|\
19世纪60年代，洋务派最早兴办的洋务事业是\n\
正确答案:A\n\
A. 军用工业\n\
B. 民用企业\n\
C. 新式学堂\n\
D. 新式海陆军\
|\
在第一次鸦片战争后，中国爆发的一场伟大的农民战争是\n\
正确答案:B\n\
A. 三元里人民抗英斗争\n\
B. 太平天国运动\n\
C. 台湾高山族人民抗日斗争\n\
D. 义和团运动\
|\
20世纪30年代，中国共产党内最早提出反对教条主义的任务的领导人是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 张闻天\
|\
新中国第一颗人造地球卫星发射成功是在\n\
正确答案:D\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
毛泽东提出由新民主主义社会转变为社会主义社会的总任务和主要途径的著作是\n\
正确答案:C\n\
A. 《中国革命和中国共产党》\n\
B. 《论政策》\n\
C. 《在中共七届二中全会上的报告》\n\
D. 《论人民民主专政》\
|\
三国“干涉还辽”中的三国指的是\n\
正确答案:BCD\n\
A. 美国\n\
B. 俄国\n\
C. 德国\n\
D. 法国\
|\
中共十一届三中全会的主要功绩是\n\
正确答案:ABCD\n\
A. 彻底否定了“两个凡是”的错误方针\n\
B. 高度评价了关于真理标准问题的讨论\n\
C. 断然否定“以阶级斗争为纲”的指导思想\n\
D. 作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策\
|\
五四运动后，马克思主义在中国传播的特点是\n\
正确答案:ABCD\n\
A. 进步知识分子起了推动作用\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 马克思主义同非马克思主义展开斗争\n\
D. 马克思主义成为新文化运动的主流\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（ ）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
社会主义改造时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货的加工费和货价\n\
B. “四马分肥”中的资方红利\n\
C. 公私全营后资本家拿取的定息\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
中国共产党与以往的任何政党不同的主要表现是\n\
正确答案:ABCD\n\
A. 以马克思主义理论为指导\n\
B. 是新型的工人阶级政党\n\
C. 能够代表整个中华民族的利益\n\
D. 以实现共产主义为目标\
|\
中华人民共和国的成立标志着\n\
正确答案:ABCD\n\
A. 新民主主义革命基本胜利\n\
B. 新民主主义社会在全国范围内的建立\n\
C. 半殖民地、半封建社会的结束,民族独立和人民解放的任务基本完成\n\
D. 马克思主义同中国实际相结合的伟大胜利\
|\
中国封建社会的封建宗法等级制度突出的是\n\
正确答案:ABC\n\
A. 君权\n\
B. 父权\n\
C. 夫权\n\
D. 子权\
|\
从19世纪60到90年代，洋务派创办的新式学堂主要是\n\
正确答案:ABC\n\
A. 翻译学堂\n\
B. 科技学堂\n\
C. 军事学堂\n\
D. 农艺学堂\
|\
1914年5月，窃夺辛亥革命成果的袁世凯炮制了\n\
正确答案:C\n\
A. 《暂时新刑律》\n\
B. 《戒严法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
在下列不平等条件中，含有强迫清政府把香港割让给英国这一内容的是\n\
正确答案:B\n\
A. 《北京条约》\n\
B. 《南京条约》\n\
C. 《黄埔条约》\n\
D. 《望厦条约》\
|\
鸦片战争以后，一股“向西方学习”的新思想萌发，其主要目的是：\n\
正确答案:A\n\
A. 重新认识世界，寻求强国御侮之道\n\
B. 学习西方先进技术，发展资本主义经济\n\
C. 了解西方国家，与之建立平等的外交关系\n\
D. 学习西方的先进的政治制度，进行社会改革\
|\
1919年7月发表《多研究些问题，少谈些主义》文章的资产阶级改良主义的代表是\n\
正确答案:C\n\
A. 梁启超\n\
B. 张东荪\n\
C. 胡适\n\
D. 黄凌霜\
|\
振奋全国抗战精神的“台儿庄大捷”出现在国民党组织的哪场会战中\n\
正确答案:D\n\
A. 淞沪会战\n\
B. 太原会战\n\
C. 常德会战\n\
D. 徐州会战\
|\
日寇在中国不断挑起事变，进而发动全面战争，下列事变发生在上海的是\n\
正确答案:B\n\
A. 一•二八事变和七七事变\n\
B. 一•二八事变和八•一三事变\n\
C. 七七事变和九•一八事变\n\
D. 八•一三事变和九•一八事变\
|\
戊戌变法的性质是\n\
正确答案:B\n\
A. 资产阶级革命运动\n\
B. 资产阶级改良运动\n\
C. 封建统治阶级自上而下的改革\n\
D. 地主阶级的改革运动\
|\
中国共产党独立领导革命战争和创建人民军队的开始是\n\
正确答案:A\n\
A. 南昌起义\n\
B. 八七会议\n\
C. 秋收起义\n\
D. 广州起义\
|\
在第一次鸦片战争期间，为抗击英国侵略而战死虎门的清朝爱国将领是\n\
正确答案:C\n\
A. 海龄\n\
B. 陈化成\n\
C. 关天培\n\
D. 史荣椿\
|\
造成1959年至1961年我国国民经济严重困难的最主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. 经济建设中的“左”倾错误\
|\
洋务运动的历史作用包括\n\
正确答案:ABCD\n\
A. 成为中国近代教育的开端\n\
B. 传播了新知识，打开了人们的眼界\n\
C. 引起了社会风气和价值观念的变化\n\
D. 在客观上促进了中国早期工业和民族资本主义的发展\
|\
毛泽东认为，社会主义这个阶段可分为两个阶段，包括\n\
正确答案:AC\n\
A. 不发达的社会主义\n\
B. 初级阶段的社会主义\n\
C. 比较发达的社会主义\n\
D. 高级阶段的社会主义\
|\
1913年，资产阶级革命派发动二次革命的导火线是\n\
正确答案:BC\n\
A. 段祺瑞拒绝恢复国会\n\
B. 国民党领袖宋教仁被刺杀\n\
C. 袁世凯与日本签订“善后大借款”\n\
D. 张勋复辟帝制\
|\
下面属于中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 中国共产党的领导\n\
B. 各民主党派和无党派人士、各少数民族、爱国知识分子和华侨的支持\n\
C. 工人、农民和城市小资产阶级是民主革命的主要力量\n\
D. 国际无产阶级和人民群众的支持\
|\
从1953年开始的三大改造包括\n\
正确答案:BCD\n\
A. 进行土地改革，实行农民的土地私有制\n\
B. 手工业合作化\n\
C. 对资本主义工商业进行公私合营\n\
D. 农业合作化\
|\
中国革命胜利的基本经验有\n\
正确答案:ACD\n\
A. 建立广泛的统一战线\n\
B. 群众路线\n\
C. 加强共产党自身的建设\n\
D. 坚持革命的武装斗争\
|\
皖南事变中遇难的新四军将领有\n\
正确答案:BC\n\
A. 叶挺\n\
B. 项英\n\
C. 袁国平\n\
D. 彭雪枫\
|\
1946年1月10日，政治协商会议在重庆开幕，出席会议的有（ ）的代表\n\
正确答案:ABCD\n\
A. 国民党\n\
B. 共产党\n\
C. 民主同盟\n\
D. 无党派人士\
|\
中国共产党与以往的任何政党不同的主要表现是\n\
正确答案:ABCD\n\
A. 以马克思主义理论为指导\n\
B. 是新型的工人阶级政党\n\
C. 能够代表整个中华民族的利益\n\
D. 以实现共产主义为目标\
|\
下列有关皖南事变的表述，正确的是\n\
正确答案:ACD\n\
A. 它是国民党顽固派破坏抗战的行为\n\
B. 英美支持国民党发动\n\
C. 中国共产党坚决回击顽固派的进攻\n\
D. 新四军军部及所属部队损失惨重\
|\
辛亥革命取得的最大成就是\n\
正确答案:A\n\
A. 推翻了封建帝制\n\
B. 促进了资本主义的发展\n\
C. 使人民获得了一些民主自由权利\n\
D. 打击了帝国主义的殖民势力\
|\
“一•二八”淞沪抗战中，率领十九路军抵抗日军侵略的爱国将领是\n\
正确答案:A\n\
A. 蔡廷锴\n\
B. 张学良\n\
C. 冯玉祥\n\
D. 马占山\
|\
抗战胜利后，经过重庆谈判国共双方确认和平建国的基本方针是\n\
正确答案:A\n\
A. 《政府与中共代表会谈纪要》\n\
B. 《共同纲领》\n\
C. 《抗战胜利后的时局和我们的方针》\n\
D. 中共中央《对目前时局的宣言》\
|\
新民主主义革命的胜利的标志是\n\
正确答案:A\n\
A. 中华人民共和国的成立\n\
B. 中国人民政治协商会议的召开\n\
C. 《新民主主义论》的发表\n\
D. 土改的开始\
|\
标志着以慈禧太后为首的清政府彻底放弃抵抗外国侵略者的事件是\n\
正确答案:D\n\
A. 《南京条约》的签订\n\
B. 《天津条约》的签订\n\
C. 《北京条约》的签订\n\
D. 《辛丑条约》的签订\
|\
在下列不平等条件中，含有强迫清政府把香港割让给英国这一内容的是\n\
正确答案:B\n\
A. 《北京条约》\n\
B. 《南京条约》\n\
C. 《黄埔条约》\n\
D. 《望厦条约》\
|\
鸦片战争以后，一股“向西方学习”的新思想萌发，其主要目的是：\n\
正确答案:A\n\
A. 重新认识世界，寻求强国御侮之道\n\
B. 学习西方先进技术，发展资本主义经济\n\
C. 了解西方国家，与之建立平等的外交关系\n\
D. 学习西方的先进的政治制度，进行社会改革\
|\
1979年元旦，全国人大常委会发表的推动祖国统一大业重要文献是\n\
正确答案:A\n\
A. 《告台湾同胞书》\n\
B. 《实现两岸和平统一的九项方针》\n\
C. 《一个国家、两种制度》\n\
D. 《为促进祖国统一大业的完成而继续奋斗》\
|\
1949年10月1日中华人民共和国成立到（ ）年这几年，是基本完成社会主义改造的时期\n\
正确答案:A\n\
A. 1956\n\
B. 1957\n\
C. 1955\n\
D. 1958\
|\
与辛亥革命相比，五四运动的特点在于\n\
正确答案:B\n\
A. 无产阶级政党登上了历史舞台\n\
B. 运动具有广泛的社会性和彻底地反帝反封建的态度\n\
C. 是一场反帝爱国运动\n\
D. 是资产阶级民主革命的一个组成部分\
|\
五四运动过程中提出的口号包括\n\
正确答案:ABC\n\
A. 外争主权，内除国贼\n\
B. 取消二十一条\n\
C. 拒绝和约签字\n\
D. 推翻北洋军阀政府的统治\
|\
中共十一届三中全会的主要功绩是\n\
正确答案:ABCD\n\
A. 彻底否定了“两个凡是”的错误方针\n\
B. 高度评价了关于真理标准问题的讨论\n\
C. 断然否定“以阶级斗争为纲”的指导思想\n\
D. 作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策\
|\
下列有关中共第一次工作重心转移的叙述，正确的是\n\
正确答案:ABD\n\
A. 在革命面临危机的背景下被迫转移的\n\
B. 经历了一个先实践后理论的认识过程\n\
C. 使党的民主革命任务发生了根本变化\n\
D. 找到了一条适合中国国情的正确革命道路\
|\
中国共产党领导的革命包括（ ）两个阶段\n\
正确答案:BC\n\
A. 资产阶级革命\n\
B. 社会主义革命\n\
C. 新民主主义革命\n\
D. 旧民主主义革命\
|\
五四运动前的新文化运动主要的代表人物有\n\
正确答案:ABCD\n\
A. 李大钊\n\
B. 陈独秀\n\
C. 胡适\n\
D. 鲁迅\
|\
中国民族资产阶级是一个带两重性的阶级，这两重性是指\n\
正确答案:AB\n\
A. 革命性\n\
B. 软弱性\n\
C. 动摇性\n\
D. 不彻底性\
|\
各地共产党的早期组织创办了的专门供工人阅读的马克思主义启蒙教育的刊物有\n\
正确答案:ABCD\n\
A. 《劳动界》\n\
B. 《劳动音》\n\
C. 《工人月刊》\n\
D. 《济南劳动月刊》\
|\
1927年1月，中国人民收回的英租界是在\n\
正确答案:AD\n\
A. 汉口\n\
B. 上海\n\
C. 南京\n\
D. 九江\
|\
义和团运动的主体是农民等小生产者，其历史局限性表现在\n\
正确答案:AB\n\
A. 存在盲目、笼统的排外主义错误\n\
B. 无法认清帝国主义与清王朝相互勾结的本质\n\
C. 存在有许多迷信、落后的倾向\n\
D. 争权夺利、享乐主义\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
20世纪70时年代初，毛泽东、周恩来抓住时机在中美关系上发起了\n\
正确答案:A\n\
A. “乒乓外交”\n\
B. “足球外交”\n\
C. “围棋外交”\n\
D. “篮球外交”\
|\
解放战争时期，最早与蒋介石集团决裂的民主党派是\n\
正确答案:A\n\
A. 中国民主同盟\n\
B. 民主建国会\n\
C. 中国民主促进会\n\
D. 中国国民党革命委员会\
|\
中国历史上第一次比较完全意义上的资产阶级民主革命是\n\
正确答案:B\n\
A. 戊戌维新运动\n\
B. 辛亥革命\n\
C. 二次革命\n\
D. 新文化运动\
|\
太平天国失败的根本原因是\n\
正确答案:A\n\
A. 缺乏先进阶级的领导\n\
B. 没有科学理论的指导\n\
C. 无法长期保持领导集团的团结\n\
D. 不能正确对待传统文化\
|\
我国成功地爆炸第一颗氢弹的是在\n\
正确答案:C\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
中外反动势力合作的政治基础是\n\
正确答案:C\n\
A. 镇压太平天国\n\
B. 维护清朝统治\n\
C. 维护各自利益\n\
D. 建立总理衙门\
|\
在帝国主义列强对中国的侵略和瓜分达到高潮时，提出了“门户开放”政策的国家是\n\
正确答案:C\n\
A. 英国\n\
B. 法国\n\
C. 美国\n\
D. 德国\
|\
中国资产阶级革命派的骨干力量是\n\
正确答案:D\n\
A. 大资产阶级及其知识分子\n\
B. 工人阶级\n\
C. 农民阶级\n\
D. 资产阶级和小资产阶级知识分子\
|\
（ ）揭开改革开放的序幕，吹响建设中国特色的社会主义的时代号角\n\
正确答案:A\n\
A. 十一届三中全会\n\
B. 十二届四中全会\n\
C. 十三届四中全会\n\
D. 十一届四中全会\
|\
新民主主义革命的胜利的标志是\n\
正确答案:A\n\
A. 中华人民共和国的成立\n\
B. 中国人民政治协商会议的召开\n\
C. 《新民主主义论》的发表\n\
D. 土改的开始\
|\
抗日战争时期，中国共产党主办的（ ）报刊在国民党统治区公开发行，及时宣传党的主张，鼓舞和激励群众的抗战热情\n\
正确答案:AB\n\
A. 《新华日报》\n\
B. 《群众》周刊\n\
C. 《热血日报》\n\
D. 《解放日报》\
|\
毛泽东科学预测抗日战争的发展进程包括（ ）三个阶段\n\
正确答案:ABD\n\
A. 战略防御\n\
B. 战略相持\n\
C. 战略进攻\n\
D. 战略反攻\
|\
自1840年至1919年，中国人民在历次反侵略战争中失败的主要原因是\n\
正确答案:AD\n\
A. 社会制度的腐败\n\
B. 军事指挥的失误\n\
C. 思想文化的保守\n\
D. 经济技术的落后\
|\
中国共产党与以往的任何政党不同的主要表现是\n\
正确答案:ABCD\n\
A. 以马克思主义理论为指导\n\
B. 是新型的工人阶级政党\n\
C. 能够代表整个中华民族的利益\n\
D. 以实现共产主义为目标\
|\
中国封建社会前后延续了两千多年，其特点有\n\
正确答案:ABCD\n\
A. 在经济上，封建地主土地所有制经济占主导地位\n\
B. 在政治上，实行高度中央集权的封建君主专制制度\n\
C. 在文化上，以儒家思想为核心\n\
D. 在社会结构上，是族权和政权相结合的封建宗法等级制度\
|\
1913年，资产阶级革命派发动二次革命的导火线是\n\
正确答案:BC\n\
A. 段祺瑞拒绝恢复国会\n\
B. 国民党领袖宋教仁被刺杀\n\
C. 袁世凯与日本签订“善后大借款”\n\
D. 张勋复辟帝制\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于\n\
正确答案:ABD\n\
A. 对国情没有认识清楚\n\
B. 缺乏社会主义建设的经验\n\
C. 苏联撕毁合同\n\
D. 急于求成\
|\
土地革命战争前期红色政权根据地的政权\n\
正确答案:BCD\n\
A. 是人民民主统一战线性质的政权\n\
B. 是工农民主专政性质的政权\n\
C. 属于新民主主义的政权\n\
D. 政权的主体是工农兵代表大会\
|\
中国革命胜利的基本经验有\n\
正确答案:ACD\n\
A. 建立广泛的统一战线\n\
B. 群众路线\n\
C. 加强共产党自身的建设\n\
D. 坚持革命的武装斗争\
|\
"工农武装割据"思想包含的三个主要因素是\n\
正确答案:ABC\n\
A. 武装斗争\n\
B. 土地革命\n\
C. 农村革命根据地\n\
D. 统一战线\
|\
在下列不平等条件中，含有强迫清政府把台湾割让给日本这一内容的是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《辛丑条约》\n\
C. 《马关条约》\n\
D. 《北京条约》\
|\
1979年元旦，全国人大常委会发表的推动祖国统一大业重要文献是\n\
正确答案:A\n\
A. 《告台湾同胞书》\n\
B. 《实现两岸和平统一的九项方针》\n\
C. 《一个国家、两种制度》\n\
D. 《为促进祖国统一大业的完成而继续奋斗》\
|\
清末“预备立宪”的根本目的在于\n\
正确答案:C\n\
A. 仿效欧美政体\n\
B. 发展资本主义\n\
C. 延续封建统治\n\
D. 缓和阶级矛盾\
|\
结束王明的"左"倾冒险主义在党中央的统治，确立了毛泽东的领导地位的重要会议是\n\
正确答案:B\n\
A. 八七会议\n\
B. 遵义会议\n\
C. 瓦窑堡会议\n\
D. 中共七大\
|\
（ ）揭开改革开放的序幕，吹响建设中国特色的社会主义的时代号角\n\
正确答案:A\n\
A. 十一届三中全会\n\
B. 十二届四中全会\n\
C. 十三届四中全会\n\
D. 十一届四中全会\
|\
新中国发展国民经济的第一个五年计划期间是指\n\
正确答案:C\n\
A. 1952-1956年\n\
B. 1949-1954年\n\
C. 1953-1957年\n\
D. 1950-1955年\
|\
帝国主义列强对中国的侵略和瓜分达到高潮是在\n\
正确答案:C\n\
A. 第一次鸦片战争后\n\
B. 第二次鸦片战争后\n\
C. 中日甲午战争后\n\
D. 八国联军战争后\
|\
新中国成功地爆炸第一颗原子弹的是在\n\
正确答案:A\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
日军占领南京后，制造震惊世界的大屠杀，被杀害我手无寸铁的平民和放下武器的士兵达到\n\
正确答案:C\n\
A. 10万以上\n\
B. 20万以上\n\
C. 30万以上\n\
D. 40万以上\
|\
在近代中国，实现国家繁荣富强和人民共同富裕的前提条件\n\
正确答案:D\n\
A. 建立资本主义制度\n\
B. 反对帝国主义的侵略\n\
C. 推翻封建主义的统治\n\
D. 争得民族独立和人民解放\
|\
毛泽东在 << 论持久战 >> 中认为抗日战争最后胜利一定属于中国的原因是\n\
正确答案:ABCD\n\
A. 中国是大国， 地大物博\n\
B. 日本是小国， 经不起长期战争\n\
C. 中国在国际上得道多助\n\
D. 日本发动的是退步的、野蛮的侵略战争\
|\
毛泽东总结中国共产党成立以来的历史经验，指出中国共产党在中国革命中战胜敌人的三大法宝是\n\
正确答案:ABC\n\
A. 统一战线\n\
B. 武装斗争\n\
C. 党的建设\n\
D. 根据地建设\
|\
1911年10月，直接参与领导武昌起义的革命组织是\n\
正确答案:BC\n\
A. 中国国民党\n\
B. 共进会\n\
C. 文学社\n\
D. 中华革命党\
|\
20世纪前后，在民主革命思想传播过程中建立的资产阶级革命团体包括\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 光复会\n\
C. 华兴会\n\
D. 日知会\
|\
1842年，英国通过《南京条约》迫使中国开放的通商口岸除广州外还包括\n\
正确答案:ABCD\n\
A. 厦门\n\
B. 福州\n\
C. 宁波\n\
D. 上海\
|\
1905年至1907年间，资产阶级革命派与改良派论战的主要议题是\n\
正确答案:ACD\n\
A. 要不要社会革命\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
国民党一大的主要内容及意义是\n\
正确答案:ABCD\n\
A. 讨论了国民党改组的问题\n\
B. 重新解释了三民主义\n\
C. 国民革命运动开始\n\
D. 民主革命统一战线建立\
|\
近代史上，与割让香港有关的条约是\n\
正确答案:AB\n\
A. 《南京条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
近代中国半殖民地半封建社会的主要矛盾是\n\
正确答案:AC\n\
A. 帝国主义和中华民族的矛盾\n\
B. 无产阶级和资产阶级的矛盾\n\
C. 封建主义和人民大众的矛盾\n\
D. 农民阶级和地主阶级的矛盾\
|\
在中国近代史上，资产阶级维新派自身的弱点和局限主要有\n\
正确答案:ABC\n\
A. 脱离人民群众\n\
B. 不敢否定封建主义\n\
C. 对帝国主义抱有幻想\n\
D. 抱守儒家学说\
|\
在近代中国，争取民族独立和人民解放的最终目的是\n\
正确答案:C\n\
A. 推翻封建专制制度\n\
B. 充分发展近代民族工商业\n\
C. 实现国家繁荣富强和人民共同富裕\n\
D. 废除列强同中国签订的一切不平等条约\
|\
（ ）揭开改革开放的序幕，吹响建设中国特色的社会主义的时代号角\n\
正确答案:A\n\
A. 十一届三中全会\n\
B. 十二届四中全会\n\
C. 十三届四中全会\n\
D. 十一届四中全会\
|\
抗日战争胜利后初期，中共的主要政治任务是\n\
正确答案:C\n\
A. 参加重庆谈判，商讨建国大计\n\
B. 进行土地改革，消灭封建剥削制度\n\
C. 争取和平民主，反对内战独裁\n\
D. 召开政协会议，改组国民政府\
|\
科学发展观，第一要义是\n\
正确答案:D\n\
A. 统筹兼顾\n\
B. 以人为本\n\
C. 全面协调课持续\n\
D. 发展\
|\
被誉为中国人民的大宪章、起着临时宪法作用的是\n\
正确答案:B\n\
A. 《论人民民主专政》\n\
B. 《中国人民政治协商会议共同纲领》\n\
C. 《中国人民政治协商会议组织法》\n\
D. 《新民主主义论》\
|\
在中国近代历史上，第一次明确提出反帝反封建的民主革命纲领是在\n\
正确答案:C\n\
A. 中共一大\n\
B. 国民党一大\n\
C. 中共二大\n\
D. 中共三大\
|\
中国抗战以来第一次大捷是\n\
正确答案:A\n\
A. 平型关大捷\n\
B. 台儿庄大捷\n\
C. 百团大战\n\
D. 昆仑关大捷\
|\
宣告延续了22年的国民党反动统治覆灭的事件是(\n\
正确答案:D\n\
A. 人民解放军三大战役的胜利\n\
B. 国共北平和谈的破裂\n\
C. 蒋介石宣布下野\n\
D. 人民解放军占领南京\
|\
南京临时政府中占领导和主体地位的派别是\n\
正确答案:D\n\
A. 资产阶级维新派\n\
B. 资产阶级保皇派\n\
C. 资产阶级立宪派\n\
D. 资产阶级革命派\
|\
中国资产阶级革命派的阶级基础是\n\
正确答案:C\n\
A. 买办资产阶级\n\
B. 官僚资产阶级\n\
C. 民族资产阶级\n\
D. 城市小资产阶级\
|\
对1946年政协会议协议的有关表述，正确的是\n\
正确答案:ABCD\n\
A. 有利于实现民主政治与和平建国\n\
B. 在许多方面反映了人们的愿望\n\
C. 体现了民主协商的精神\n\
D. 很快被国民政府撕毁\
|\
近代洋务派进行的洋务事业包括\n\
正确答案:ABD\n\
A. 创办新式学堂、派遣留学生\n\
B. 兴办近代企业\n\
C. 创设京师大学堂\n\
D. 建立新式海陆军\
|\
资本－帝国主义列强在侵华过程中进行文化渗透的主要手段有\n\
正确答案:ABD\n\
A. 利用宗教进行侵略活动\n\
B. 借助传播西学的名义为侵华制造舆论\n\
C. 散布西方的学术思想\n\
D. 宣扬“种族优劣论”\
|\
19世纪五六十年代，沙皇俄国趁火打劫，通过一系列条约侵吞我国领土144万多平方公里，这些条约是\n\
正确答案:ABCD\n\
A. 中俄《瑷珲条约》\n\
B. 中俄《北京条约》\n\
C. 中俄《勘分西北界约记》\n\
D. 《改订伊犁条约》\
|\
三国“干涉还辽”中的三国指的是\n\
正确答案:BCD\n\
A. 美国\n\
B. 俄国\n\
C. 德国\n\
D. 法国\
|\
毛泽东在《论持久战》中指出，抗日战争要经过三个阶段是\n\
正确答案:ABC\n\
A. 战略相持\n\
B. 战略反攻\n\
C. 战略防御\n\
D. 战略退缩\
|\
1949年后，中国社会存在的经济成分有\n\
正确答案:ABCD\n\
A. 国营经济\n\
B. 合作社经济\n\
C. 个体经济\n\
D. 私人资本主义经济\
|\
1928年至1930年间，毛泽东关于中国革命道路理论的重要著作有\n\
正确答案:ABC\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《战争和战略问题》\
|\
20世纪初，陈天华发表的宣传民主革命思想的著作是\n\
正确答案:AD\n\
A. 《猛回头》\n\
B. 《革命军》\n\
C. 《天演论》\n\
D. 《警世钟》\
|\
土地革命战争时期，中国红色政权能够存在和发展的主观条件有\n\
正确答案:BC\n\
A. 政治经济发展的不平衡\n\
B. 相当力量的红军存在\n\
C. 共产党组织的坚强有力和政策的正确\n\
D. 全国革命形势的继续发展\
|\
在1898年9月“百日维新”失败后拒绝出走而慷慨就义的维新派代表人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
新中国发展国民经济的第一个五年计划期间是指\n\
正确答案:C\n\
A. 1952-1956年\n\
B. 1949-1954年\n\
C. 1953-1957年\n\
D. 1950-1955年\
|\
1924年5月,在苏联和中国共产党的帮助下，国民党陆军军官学校在广州黄埔创办（简称黄埔军校），校长是\n\
正确答案:B\n\
A. 孙中山\n\
B. 蒋介石\n\
C. 廖仲恺\n\
D. 汪精卫\
|\
20世纪70时年代初，毛泽东、周恩来抓住时机在中美关系上发起了\n\
正确答案:A\n\
A. “乒乓外交”\n\
B. “足球外交”\n\
C. “围棋外交”\n\
D. “篮球外交”\
|\
中国最早接受和宣传马克思主义的先进分子是\n\
正确答案:D\n\
A. 陈独秀\n\
B. 毛泽东\n\
C. 李达\n\
D. 李大钊\
|\
在19世纪90年代，洋务派建成的新式海军的主力是\n\
正确答案:D\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的标志是\n\
正确答案:A\n\
A. 中共十一届三中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十二届六中全会的召开\
|\
1904年至1905年，外国侵略者在中国东北为争夺在华利益而进行的战争是\n\
正确答案:D\n\
A. 英法战争\n\
B. 英俄战争\n\
C. 日美战争\n\
D. 日俄战争\
|\
下列关于《天朝天亩制度》和《资政新篇》的叙述，不正确的是\n\
正确答案:B\n\
A. 都是巩固太平天国的纲领或方案\n\
B. 后者是前者的补充、继承和发展\n\
C. 前者是违背社会发展规律的空想\n\
D. 后者是符合时代潮流的进步方案\
|\
在19世纪60年代到90年代，洋务派兴办洋务事业的主要目的是\n\
正确答案:C\n\
A. 发展中国的资本主义经济\n\
B. 学习西方资本主义的制度\n\
C. 维护和巩固清王朝的封建统治\n\
D. 捍卫国家的主权独立和民族尊严\
|\
国民党一大的主要内容及意义是\n\
正确答案:ABCD\n\
A. 讨论了国民党改组的问题\n\
B. 重新解释了三民主义\n\
C. 国民革命运动开始\n\
D. 民主革命统一战线建立\
|\
人民解放军粉碎国民党全面与重点进攻的作战原则和方法主要是\n\
正确答案:BC\n\
A. 分兵作战化整为零的原则\n\
B. 歼灭敌人有生力量的原则\n\
C. 运动战的作战方法\n\
D. 外线作战的战略方针\
|\
资本－帝国主义列强通过军事侵略和不平等条约对中国进行政治控制的主要手段有\n\
正确答案:ABCD\n\
A. 操纵中国的内政和外交\n\
B. 把持中国的海关\n\
C. 镇压中国人民的反抗\n\
D. 扶植、收买代理人\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（ ）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
1842年，英国通过《南京条约》迫使中国开放的通商口岸除广州外还包括\n\
正确答案:ABCD\n\
A. 厦门\n\
B. 福州\n\
C. 宁波\n\
D. 上海\
|\
中日甲午战争后，根据《马关条约》的规定，清政府应将下列哪些地区割让给日本？\n\
正确答案:BCD\n\
A. 海南岛\n\
B. 台湾全岛及附属岛屿\n\
C. 澎湖列岛\n\
D. 辽东半岛\
|\
进入20世纪80年代，我国多层次、有重点、点面结合对外开放格局的构成包括\n\
正确答案:ABCD\n\
A. 经济特区\n\
B. 沿海开放城市\n\
C. 沿海经济开放区\n\
D. 内地\
|\
自1840年至1919年，中国人民在历次反侵略战争中失败的主要原因是\n\
正确答案:AD\n\
A. 社会制度的腐败\n\
B. 军事指挥的失误\n\
C. 思想文化的保守\n\
D. 经济技术的落后\
|\
1905年8月，中国同盟会成立时制定的革命纲领是\n\
正确答案:ABCD\n\
A. 驱除鞑虏\n\
B. 平均地权\n\
C. 恢复中华\n\
D. 创立民国\
|\
1913年，资产阶级革命派发动二次革命的导火线是\n\
正确答案:BC\n\
A. 段祺瑞拒绝恢复国会\n\
B. 国民党领袖宋教仁被刺杀\n\
C. 袁世凯与日本签订“善后大借款”\n\
D. 张勋复辟帝制\
|\
“中国不败而败”是指下列哪场战争\n\
正确答案:C\n\
A. 中日甲午战争\n\
B. 鸦片战争\n\
C. 中法战争\n\
D. 第二次鸦片战争\
|\
近代中国第一个全国性的资产阶级革命政党是\n\
正确答案:B\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
标志着维新变法运动的开始的事件是\n\
正确答案:B\n\
A. 维新派与守旧派的论战\n\
B. 公车上书\n\
C. “中体西用”思想的提出\n\
D. “明定国是”诏书的颁布\
|\
中国资产阶级革命派的骨干力量是\n\
正确答案:D\n\
A. 大资产阶级及其知识分子\n\
B. 工人阶级\n\
C. 农民阶级\n\
D. 资产阶级和小资产阶级知识分子\
|\
在近代中国，争取民族独立和人民解放的最终目的是\n\
正确答案:C\n\
A. 推翻封建专制制度\n\
B. 充分发展近代民族工商业\n\
C. 实现国家繁荣富强和人民共同富裕\n\
D. 废除列强同中国签订的一切不平等条约\
|\
下列关于洋务运动的论述不正确的是\n\
正确答案:C\n\
A. 洋务运动是一场封建统治者的自救运动\n\
B. 洋务运动客观上促进了中国资本主义的发展\n\
C. 洋务运动的目的是为了推翻清政府的统治\n\
D. 洋务运动失败是必然的\
|\
在甲午战争后，通过翻译《天演论》为戊戌维新运动提供理论根据的是\n\
正确答案:A\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
在下列不平等条件中，含有强迫清政府把香港割让给英国这一内容的是\n\
正确答案:B\n\
A. 《北京条约》\n\
B. 《南京条约》\n\
C. 《黄埔条约》\n\
D. 《望厦条约》\
|\
中国资产阶级革命派的骨干力量是\n\
正确答案:D\n\
A. 大资产阶级及其知识分子\n\
B. 工人阶级\n\
C. 农民阶级\n\
D. 资产阶级和小资产阶级知识分子\
|\
对资本主义工商业进行和平改造的主要依据有\n\
正确答案:ABCD\n\
A. 中国的民族资产阶级存在着两面性\n\
B. 中国工人阶级与资产阶级长期保持着统一战线的关系\n\
C. 建立了人民民主专政的国家政权和社会主义国营经济\n\
D. 国家对资本主义工商业逐步实施了利用、限制、改造的政策\
|\
皖南事变中遇难的新四军将领有\n\
正确答案:BC\n\
A. 叶挺\n\
B. 项英\n\
C. 袁国平\n\
D. 彭雪枫\
|\
毛泽东认为，社会主义这个阶段可分为两个阶段，包括\n\
正确答案:AC\n\
A. 不发达的社会主义\n\
B. 初级阶段的社会主义\n\
C. 比较发达的社会主义\n\
D. 高级阶段的社会主义\
|\
整风运动的主要内容是\n\
正确答案:ABC\n\
A. 整顿学风\n\
B. 整顿党风\n\
C. 整顿文风\n\
D. 整顿浮夸风\
|\
中国共产党早期组织的活动有\n\
正确答案:ABCD\n\
A. 研究和宣传马克思主义\n\
B. 同反马克思主义思潮展开论战\n\
C. 在工人中进行组织和宣传工作\n\
D. 成立社会主义青年团\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
辛亥革命失败的原因是\n\
正确答案:ABCD\n\
A. 结束了2000多年的君主专制政体，建立了资产阶级共和政府\n\
B. 给人们带来了一次思想上的解放\n\
C. 为资本主义的发展创造了条件\n\
D. 一定程度上打击了帝国主义的侵略势力\
|\
1927年1月，中国人民收回的英租界是在\n\
正确答案:AD\n\
A. 汉口\n\
B. 上海\n\
C. 南京\n\
D. 九江\
|\
促使民主党派与蒋介石集团决裂，同中国共产党并肩战斗的原因有\n\
正确答案:ABC\n\
A. 国民党撕毁政协决议，发动全面内战\n\
B. 蒋介石非法召开“国民大会”，制定伪宪法\n\
C. 人民解放军转入战略反攻，国统区反蒋斗争高涨\n\
D. 三大战役胜利，全国解放在望\
|\
洪秀全早期写的革命著作有\n\
正确答案:BCD\n\
A. 《奉天讨胡檄布四方谕》\n\
B. 《原道觉世训》\n\
C. 《原道救世歌》\n\
D. 《原道醒世训》\
|\
中共十六大把同马克思列宁主义、毛泽东思想、邓小平理论一道确立为中共必须长期坚持的指导思想是\n\
正确答案:D\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
抗战胜利后，经过重庆谈判国共双方确认和平建国的基本方针是\n\
正确答案:A\n\
A. 《政府与中共代表会谈纪要》\n\
B. 《共同纲领》\n\
C. 《抗战胜利后的时局和我们的方针》\n\
D. 中共中央《对目前时局的宣言》\
|\
1905年8月，中国同盟会成立后创立的机关报是\n\
正确答案:A\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
1978年12月，邓小平在中共中央工作会议上发表的重要报告是\n\
正确答案:B\n\
A. 《实践是检验真理的唯一标准》\n\
B. 《解放思想，实事求是，团结一致向前看》\n\
C. 《必须旗帜鲜明地坚持四项基本原则》\n\
D. 《关于建国以来党的若干历史问题的决议》\
|\
《双十协定》的签订，中共取得的战略优势是\n\
正确答案:D\n\
A. 获得了自卫战争的准备时间\n\
B. 解放区获得了合法地位\n\
C. 赢得了民主党派的支持\n\
D. 取得了政治上的主动地位\
|\
1894年，孙中山创立革命团体兴中会并喊出的时代最强音是\n\
正确答案:D\n\
A. “师夷长技以制夷”\n\
B. “救亡图存”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
1946年6月，全面内战爆发，国民党军队首先进攻的地区是\n\
正确答案:C\n\
A. 山东解放区\n\
B. 东北解放区\n\
C. 中原解放区\n\
D. 陕甘宁解放区\
|\
新中国成功地爆炸第一颗原子弹的是在\n\
正确答案:A\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
中国资产阶级民主革命进入了一个新阶段的标志是\n\
正确答案:B\n\
A. 兴中会的成立\n\
B. 中国同盟会的成立\n\
C. 国民党的成立\n\
D. 中华革命党的成立\
|\
中国共产党在对资本主义工商业进行改造过程中创造性提出的一项政策是\n\
正确答案:D\n\
A. 利用\n\
B. 限制\n\
C. 公私合营\n\
D. 和平赎买\
|\
19世纪末期，帝国主义列强瓜分中国的图谋并未实现，其原因有（ ）\n\
正确答案:AB\n\
A. 帝国主义列强之间的矛盾和相互制约\n\
B. 中国人民进行了不屈不挠的反侵略斗争\n\
C. 清政府与列强相勾结\n\
D. 中国地域过于广阔\
|\
革命党人为维护共和成果推翻北洋军阀而进行的斗争有\n\
正确答案:BCD\n\
A. 辛亥革命\n\
B. 二次革命\n\
C. 护国运动\n\
D. 护法运动\
|\
三民主义中民族主义的内容是\n\
正确答案:AB\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 创立民国\n\
D. 平均地权\
|\
从19世纪60年代到90年代，洋务派举办的洋务事业主要包括\n\
正确答案:ABCD\n\
A. 派遣留学生\n\
B. 兴办近代工业\n\
C. 创办新式学堂\n\
D. 建立新式海陆军\
|\
以下各项中属于“戊戌六君子”的人物有（ ）\n\
正确答案:AD\n\
A. 谭嗣同\n\
B. 梁启超\n\
C. 康有为\n\
D. 杨深秀\
|\
在中国近代，大部分的土地为地主及旧式富农所占有，他们剥削农民的方式有\n\
正确答案:ABCD\n\
A. 地租\n\
B. 田赋\n\
C. 高利贷\n\
D. 附加税\
|\
三国“干涉还辽”中的三国指的是\n\
正确答案:BCD\n\
A. 美国\n\
B. 俄国\n\
C. 德国\n\
D. 法国\
|\
1949年后，中国社会存在的经济成分有\n\
正确答案:ABCD\n\
A. 国营经济\n\
B. 合作社经济\n\
C. 个体经济\n\
D. 私人资本主义经济\
|\
资产阶级共和国的方案之所以行不通的原因是\n\
正确答案:ABCD\n\
A. 力量过于软弱\n\
B. 没有勇气和能力去领导人民进行彻底反帝反封建的革命斗争\n\
C. 提不出彻底的土地革命的纲领\n\
D. 不敢进行革命的武装斗争\
|\
1905年8月，中国同盟会成立时制定的革命纲领是\n\
正确答案:ABCD\n\
A. 驱除鞑虏\n\
B. 平均地权\n\
C. 恢复中华\n\
D. 创立民国\
|\
五四运动很快发展成为全国性的爱国运动，这充分说明\n\
正确答案:D\n\
A. 上海工人觉悟高\n\
B. 五四运动属于资产阶级民主革命\n\
C. 五四运动具有反帝反封建的性质\n\
D. 五四运动具有广泛的群众基础\
|\
1947年10月发表的《中国人民解放军宣言》提出了\n\
正确答案:B\n\
A. 土地改革的总路线\n\
B. 打倒蒋介石，解放全中国\n\
C. 新民主主义革命总路线\n\
D. “三军配合、两翼牵制”的战略部署\
|\
近代中国社会中最先进、最革命、最有力量的阶级是\n\
正确答案:B\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
中外反动势力合作的政治基础是\n\
正确答案:C\n\
A. 镇压太平天国\n\
B. 维护清朝统治\n\
C. 维护各自利益\n\
D. 建立总理衙门\
|\
1980年8月，邓小平提出了政治体制改革基本任务的重要讲话是\n\
正确答案:B\n\
A. 《必须旗帜鲜明地坚持四项基本原则》\n\
B. 《党和国家领导制度的改革》\n\
C. 《政治体制改革总体设想》\n\
D. 《关于加强党的执政能力建设的决定》\
|\
在中国近代史上，资产阶级思想与封建主义思想的第一次正面交锋是\n\
正确答案:D\n\
A. 洋务派与顽固派的论战\n\
B. 革命派与改良派的论战\n\
C. 洋务派与维新派的论战\n\
D. 维新派与守旧派的论战\
|\
在近代中国，实现国家繁荣富强和人民共同富裕的前提条件\n\
正确答案:D\n\
A. 建立资本主义制度\n\
B. 反对帝国主义的侵略\n\
C. 推翻封建主义的统治\n\
D. 争得民族独立和人民解放\
|\
1900年，外国列强发动了侵略中国的\n\
正确答案:D\n\
A. 第二次鸦片战争\n\
B. 中法战争\n\
C. 甲午战争\n\
D. 八国联军侵华战争\
|\
中共十七大把同马列主义、毛泽东思想、邓小平理论一道确立为党长期坚持的指导思想的是\n\
正确答案:C\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
新中国恢复在联合国合法席位的是在\n\
正确答案:C\n\
A. 1949年\n\
B. 1966年\n\
C. 1971年\n\
D. 1978年\
|\
1915年兴起的新文化运动的主要内容\n\
正确答案:ABCD\n\
A. 提倡民主和科学\n\
B. 提倡白话文\n\
C. 提倡新文学\n\
D. 宣传男女平等和个性解放\
|\
19世纪末期，帝国主义列强瓜分中国的图谋未能实现的原因包括\n\
正确答案:BD\n\
A. 洋务派开展的“自强”“求富”运动\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 维新派掀起的戊戌变法运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
遵义会议在中国共产党的历史上具有重大的历史意义，主要是\n\
正确答案:ABC\n\
A. 确立了以毛泽东为代表的正确路线在党中央的正确领导地位\n\
B. 挽救了党，挽救了红军，挽救了革命\n\
C. 党历史上生死攸关的转折点\n\
D. 结束了陈独秀的右倾机会主义错误\
|\
中国民族资产阶级政治上的两面性是指\n\
正确答案:AB\n\
A. 与外国资本主义和本国封建主义有矛盾、斗争的一面\n\
B. 与外国资本主义和本国封建主义有依赖、妥协的一面\n\
C. 与外国资本主义和本国封建主义有合作的一面\n\
D. 与外国资本主义和本国封建主义有中立的一面\
|\
资产阶级维新派的主要代表人物有\n\
正确答案:ABD\n\
A. 康有为\n\
B. 梁启超\n\
C. 孙中山\n\
D. 严复\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题\n\
正确答案:ABCD\n\
A. 能不能保卫住人民胜利的成果，巩固新生的人民政权\n\
B. 能不能战胜严重的经济困难\n\
C. 能不能经受住执政的考验，继续保持谦虚、谨慎、不骄、不躁的作风和艰苦奋斗的作风\n\
D. 能不能巩固民族独立，维护国家主权和安全\
|\
在1921年中国共产党成立到1949年新中国成立以前的时期，中国存在的三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 城市小资产阶级和农村广大士绅\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
太平天国失败的原因包括\n\
正确答案:ABCD\n\
A. 缺乏先进阶级的领导\n\
B. 缺乏科学理论的指导\n\
C. 缺乏对外国列强侵华的理性认识\n\
D. 缺乏对列强侵华野心的足够警惕\
|\
土地革命战争时期，中国的红色政权能够存在与发展的条件有\n\
正确答案:ABCD\n\
A. 几个帝国主义国家间接统治的政治经济发展不平衡的半殖民地半封建的大国\n\
B. 第一次国内革命战争的影响，全国革命形势的继续向前发展\n\
C. 相当力量的正式红军的存在\n\
D. 共产党组织的坚强有力和政策的正确\
|\
下列内容属于七届二中全会的是\n\
正确答案:ABC\n\
A. 我党工作中心从农村转移到城市\n\
B. 强调加强党的思想建设\n\
C. 提出由新民主主义向社会主义转变\n\
D. 确立毛泽东思想为党的指导思想\
|\
1905年8月，中国同盟会成立后创立的机关报是\n\
正确答案:A\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
中国封建社会的基本生产结构是\n\
正确答案:A\n\
A. 小农经济\n\
B. 商品经济\n\
C. 市场经济\n\
D. 个体经济\
|\
中国近代史的开端是\n\
正确答案:A\n\
A. 1840年第一次鸦片战争\n\
B. 1856年第二次鸦片战争\n\
C. 1894年甲午战争\n\
D. 1900年八国联军侵华战争\
|\
邓小平明确提出“建设有中国特色社会主义”命题的会议是\n\
正确答案:B\n\
A. 中共十一届三中全会\n\
B. 中共十二大\n\
C. 中共十二届三中全会\n\
D. 中共十三大\
|\
太平天国之所以是农民战争的高峰，最主要因为\n\
正确答案:C\n\
A. 其规模和延续时间均属空前\n\
B. 建立了与清政府对立的政权\n\
C. 制定了比较完整的革命纲领\n\
D. 对封建王朝的打击空前沉重\
|\
五四爱国运动爆发的导火线是\n\
正确答案:B\n\
A. 五四爱国运动爆发的导火线是\n\
B. 巴黎和会上中国外交失败\n\
C. 俄国十月社会主义革命的爆发\n\
D. 袁世凯复辟帝制\
|\
三大主力红军会师的地点是\n\
正确答案:B\n\
A. 吴起镇\n\
B. 会宁\n\
C. 懋功\n\
D. 甘孜\
|\
中共一大确定的党的中心任务是\n\
正确答案:C\n\
A. 实现共产主义\n\
B. 加强无产阶级国际团结\n\
C. 领导和组织工人运动\n\
D. 推翻资产阶级政权\
|\
1979年元旦，全国人大常委会发表的推动祖国统一大业重要文献是\n\
正确答案:A\n\
A. 《告台湾同胞书》\n\
B. 《实现两岸和平统一的九项方针》\n\
C. 《一个国家、两种制度》\n\
D. 《为促进祖国统一大业的完成而继续奋斗》\
|\
1915年5月，阴谋复辟帝制的袁世凯接受了严重损害中国利益的\n\
正确答案:C\n\
A. “善后大借款”\n\
B. “西原借款”\n\
C. “二十一条”\n\
D. “庚子赔款”\
|\
甲午战争以后，西方列强对中国的经济侵略开始以资本输出为主，资本输出的主要方式有（ ）\n\
正确答案:ABCD\n\
A. 在中国投资开设工厂\n\
B. 在中国增设银行\n\
C. 投资修筑铁路，控制交通事业\n\
D. 迫使清政府举借外债\
|\
下列属于国统区学生运动的是\n\
正确答案:ABC\n\
A. 1947年5月20日反饥饿、反内战的五二0运动。\n\
B. 1945年12月1日反对内战、争取自由的一二一运动。\n\
C. 1946年12月30日抗议美军暴行的抗暴运动（一二三0运动）。\n\
D. 1947年2月28日台湾二二八起义。\
|\
中共十一届三中全会的主要功绩是\n\
正确答案:ABCD\n\
A. 彻底否定了“两个凡是”的错误方针\n\
B. 高度评价了关于真理标准问题的讨论\n\
C. 断然否定“以阶级斗争为纲”的指导思想\n\
D. 作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策\
|\
资产阶级维新派的主要代表人物有\n\
正确答案:ABCD\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
下面属于中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 中国共产党的领导\n\
B. 各民主党派和无党派人士、各少数民族、爱国知识分子和华侨的支持\n\
C. 工人、农民和城市小资产阶级是民主革命的主要力量\n\
D. 国际无产阶级和人民群众的支持\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
抗战时期，正面战场和敌后战场的主要区别是\n\
正确答案:ABCD\n\
A. 抗战的领导不同\n\
B. 抗战路线不同\n\
C. 作战方式不同\n\
D. 战略地位不同\
|\
资本－帝国主义列强对近代中国进行经济掠夺的主要手段有\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华倾销商品和资本输出\n\
D. 操纵中国经济命脉\
|\
统一战线中的劳动者联盟是指\n\
正确答案:ABC\n\
A. 工人\n\
B. 农民\n\
C. 城市小资产阶级联盟\n\
D. 大资产阶级\
|\
中华人民共和国的成立开创了中国历史的新纪元，因为\n\
正确答案:ABCD\n\
A. 结束了帝国主义、封建主义、官僚资本主义统治中国、奴役中国的历史\n\
B. 结束了军阀割据、战乱频仍、匪乱不断的历史\n\
C. 为中国社会由新民主主义过渡到社会主义创造了前提条件\n\
D. 为实现中华民族的繁荣富强和人民的共同富裕，创造了前提\
|\
标志着中国新民主主义革命开端的事件是\n\
正确答案:D\n\
A. 辛亥革命\n\
B. 中国共产党诞生\n\
C. 新文化运动\n\
D. 五四运动\
|\
在近代中国，争取民族独立和人民解放的最终目的是\n\
正确答案:C\n\
A. 推翻封建专制制度\n\
B. 充分发展近代民族工商业\n\
C. 实现国家繁荣富强和人民共同富裕\n\
D. 废除列强同中国签订的一切不平等条约\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
首次使用“新民主主义社会”概念的是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 朱德\
|\
辛亥革命取得的最大成就是\n\
正确答案:A\n\
A. 推翻了封建帝制\n\
B. 促进了资本主义的发展\n\
C. 使人民获得了一些民主自由权利\n\
D. 打击了帝国主义的殖民势力\
|\
随着对外开放的进一步扩大，中共中央和国务院在1988年决定建立的经济特区是\n\
正确答案:D\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 厦门经济特区\n\
D. 海南经济特区\
|\
文化大革命开始的标志性文件是“五、一六通知”是在哪年发布的\n\
正确答案:A\n\
A. 1966年\n\
B. 1967年\n\
C. 1968年\n\
D. 1969年\
|\
与孙中山领导的反对北洋军阀的斗争相比，北伐战争的一个显著特点是\n\
正确答案:B\n\
A. 依靠"新军"反对北洋军阀\n\
B. 依靠革命武装反对北洋军阀\n\
C. 依靠会党反对北洋军阀\n\
D. 依靠地方军阀反对北洋军阀\
|\
日军占领南京后，制造震惊世界的大屠杀，被杀害我手无寸铁的平民和放下武器的士兵达到\n\
正确答案:C\n\
A. 10万以上\n\
B. 20万以上\n\
C. 30万以上\n\
D. 40万以上\
|\
1894年11月，侵华日军制造了屠杀中国居民约2万人的\n\
正确答案:A\n\
A. 旅顺惨案\n\
B. 海兰泡惨案\n\
C. 江东六十四屯惨案\n\
D. 济南惨案\
|\
天京事变是太平天国统治集团的内讧，事变中\n\
正确答案:ABC\n\
A. 东王杨秀清被杀\n\
B. 北王韦昌辉被杀\n\
C. 翼王石达开出走\n\
D. 天王洪秀全病逝\
|\
新民主主义的三种基本阶级力量是\n\
正确答案:ABD\n\
A. 工人阶级\n\
B. 资产阶级\n\
C. 地主阶级\n\
D. 农民和其他小资产阶级\
|\
义和团运动的主体是农民等小生产者，其历史局限性表现在\n\
正确答案:AB\n\
A. 存在盲目、笼统的排外主义错误\n\
B. 无法认清帝国主义与清王朝相互勾结的本质\n\
C. 存在有许多迷信、落后的倾向\n\
D. 争权夺利、享乐主义\
|\
资本－帝国主义列强通过军事侵略和不平等条约对中国进行政治控制的主要手段有\n\
正确答案:ABCD\n\
A. 操纵中国的内政和外交\n\
B. 把持中国的海关\n\
C. 镇压中国人民的反抗\n\
D. 扶植、收买代理人\
|\
三民主义中民族主义的内容是\n\
正确答案:AB\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 创立民国\n\
D. 平均地权\
|\
第一次鸦片战争期后，清政府被迫分别与法国和美国签订的不平等条约是\n\
正确答案:BD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《虎门条约》\n\
D. 《黄埔条约》\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
太平天国失败的原因包括\n\
正确答案:ABCD\n\
A. 缺乏先进阶级的领导\n\
B. 缺乏科学理论的指导\n\
C. 缺乏对外国列强侵华的理性认识\n\
D. 缺乏对列强侵华野心的足够警惕\
|\
洋务运动时期清政府建立的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
20世纪初，陈天华发表的宣传民主革命思想的著作是\n\
正确答案:AD\n\
A. 《猛回头》\n\
B. 《革命军》\n\
C. 《天演论》\n\
D. 《警世钟》\
|\
抗日战争胜利后初期，中共的主要政治任务是\n\
正确答案:C\n\
A. 参加重庆谈判，商讨建国大计\n\
B. 进行土地改革，消灭封建剥削制度\n\
C. 争取和平民主，反对内战独裁\n\
D. 召开政协会议，改组国民政府\
|\
造成1959年至1961年我国国民经济严重困难的主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. “大跃进”和“反右倾”斗争的错误\
|\
中国资产阶级领导的变法与革命失败的根本原因是\n\
正确答案:D\n\
A. 传统儒家思想的影响\n\
B. 封建顽固势力的强大\n\
C. 帝国主义的破坏\n\
D. 民族资产阶级自身的软弱性和妥协性\
|\
1860年，英法两国分别迫使清政府签订的不平等条约是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《天津条约》\n\
C. 《北京条约》\n\
D. 《望厦条约》\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
党在过渡时期的总路线的主体是\n\
正确答案:D\n\
A. 对农业的社会主义改造\n\
B. 对手工业的社会主义改造\n\
C. 对资本主义工商业的社会主义改造\n\
D. 实现国家的社会主义工业化\
|\
19世纪70年代后，洋务派举办的民用企业多数都采取\n\
正确答案:B\n\
A. 官办的形式\n\
B. 官督商办的形式\n\
C. 商办的形式\n\
D. 官商合办的形式\
|\
中国封建社会的基本生产结构是\n\
正确答案:A\n\
A. 小农经济\n\
B. 商品经济\n\
C. 市场经济\n\
D. 个体经济\
|\
七届二中全会召开的地点是\n\
正确答案:C\n\
A. 北平\n\
B. 延安\n\
C. 西柏坡\n\
D. 上海\
|\
新中国发展国民经济的第一个五年计划期间是指\n\
正确答案:C\n\
A. 1952-1956年\n\
B. 1949-1954年\n\
C. 1953-1957年\n\
D. 1950-1955年\
|\
1947-1948年土地改革意义有\n\
正确答案:ABD\n\
A. 从根本上摧毁了中国封建制度的根基\n\
B. 奠定了打败国民党的群众基础\n\
C. 解决了全部农民的土地问题。\n\
D. 使人民解放军获得大量的人力、物力的支援。\
|\
新中国成立以来，取得了举世瞩目的巨大成就\n\
正确答案:ABCD\n\
A. 从争取经济独立到建设社会主义现代化国家\n\
B. 从赢得政治独立到建设社会主义民主政治\n\
C. 从发展新民主主义文化到建设中国特色的社会主义文化\n\
D. 从打破封锁到全方位对外开放\
|\
中国由新民主主义向社会主义转变的条件主要包括\n\
正确答案:ACD\n\
A. 中国共产党的领导和人民民主专政的国家制度的建立\n\
B. 国家财政经济状况的根本好转\n\
C. 社会主义国营经济的领导地位\n\
D. 马克思主义、毛泽东思想的指导地位\
|\
新文化运动的代表性人物有\n\
正确答案:ABCD\n\
A. 鲁迅\n\
B. 陈独秀\n\
C. 李大钊\n\
D. 胡适\
|\
日本对中国的大规模侵略和在中国部分地区的殖民统治，犯下了空前严重的罪行，其主要表现是\n\
正确答案:ABCD\n\
A. 制造惨绝人寰的大屠杀\n\
B. 实行“三光”政策\n\
C. 肆意掠夺矿产资源、土地及农产品\n\
D. 强制推行奴化教育\
|\
中国民族资产阶级的两面性表现为\n\
正确答案:BC\n\
A. 软弱性\n\
B. 妥协性\n\
C. 革命性\n\
D. 民主性\
|\
南京临时政府的局限性表现为\n\
正确答案:ABC\n\
A. 承认清政府与列强所订的一切不平等条约和一切外债有效\n\
B. 没有提出任何可以满足农民土地要求的政策和措施\n\
C. 维护封建土地制度以及官僚、地主所占有的土地财产\n\
D. 主体是资产阶级革命派\
|\
三民主义中民族主义的内容是\n\
正确答案:AB\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 创立民国\n\
D. 平均地权\
|\
卢沟桥事变后，在保卫北平的战斗中牺牲的国民党爱国将领是\n\
正确答案:BD\n\
A. 张自忠\n\
B. 佟麟阁\n\
C. 郝梦龄\n\
D. 赵登禹\
|\
武装斗争、土地革命、根据地建设在“工农武装割据”中各自的地位是\n\
正确答案:ABD\n\
A. 武装斗争是主要形式，土地革命是基本内容\n\
B. 根据地是开展武装斗争和土地革命的战略依托\n\
C. 以建立和扩大根据地为中心工作\n\
D. 土地革命是中心工作\
|\
戊戌维新运动期间，光绪皇帝在资产阶级维新派建议下设立了\n\
正确答案:D\n\
A. 天津武备学堂\n\
B. 广州万木草堂\n\
C. 长沙时务学堂\n\
D. 京师大学堂\
|\
率领北平国民党军队接受和平改编的国民党将领是\n\
正确答案:D\n\
A. 张治中\n\
B. 蔡廷锴\n\
C. 杜聿明\n\
D. 傅作义\
|\
在下列不平等条件中，含有强迫清政府把香港割让给英国这一内容的是\n\
正确答案:B\n\
A. 《北京条约》\n\
B. 《南京条约》\n\
C. 《黄埔条约》\n\
D. 《望厦条约》\
|\
中国共产党开创的第一块农村革命根据地是\n\
正确答案:C\n\
A. 晋察冀根据地\n\
B. 晋察冀根据地\n\
C. 湘鄂西根据地\n\
D. 鄂豫皖根据地\
|\
中国共产党一向认为中国革命的基本问题是\n\
正确答案:B\n\
A. 党的问题\n\
B. 农民问题\n\
C. 工人问题\n\
D. 民族资产阶级问题\
|\
造成1959年至1961年我国国民经济严重困难的最主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. 经济建设中的“左”倾错误\
|\
三大主力红军会师的地点是\n\
正确答案:B\n\
A. 吴起镇\n\
B. 会宁\n\
C. 懋功\n\
D. 甘孜\
|\
标志着第三条道路破产的事件是\n\
正确答案:D\n\
A. 1946年6月蒋介石发动全面内战\n\
B. 1946年11月蒋介石下令召开伪国民大会\n\
C. 1947年3月蒋介石下令进攻延安\n\
D. 1947年10月蒋介石下令解散中国民主同盟\
|\
日寇在中国不断挑起事变，进而发动全面战争，下列事变发生在上海的是\n\
正确答案:B\n\
A. 一•二八事变和七七事变\n\
B. 一•二八事变和八•一三事变\n\
C. 七七事变和九•一八事变\n\
D. 八•一三事变和九•一八事变\
|\
新中国发展国民经济的第一个五年计划期间是指\n\
正确答案:C\n\
A. 1952-1956年\n\
B. 1949-1954年\n\
C. 1953-1957年\n\
D. 1950-1955年\
|\
.五四运动与以往民主主义革命的显著区别是\n\
正确答案:ABC\n\
A. 广泛的群众基础\n\
B. 在俄国十月革命影响下发生\n\
C. 工人阶级发挥了主力军的作用\n\
D. 进行了"外争主权，内惩国贼"的斗争\
|\
1921-1949年中国社会的3种建国方案是\n\
正确答案:ABC\n\
A. 建立大地主大资产阶级的军事独裁统治\n\
B. 建立一个工人阶级领导的人民共和国\n\
C. 建立一个资产阶级共和国\n\
D. 建立一个欧美式的联邦共和国\
|\
武装斗争、土地革命、根据地建设在“工农武装割据”中各自的地位是\n\
正确答案:ABD\n\
A. 武装斗争是主要形式，土地革命是基本内容\n\
B. 根据地是开展武装斗争和土地革命的战略依托\n\
C. 以建立和扩大根据地为中心工作\n\
D. 土地革命是中心工作\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
资产阶级共和国的方案之所以行不通的原因是\n\
正确答案:ABCD\n\
A. 力量过于软弱\n\
B. 没有勇气和能力去领导人民进行彻底反帝反封建的革命斗争\n\
C. 提不出彻底的土地革命的纲领\n\
D. 不敢进行革命的武装斗争\
|\
义和团运动的主体是农民等小生产者，其历史局限性表现在\n\
正确答案:AB\n\
A. 存在盲目、笼统的排外主义错误\n\
B. 无法认清帝国主义与清王朝相互勾结的本质\n\
C. 存在有许多迷信、落后的倾向\n\
D. 争权夺利、享乐主义\
|\
第一次鸦片战争期后，清政府被迫分别与法国和美国签订的不平等条约是\n\
正确答案:BD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《虎门条约》\n\
D. 《黄埔条约》\
|\
自1840年至1919年，中国人民在历次反侵略战争中失败的主要原因是\n\
正确答案:AD\n\
A. 社会制度的腐败\n\
B. 军事指挥的失误\n\
C. 思想文化的保守\n\
D. 经济技术的落后\
|\
近代洋务派进行的洋务事业包括\n\
正确答案:ABD\n\
A. 创办新式学堂、派遣留学生\n\
B. 兴办近代企业\n\
C. 创设京师大学堂\n\
D. 建立新式海陆军\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（ ）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
1903年，邹容发表的号召人民推翻清朝统治的著作是\n\
正确答案:B\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
1928年蒋介石在南京建立政权，其性质是\n\
正确答案:D\n\
A. 地主阶级政权\n\
B. 官僚资产阶级政权\n\
C. 资产阶级政权\n\
D. 大地主大资产阶级政权\
|\
1978年12月，邓小平在中共中央工作会议上发表的重要报告是\n\
正确答案:B\n\
A. 《实践是检验真理的唯一标准》\n\
B. 《解放思想，实事求是，团结一致向前看》\n\
C. 《必须旗帜鲜明地坚持四项基本原则》\n\
D. 《关于建国以来党的若干历史问题的决议》\
|\
1980年8月，邓小平提出了政治体制改革基本任务的重要讲话是\n\
正确答案:B\n\
A. 《必须旗帜鲜明地坚持四项基本原则》\n\
B. 《党和国家领导制度的改革》\n\
C. 《政治体制改革总体设想》\n\
D. 《关于加强党的执政能力建设的决定》\
|\
抗日战争胜利后初期，中共的主要政治任务是\n\
正确答案:C\n\
A. 参加重庆谈判，商讨建国大计\n\
B. 进行土地改革，消灭封建剥削制度\n\
C. 争取和平民主，反对内战独裁\n\
D. 召开政协会议，改组国民政府\
|\
在下列不平等条件中，含有强迫清政府把香港割让给英国这一内容的是\n\
正确答案:B\n\
A. 《北京条约》\n\
B. 《南京条约》\n\
C. 《黄埔条约》\n\
D. 《望厦条约》\
|\
对洋务派兴办洋务事业的指导思想最先作出比较完整表述的是\n\
正确答案:A\n\
A. 冯桂芬\n\
B. 李鸿章\n\
C. 林则徐\n\
D. 魏源\
|\
中国抗战以来第一次大捷是\n\
正确答案:A\n\
A. 平型关大捷\n\
B. 台儿庄大捷\n\
C. 百团大战\n\
D. 昆仑关大捷\
|\
第一次国共合作形成的标志是\n\
正确答案:A\n\
A. 中国国民党第一次全国代表大会\n\
B. 中国国民党第二次全国代表大会\n\
C. 中国共产党第三次全国代表大会\n\
D. 中国共产党杭州西湖会议\
|\
中国资产阶级民主革命进入了一个新阶段的标志是\n\
正确答案:B\n\
A. 兴中会的成立\n\
B. 中国同盟会的成立\n\
C. 国民党的成立\n\
D. 中华革命党的成立\
|\
1949年3月中共中央离开西柏坡迁往北平。毛泽东说，今天是进京赶考的日子，我们决不当李自成，我们都希望考个好成绩。这句话的意思主要是\n\
正确答案:CD\n\
A. 避免农民战争中的流寇主义\n\
B. 克服农民阶级的私有观念\n\
C. 防止产生骄傲麻痹思想。\n\
D. 防止干部中出现享乐腐化作风。\
|\
我国对个体农业进行社会主义改造的方针是\n\
正确答案:BC\n\
A. 典型示范\n\
B. 积极发展\n\
C. 稳步前进\n\
D. 逐步过渡\
|\
第一次鸦片战争期后，清政府被迫分别与法国和美国签订的不平等条约是\n\
正确答案:BD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《虎门条约》\n\
D. 《黄埔条约》\
|\
资产阶级维新派的主要代表人物有\n\
正确答案:ABCD\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
19世纪80－90年代签订的中外不平等条约，与19世纪40－50年代相比，最根本的不同有（ ）\n\
正确答案:BD\n\
A. 割取中国领土的面积最大\n\
B. 索取的赔款数额不断加大\n\
C. 规定开放更多的通商口岸\n\
D. 列强获得在华投放资本的特权\
|\
近代中国在逐步沦为半殖民地半封建社会过程中新产生的阶级是\n\
正确答案:CD\n\
A. 农民阶级\n\
B. 地主阶级\n\
C. 资产阶级\n\
D. 工人阶级\
|\
1919年五四运动后中国社会的主要矛盾是\n\
正确答案:AB\n\
A. 帝国主义与中国人民的矛盾\n\
B. 封建主义与人民大众的矛盾\n\
C. 地主阶级与农民阶级的矛盾\n\
D. 资本家阶级与工人阶级之间的矛盾\
|\
西方列强在华的经济掠夺手段包括\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华进行商品输出和资本输出\n\
D. 操纵中国的经济命脉\
|\
皖南事变中遇难的新四军将领有\n\
正确答案:BC\n\
A. 叶挺\n\
B. 项英\n\
C. 袁国平\n\
D. 彭雪枫\
|\
1851年9月，太平军攻占永安，在永安封王建制，杨秀清被封为东王，节制其他诸王，其他王有（ ）\n\
正确答案:ABCD\n\
A. 西王萧朝贵\n\
B. 南王冯云山\n\
C. 北王韦昌辉\n\
D. 翼王石达开\
|\
1894年，孙中山创立革命团体兴中会并喊出的时代最强音是\n\
正确答案:D\n\
A. “师夷长技以制夷”\n\
B. “救亡图存”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
（ ）揭开改革开放的序幕，吹响建设中国特色的社会主义的时代号角\n\
正确答案:A\n\
A. 十一届三中全会\n\
B. 十二届四中全会\n\
C. 十三届四中全会\n\
D. 十一届四中全会\
|\
1894年，孙中山建立的中国第一个资产阶级革命团体是\n\
正确答案:A\n\
A. 兴中会\n\
B. 光复会\n\
C. 科学补习所\n\
D. 共进会\
|\
中国资产阶级领导的变法与革命失败的根本原因是\n\
正确答案:D\n\
A. 传统儒家思想的影响\n\
B. 封建顽固势力的强大\n\
C. 帝国主义的破坏\n\
D. 民族资产阶级自身的软弱性和妥协性\
|\
1913年，资产阶级革命派为反对袁世凯刺杀宋教仁和“善后大借款”发动了\n\
正确答案:A\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
邓小平明确提出“建设有中国特色社会主义”命题的会议是\n\
正确答案:B\n\
A. 中共十一届三中全会\n\
B. 中共十二大\n\
C. 中共十二届三中全会\n\
D. 中共十三大\
|\
1945年8月25日，中共中央提出“和平、民主、团结”三大口号的文件是\n\
正确答案:B\n\
A. 《抗日战争胜利后的时局和我们的方针》\n\
B. 《对目前时局的宣言》\n\
C. 《中共中央关于同国民党进行和平谈判的通知》\n\
D. 《政府与中共代表会谈纪要》\
|\
中国共产党独立领导革命战争和创建人民军队的开始是\n\
正确答案:A\n\
A. 南昌起义\n\
B. 八七会议\n\
C. 秋收起义\n\
D. 广州起义\
|\
太平天国在后期提出的带有鲜明资本主义色彩的改革方案是\n\
正确答案:D\n\
A. 《原道觉世训》\n\
B. 《十款天条》\n\
C. 《天朝田亩制度》\n\
D. 《资政新篇》\
|\
最能体现太平天国社会理想和农民战争特点的纲领性文件是\n\
正确答案:D\n\
A. 《资政新篇》\n\
B. 《原道觉世训》\n\
C. 《十款天条》\n\
D. 《天朝田亩制度》\
|\
在1921年中国共产党成立到1949年新中国成立以前的时期，中国存在的三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 城市小资产阶级和农村广大士绅\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
1928年至1930年间，毛泽东关于中国革命道路理论的重要著作有\n\
正确答案:ABC\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《战争和战略问题》\
|\
中国共产党领导的革命包括（ ）两个阶段\n\
正确答案:BC\n\
A. 资产阶级革命\n\
B. 社会主义革命\n\
C. 新民主主义革命\n\
D. 旧民主主义革命\
|\
下列内容属于七届二中全会的是\n\
正确答案:ABC\n\
A. 我党工作中心从农村转移到城市\n\
B. 强调加强党的思想建设\n\
C. 提出由新民主主义向社会主义转变\n\
D. 确立毛泽东思想为党的指导思想\
|\
下列关于《天朝田亩制度》叙述正确的是\n\
正确答案:ABCD\n\
A. 确定了平均分配土地的方案\n\
B. 是以解决土地问题为中心的比较完整的社会改革方案\n\
C. 具有空想性质，不可能实现\n\
D. 它的主张从根本上否定了封建社会的基础——地主的土地所有制\
|\
全国胜利后，中国社会经济中存在着哪几种经济成分\n\
正确答案:ABCD\n\
A. 社会主义性质的国营经济\n\
B. 半社会主义性质的合作社经济\n\
C. 农民和手工业者的个体经济\n\
D. 私人资本主义经济、国家资本主义经济\
|\
国民党一大的主要内容及意义是\n\
正确答案:ABCD\n\
A. 讨论了国民党改组的问题\n\
B. 重新解释了三民主义\n\
C. 国民革命运动开始\n\
D. 民主革命统一战线建立\
|\
第一次鸦片战争期后，清政府被迫分别与法国和美国签订的不平等条约是\n\
正确答案:BD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《虎门条约》\n\
D. 《黄埔条约》\
|\
引导农民走向社会主义的过渡性经济组织形式有\n\
正确答案:BCD\n\
A. 人民公社\n\
B. 农村互助组\n\
C. 初级农业生产合作社\n\
D. 高级农业生产合作社\
|\
下列对秋收起义的认识正确的有\n\
正确答案:ABC\n\
A. 是发动群众武装反抗国民党统治的正确抉择\n\
B. 进攻长沙是在“八七会议”“左”倾情绪影响下的决定\n\
C. 文家市会议迈出了到农村建立革命根据地的第一步\n\
D. 三湾改编是中国共产党创建革命军队的开端\
|\
新文化运动兴起的标志是\n\
正确答案:A\n\
A. 陈独秀创办《新青年》\n\
B. 民主和科学口号的提出\n\
C. 胡适发表《文学改良刍议》\n\
D. 李大钊发表《庶民的胜利》\
|\
下列关于"九一八事变"影响，不正确的是\n\
正确答案:C\n\
A. 它使中国东北沦为日本殖民地\n\
B. 它促使中国的社会矛盾开始发生变化\n\
C. 它促使中共立即作出国共合作共同抗日的主张\n\
D. 它是日本灭亡中国计划的一部分\
|\
与孙中山领导的反对北洋军阀的斗争相比，北伐战争的一个显著特点是\n\
正确答案:B\n\
A. 依靠"新军"反对北洋军阀\n\
B. 依靠革命武装反对北洋军阀\n\
C. 依靠会党反对北洋军阀\n\
D. 依靠地方军阀反对北洋军阀\
|\
1979年元旦，全国人大常委会发表的推动祖国统一大业重要文献是\n\
正确答案:A\n\
A. 《告台湾同胞书》\n\
B. 《实现两岸和平统一的九项方针》\n\
C. 《一个国家、两种制度》\n\
D. 《为促进祖国统一大业的完成而继续奋斗》\
|\
在下列不平等条件中，含有强迫清政府把台湾割让给日本这一内容的是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《辛丑条约》\n\
C. 《马关条约》\n\
D. 《北京条约》\
|\
中共十三大明确将党在社会主义初级阶段的基本路线概括为\n\
正确答案:A\n\
A. “一个中心、两个基本点”\n\
B. “四个坚持”\n\
C. 一手抓物质文明、一手抓精神文明\n\
D. 建设中国特色社会主义经济、政治和文化\
|\
在近代中国，争取民族独立和人民解放的最终目的是\n\
正确答案:C\n\
A. 推翻封建专制制度\n\
B. 充分发展近代民族工商业\n\
C. 实现国家繁荣富强和人民共同富裕\n\
D. 废除列强同中国签订的一切不平等条约\
|\
中国资产阶级革命派的骨干力量是\n\
正确答案:D\n\
A. 大资产阶级及其知识分子\n\
B. 工人阶级\n\
C. 农民阶级\n\
D. 资产阶级和小资产阶级知识分子\
|\
五四运动很快发展成为全国性的爱国运动，这充分说明\n\
正确答案:D\n\
A. 上海工人觉悟高\n\
B. 五四运动属于资产阶级民主革命\n\
C. 五四运动具有反帝反封建的性质\n\
D. 五四运动具有广泛的群众基础\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:CD\n\
A. 工人阶级和资产阶级的矛盾\n\
B. 中国和帝国主义的矛盾\n\
C. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
D. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\
|\
19世纪90年代，资产阶级维新派与封建守旧派论战的主要问题是\n\
正确答案:ACD\n\
A. 要不要变法\n\
B. 要不要实行民主共和\n\
C. 要不要实行君主立宪\n\
D. 要不要废八股、改科举和兴学堂\
|\
1956年天京事变后，洪秀全为挽救危局而提拔的年轻将领包括\n\
正确答案:CD\n\
A. 石达开\n\
B. 韦昌辉\n\
C. 陈玉成\n\
D. 李秀成\
|\
甲午战争以后，西方列强对中国的经济侵略开始以资本输出为主，资本输出的主要方式有（ ）\n\
正确答案:ABCD\n\
A. 在中国投资开设工厂\n\
B. 在中国增设银行\n\
C. 投资修筑铁路，控制交通事业\n\
D. 迫使清政府举借外债\
|\
辛亥革命没有完成的历史任务主要是\n\
正确答案:AD\n\
A. 没有完成反帝反封建的任务\n\
B. 没有推翻清王朝的统治\n\
C. 没有打击到列强在华势力\n\
D. 没有改变中国的社会性质\
|\
五四运动前的新文化运动主要的代表人物有\n\
正确答案:ABCD\n\
A. 李大钊\n\
B. 陈独秀\n\
C. 胡适\n\
D. 鲁迅\
|\
毛泽东在 << 论持久战 >> 中认为抗日战争最后胜利一定属于中国的原因是\n\
正确答案:ABCD\n\
A. 中国是大国， 地大物博\n\
B. 日本是小国， 经不起长期战争\n\
C. 中国在国际上得道多助\n\
D. 日本发动的是退步的、野蛮的侵略战争\
|\
参加五四运动的社会阶层有\n\
正确答案:ABCD\n\
A. 工人\n\
B. 农民\n\
C. 学生\n\
D. 商人\
|\
1949年后，中国社会存在的经济成分有\n\
正确答案:ABCD\n\
A. 国营经济\n\
B. 合作社经济\n\
C. 个体经济\n\
D. 私人资本主义经济\
|\
抗战初期，国民党正面战场的几次大会战是\n\
正确答案:ABCD\n\
A. 凇沪会战\n\
B. 太原会战\n\
C. 徐州会战\n\
D. 武汉会战\
|\
中国资产阶级革命派的骨干力量是\n\
正确答案:D\n\
A. 大资产阶级及其知识分子\n\
B. 工人阶级\n\
C. 农民阶级\n\
D. 资产阶级和小资产阶级知识分子\
|\
1894年日本发动了侵略中国的甲午战争，战后迫使清政府签订了\n\
正确答案:C\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
1900年，外国列强发动了侵略中国的\n\
正确答案:D\n\
A. 第二次鸦片战争\n\
B. 中法战争\n\
C. 甲午战争\n\
D. 八国联军侵华战争\
|\
20世纪30年代，中国共产党内最早提出反对教条主义的任务的领导人是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 张闻天\
|\
19世纪60年代，洋务派最早兴办的洋务事业是\n\
正确答案:A\n\
A. 军用工业\n\
B. 民用企业\n\
C. 新式学堂\n\
D. 新式海陆军\
|\
太平天国失败的根本原因是\n\
正确答案:A\n\
A. 缺乏先进阶级的领导\n\
B. 没有科学理论的指导\n\
C. 无法长期保持领导集团的团结\n\
D. 不能正确对待传统文化\
|\
日寇在中国不断挑起事变，进而发动全面战争，下列事变发生在上海的是\n\
正确答案:B\n\
A. 一•二八事变和七七事变\n\
B. 一•二八事变和八•一三事变\n\
C. 七七事变和九•一八事变\n\
D. 八•一三事变和九•一八事变\
|\
1911年，湖北、湖南、广东、四川四省爆发的民众斗争运动是\n\
正确答案:D\n\
A. 拒俄运动\n\
B. 拒法运动\n\
C. 抵制美国货运动\n\
D. 保路运动\
|\
标志腐朽的清政府已经成为“洋人的朝廷”的是\n\
正确答案:D\n\
A. 《天津条约》的签订\n\
B. 《北京条约》的签订\n\
C. 《马关条约》的签订\n\
D. 《辛丑条约》的签订\
|\
大革命时期的统一战线和抗日民族统一战线的相同点是\n\
正确答案:D\n\
A. 都有共同的政治纲领\n\
B. 均采取党内合作的方式\n\
C. 全具有反帝反封建性质\n\
D. 皆有个阶级阶层广泛参加\
|\
19世纪90年代末，资产阶级维新派宣传变法维新主张的主要活动是\n\
正确答案:ABCD\n\
A. 向皇帝上书\n\
B. 著书立说\n\
C. 介绍外国的变法\n\
D. 办学会、办报纸、设学堂\
|\
土地革命战争时期，中国的红色政权能够存在与发展的条件有\n\
正确答案:ABCD\n\
A. 几个帝国主义国家间接统治的政治经济发展不平衡的半殖民地半封建的大国\n\
B. 第一次国内革命战争的影响，全国革命形势的继续向前发展\n\
C. 相当力量的正式红军的存在\n\
D. 共产党组织的坚强有力和政策的正确\
|\
抗日战争时期，中国共产党主办的（ ）报刊在国民党统治区公开发行，及时宣传党的主张，鼓舞和激励群众的抗战热情\n\
正确答案:AB\n\
A. 《新华日报》\n\
B. 《群众》周刊\n\
C. 《热血日报》\n\
D. 《解放日报》\
|\
新文化运动前期的主要内容包括\n\
正确答案:AB\n\
A. 提倡新道德，反对旧道德\n\
B. 提倡新文化，反对旧文化\n\
C. 宣传马克思主义\n\
D. 提倡三纲五常\
|\
解放战争时期，三大战役是指\n\
正确答案:BCD\n\
A. 长沙会战\n\
B. 淮海战役\n\
C. 平津战役\n\
D. 辽沈战役\
|\
资本—帝国主义对中国进行侵略的途径有\n\
正确答案:ABCD\n\
A. 军事侵略\n\
B. 经济掠夺\n\
C. 文化渗透\n\
D. 政治控制\
|\
1947-1948年土地改革意义有\n\
正确答案:ABD\n\
A. 从根本上摧毁了中国封建制度的根基\n\
B. 奠定了打败国民党的群众基础\n\
C. 解决了全部农民的土地问题。\n\
D. 使人民解放军获得大量的人力、物力的支援。\
|\
中国共产党早期组织的活动有\n\
正确答案:ABCD\n\
A. 研究和宣传马克思主义\n\
B. 同反马克思主义思潮展开论战\n\
C. 在工人中进行组织和宣传工作\n\
D. 成立社会主义青年团\
|\
第一次鸦片战争期间，清政府被迫与英国签订的不平等条约有\n\
正确答案:ACD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《虎门条约》\n\
D. 《五口通商章程》\
|\
1949年中华人民共和国的成立标志着\n\
正确答案:BC\n\
A. 社会主义革命阶段的结束\n\
B. 新民主主义革命阶段的基本结束\n\
C. 社会主义革命阶段的开始\n\
D. 新民主主义革命阶段的开始\
|\
宣告延续了22年的国民党反动统治覆灭的事件是(\n\
正确答案:D\n\
A. 人民解放军三大战役的胜利\n\
B. 国共北平和谈的破裂\n\
C. 蒋介石宣布下野\n\
D. 人民解放军占领南京\
|\
遵义会议后，中共中央政治局成立了三人军事指挥小组，其成员是\n\
正确答案:D\n\
A. 毛泽东、周恩来、朱德\n\
B. 毛泽东、朱德、彭德怀\n\
C. 毛泽东、周恩来、张闻天\n\
D. 毛泽东、周恩来、王稼祥\
|\
中国资产阶级领导的变法与革命失败的根本原因是\n\
正确答案:D\n\
A. 传统儒家思想的影响\n\
B. 封建顽固势力的强大\n\
C. 帝国主义的破坏\n\
D. 民族资产阶级自身的软弱性和妥协性\
|\
外国列强对中国进行大规模的资本输出是在\n\
正确答案:C\n\
A. 《天津条约》签订后\n\
B. 《北京条约》签订后\n\
C. 《马关条约》签订后\n\
D. 《辛丑条约》签订后\
|\
在第一次鸦片战争后，中国爆发的一场伟大的农民战争是\n\
正确答案:B\n\
A. 三元里人民抗英斗争\n\
B. 太平天国运动\n\
C. 台湾高山族人民抗日斗争\n\
D. 义和团运动\
|\
1894年日本发动了侵略中国的甲午战争，战后迫使清政府签订了\n\
正确答案:C\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
在新民主主义革命时期，成为新民主主义革命的一项基本任务是\n\
正确答案:B\n\
A. 反对帝国主义，打破外国垄断资本的控制\n\
B. 反对封建主义，进行土地制度的彻底改革\n\
C. 反对官僚资本主义，没收官僚资本归新民主主义国家所有\n\
D. 反对资本主义，废除私有制经济\
|\
随着对外开放的进一步扩大，中共中央和国务院在1988年决定建立的经济特区是\n\
正确答案:D\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 厦门经济特区\n\
D. 海南经济特区\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
三大主力红军会师的地点是\n\
正确答案:B\n\
A. 吴起镇\n\
B. 会宁\n\
C. 懋功\n\
D. 甘孜\
|\
毛泽东在《星星之火，可以燎原》一文中阐述的主要内容是\n\
正确答案:BCD\n\
A. 提出了“工农武装割据”的总概念，从思想路线的高度为农村包围城市的革命道路指明了方向\n\
B. 批评了“城市中心论”的思想\n\
C. 提出了红色政权巩固和扩大的路线\n\
D. 强调了坚持农村根据地建设的意义\
|\
中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 广大人民和各界人士的广泛参加和大力支持\n\
B. 中国工人阶级的先锋队——中国共产党的领导\n\
C. 国际无产阶级和人民群众的支持\n\
D. 中国共产党人在革命过程中始终英勇地站在斗争的最前线\
|\
从1953年开始的三大改造包括\n\
正确答案:BCD\n\
A. 进行土地改革，实行农民的土地私有制\n\
B. 手工业合作化\n\
C. 对资本主义工商业进行公私合营\n\
D. 农业合作化\
|\
清末资产阶级革命团体在各地陆续成立，其中主要是（ ）\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 兴中会\n\
C. 科学补习所\n\
D. 光复会\
|\
戊戌维新运动的历史意义有\n\
正确答案:ABC\n\
A. 是一次爱国救亡运动\n\
B. 是一场资产阶级性质的政治改革运动\n\
C. 是一场思想启蒙运动\n\
D. 是一次封建经济体制的改革运动\
|\
五四运动过程中提出的口号包括\n\
正确答案:ABC\n\
A. 外争主权，内除国贼\n\
B. 取消二十一条\n\
C. 拒绝和约签字\n\
D. 推翻北洋军阀政府的统治\
|\
洋务运动时期清政府建立的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
下列属于《中国土地法大纲》主要内容的有\n\
正确答案:ACD\n\
A. 废除封建剥削的土地制度\n\
B. 保护中小工商业者\n\
C. 实行耕者有其田的土地制度\n\
D. 分地给无地或少地的农民\
|\
19世纪末期，帝国主义列强瓜分中国的图谋未能实现的原因包括\n\
正确答案:BD\n\
A. 洋务派开展的“自强”“求富”运动\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 维新派掀起的戊戌变法运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
抗日战争时期，中国共产党主办的（ ）报刊在国民党统治区公开发行，及时宣传党的主张，鼓舞和激励群众的抗战热情\n\
正确答案:AB\n\
A. 《新华日报》\n\
B. 《群众》周刊\n\
C. 《热血日报》\n\
D. 《解放日报》\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
中国加入世界贸易组织是在\n\
正确答案:A\n\
A. 2001年\n\
B. 2002年\n\
C. 2003年\n\
D. 2004年\
|\
在甲午战争后，严复翻译的《天演论》所宣传的重要思想是\n\
正确答案:D\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 天下兴亡，匹夫有责\n\
D. 物竞天择，适者生存\
|\
造成1959年至1961年我国国民经济严重困难的最主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. 经济建设中的“左”倾错误\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
八七会议上，提出“以后要非常注意军事，须知政权是由枪杆子中取得的”的是\n\
正确答案:D\n\
A. 周恩来\n\
B. 王明\n\
C. 瞿秋白\n\
D. 毛泽东\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
标志腐朽的清政府已经成为“洋人的朝廷”的是\n\
正确答案:D\n\
A. 《天津条约》的签订\n\
B. 《北京条约》的签订\n\
C. 《马关条约》的签订\n\
D. 《辛丑条约》的签订\
|\
1978年在我国出现的一场马克思主义思想解放运动是\n\
正确答案:C\n\
A. 社会主义教育运动\n\
B. 揭批“四人帮”运动\n\
C. 关于真理标准的大讨论\n\
D. 关于计划经济和市场经济的的大讨论\
|\
日寇在中国不断挑起事变，进而发动全面战争，下列事变发生在上海的是\n\
正确答案:B\n\
A. 一•二八事变和七七事变\n\
B. 一•二八事变和八•一三事变\n\
C. 七七事变和九•一八事变\n\
D. 八•一三事变和九•一八事变\
|\
甲午战争以后，西方列强对中国的经济侵略开始以资本输出为主，资本输出的主要方式有（ ）\n\
正确答案:ABCD\n\
A. 在中国投资开设工厂\n\
B. 在中国增设银行\n\
C. 投资修筑铁路，控制交通事业\n\
D. 迫使清政府举借外债\
|\
下列关于遵义会议的表述正确的是\n\
正确答案:ACD\n\
A. 事实上确立了毛泽东为核心的正确领导\n\
B. 彻底清算了王明“左”倾错误路线\n\
C. 在危急的情况下挽救了党和红军\n\
D. 取消了李德的军事最高指挥权\
|\
资产阶级维新派的主要代表人物有\n\
正确答案:ABD\n\
A. 康有为\n\
B. 梁启超\n\
C. 孙中山\n\
D. 严复\
|\
1953 年中国共产党提出“一化三改”的过渡时期总路线，其中“三改”是指\n\
正确答案:ACD\n\
A. 对农业的改造\n\
B. 林业的改造\n\
C. 资本主义工商业的改造\n\
D. 手工业大改造\
|\
1905年8月，中国同盟会成立时制定的革命纲领是\n\
正确答案:ABCD\n\
A. 驱除鞑虏\n\
B. 平均地权\n\
C. 恢复中华\n\
D. 创立民国\
|\
下列对秋收起义的认识正确的有\n\
正确答案:ABC\n\
A. 是发动群众武装反抗国民党统治的正确抉择\n\
B. 进攻长沙是在“八七会议”“左”倾情绪影响下的决定\n\
C. 文家市会议迈出了到农村建立革命根据地的第一步\n\
D. 三湾改编是中国共产党创建革命军队的开端\
|\
武装斗争、土地革命、根据地建设在“工农武装割据”中各自的地位是\n\
正确答案:ABD\n\
A. 武装斗争是主要形式，土地革命是基本内容\n\
B. 根据地是开展武装斗争和土地革命的战略依托\n\
C. 以建立和扩大根据地为中心工作\n\
D. 土地革命是中心工作\
|\
五四运动后，马克思主义在中国传播的特点是\n\
正确答案:ABCD\n\
A. 进步知识分子起了推动作用\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 马克思主义同非马克思主义展开斗争\n\
D. 马克思主义成为新文化运动的主流\
|\
抗日战争时期，中国共产党主办的（ ）报刊在国民党统治区公开发行，及时宣传党的主张，鼓舞和激励群众的抗战热情\n\
正确答案:AB\n\
A. 《新华日报》\n\
B. 《群众》周刊\n\
C. 《热血日报》\n\
D. 《解放日报》\
|\
资本—帝国主义对中国进行侵略的途径有\n\
正确答案:ABCD\n\
A. 军事侵略\n\
B. 经济掠夺\n\
C. 文化渗透\n\
D. 政治控制\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
1860年，英法两国分别迫使清政府签订的不平等条约是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《天津条约》\n\
C. 《北京条约》\n\
D. 《望厦条约》\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
在太平天国运动后期，提出《资政新篇》这一统筹全局方案的是\n\
正确答案:C\n\
A. 洪秀全\n\
B. 杨秀清\n\
C. 洪仁玕\n\
D. 李秀成\
|\
1979年元旦，全国人大常委会发表的推动祖国统一大业重要文献是\n\
正确答案:A\n\
A. 《告台湾同胞书》\n\
B. 《实现两岸和平统一的九项方针》\n\
C. 《一个国家、两种制度》\n\
D. 《为促进祖国统一大业的完成而继续奋斗》\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
1915年12月，组织“护国军“北上反袁的著名将领是\n\
正确答案:A\n\
A. 蔡锷\n\
B. 黄兴\n\
C. 宋教仁\n\
D. 朱德\
|\
抗日战争中，据不完全统计，中国军民伤亡总数达\n\
正确答案:C\n\
A. 1500万以上\n\
B. 2500万以上\n\
C. 3500万以上\n\
D. 4500万以上\
|\
中国资产阶级领导的变法与革命失败的根本原因是\n\
正确答案:D\n\
A. 传统儒家思想的影响\n\
B. 封建顽固势力的强大\n\
C. 帝国主义的破坏\n\
D. 民族资产阶级自身的软弱性和妥协性\
|\
1946年6月，全面内战爆发，国民党军队首先进攻的地区是\n\
正确答案:C\n\
A. 山东解放区\n\
B. 东北解放区\n\
C. 中原解放区\n\
D. 陕甘宁解放区\
|\
洋务派创办的军用工业有\n\
正确答案:ABD\n\
A. 江南制造总局\n\
B. 金陵机器局\n\
C. 轮船招商局\n\
D. 天津机器局\
|\
新中国成立以来，取得了举世瞩目的巨大成就\n\
正确答案:ABCD\n\
A. 从争取经济独立到建设社会主义现代化国家\n\
B. 从赢得政治独立到建设社会主义民主政治\n\
C. 从发展新民主主义文化到建设中国特色的社会主义文化\n\
D. 从打破封锁到全方位对外开放\
|\
19世纪末期，帝国主义列强瓜分中国的图谋并未实现，其原因有（ ）\n\
正确答案:AB\n\
A. 帝国主义列强之间的矛盾和相互制约\n\
B. 中国人民进行了不屈不挠的反侵略斗争\n\
C. 清政府与列强相勾结\n\
D. 中国地域过于广阔\
|\
中日甲午战争后，根据《马关条约》的规定，清政府应将下列哪些地区割让给日本？\n\
正确答案:BCD\n\
A. 海南岛\n\
B. 台湾全岛及附属岛屿\n\
C. 澎湖列岛\n\
D. 辽东半岛\
|\
五四运动前的新文化运动主要的代表人物有\n\
正确答案:ABCD\n\
A. 李大钊\n\
B. 陈独秀\n\
C. 胡适\n\
D. 鲁迅\
|\
中国共产党与以往的任何政党不同的主要表现是\n\
正确答案:ABCD\n\
A. 以马克思主义理论为指导\n\
B. 是新型的工人阶级政党\n\
C. 能够代表整个中华民族的利益\n\
D. 以实现共产主义为目标\
|\
1936年12月12日率部发动西安事变要求蒋介石联共抗日的爱国将领有\n\
正确答案:BD\n\
A. 冯玉祥\n\
B. 张学良\n\
C. 李宗仁\n\
D. 杨虎城\
|\
1851年9月，太平军攻占永安，在永安封王建制，杨秀清被封为东王，节制其他诸王，其他王有（ ）\n\
正确答案:ABCD\n\
A. 西王萧朝贵\n\
B. 南王冯云山\n\
C. 北王韦昌辉\n\
D. 翼王石达开\
|\
中国共产党成立后，“中国革命的面貌焕然一新”，其“新”主要表现在\n\
正确答案:ACD\n\
A. 以马克思主义为指导\n\
B. 以武装斗争为主要方法\n\
C. 提出彻底的反帝反封建的纲领\n\
D. 以社会主义、共产主义为远大目标\
|\
在1921年中国共产党诞生至1949年新中国成立以前的时期，中国存在着三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 外国帝国主义\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
在1898年9月“百日维新”失败后拒绝出走而慷慨就义的维新派代表人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
1915年12月，资产阶级革命派发动了反对袁世凯复辟帝制的\n\
正确答案:B\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
太平天国在后期提出的带有鲜明资本主义色彩的改革方案是\n\
正确答案:D\n\
A. 《原道觉世训》\n\
B. 《十款天条》\n\
C. 《天朝田亩制度》\n\
D. 《资政新篇》\
|\
结束王明的"左"倾冒险主义在党中央的统治，确立了毛泽东的领导地位的重要会议是\n\
正确答案:B\n\
A. 八七会议\n\
B. 遵义会议\n\
C. 瓦窑堡会议\n\
D. 中共七大\
|\
五四运动以前的新文化运动是\n\
正确答案:C\n\
A. 无产阶级的文化运动\n\
B. 资产阶级民主主义文化同无产阶级新文化的斗争\n\
C. 资产阶级民主主义新文化与封建主义旧文化的斗争\n\
D. 无产阶级新文化与封建主义旧文化的斗争\
|\
帝国主义列强对中国的侵略和瓜分达到高潮是在\n\
正确答案:C\n\
A. 第一次鸦片战争后\n\
B. 第二次鸦片战争后\n\
C. 中日甲午战争后\n\
D. 八国联军战争后\
|\
新中国成功地爆炸第一颗原子弹的是在\n\
正确答案:A\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
标志腐朽的清政府已经成为“洋人的朝廷”的是\n\
正确答案:D\n\
A. 《天津条约》的签订\n\
B. 《北京条约》的签订\n\
C. 《马关条约》的签订\n\
D. 《辛丑条约》的签订\
|\
新中国第一颗人造地球卫星发射成功是在\n\
正确答案:D\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
1915年开始的民主、科学与尊孔复古的论战实质是\n\
正确答案:A\n\
A. 资产阶级与封建地主阶级的思想论战\n\
B. 无产阶级与资产阶级的思想论战\n\
C. 马克思主义与改良主义的论战\n\
D. 西方文明与中华传统文化之间的冲突\
|\
五四运动前的新文化运动主要的代表人物有\n\
正确答案:ABCD\n\
A. 李大钊\n\
B. 陈独秀\n\
C. 胡适\n\
D. 鲁迅\
|\
新文化运动的代表性人物有\n\
正确答案:ABCD\n\
A. 鲁迅\n\
B. 陈独秀\n\
C. 李大钊\n\
D. 胡适\
|\
资本—帝国主义对中国进行侵略的途径有\n\
正确答案:ABCD\n\
A. 军事侵略\n\
B. 经济掠夺\n\
C. 文化渗透\n\
D. 政治控制\
|\
中国封建社会前后延续了两千多年，其特点有\n\
正确答案:ABCD\n\
A. 在经济上，封建地主土地所有制经济占主导地位\n\
B. 在政治上，实行高度中央集权的封建君主专制制度\n\
C. 在文化上，以儒家思想为核心\n\
D. 在社会结构上，是族权和政权相结合的封建宗法等级制度\
|\
袁世凯能够篡夺辛亥革命胜利果实的主要原因是\n\
正确答案:ABCD\n\
A. 帝国主义的支持\n\
B. 国内封建势力的支持\n\
C. 袁世凯拥有强大的军事力量\n\
D. 袁世凯假意赞成共和\
|\
国家资本主义的初级形式在社会主义过渡时期主要体现在\n\
正确答案:ABC\n\
A. 统购包销\n\
B. 委托加工\n\
C. 计划订货\n\
D. 公私合营\
|\
在宣传民主革命思想的过程中，著名的资产阶级革命派知识分子有\n\
正确答案:ABC\n\
A. 章炳麟\n\
B. 邹 容\n\
C. 陈天华\n\
D. 康有为\
|\
中日甲午战争后，根据《马关条约》的规定，清政府应将下列哪些地区割让给日本？\n\
正确答案:BCD\n\
A. 海南岛\n\
B. 台湾全岛及附属岛屿\n\
C. 澎湖列岛\n\
D. 辽东半岛\
|\
下面的历史人物中，参加过中共一大的有\n\
正确答案:ABD\n\
A. 毛泽东\n\
B. 陈潭秋\n\
C. 陈独秀\n\
D. 张国焘\
|\
1949年3月中共中央离开西柏坡迁往北平。毛泽东说，今天是进京赶考的日子，我们决不当李自成，我们都希望考个好成绩。这句话的意思主要是\n\
正确答案:CD\n\
A. 避免农民战争中的流寇主义\n\
B. 克服农民阶级的私有观念\n\
C. 防止产生骄傲麻痹思想。\n\
D. 防止干部中出现享乐腐化作风。\
|\
遵义会议后，中共中央政治局成立了三人军事指挥小组，其成员是\n\
正确答案:D\n\
A. 毛泽东、周恩来、朱德\n\
B. 毛泽东、朱德、彭德怀\n\
C. 毛泽东、周恩来、张闻天\n\
D. 毛泽东、周恩来、王稼祥\
|\
八七会议上，提出“以后要非常注意军事，须知政权是由枪杆子中取得的”的是\n\
正确答案:D\n\
A. 周恩来\n\
B. 王明\n\
C. 瞿秋白\n\
D. 毛泽东\
|\
清末“预备立宪”的根本目的在于\n\
正确答案:C\n\
A. 仿效欧美政体\n\
B. 发展资本主义\n\
C. 延续封建统治\n\
D. 缓和阶级矛盾\
|\
1860年，外国列强通过《北京条约》迫使中国开放的通商口岸是\n\
正确答案:D\n\
A. 汉口\n\
B. 九江\n\
C. 南京\n\
D. 天津\
|\
1979年3月，邓小平明确提出坚持“四项基本原则”是在\n\
正确答案:C\n\
A. 中央工作会议\n\
B. 中共十一届三中全会\n\
C. 中央理论工作务虚会\n\
D. 中共十二届六中全会\
|\
中国抗战以来第一次大捷是\n\
正确答案:A\n\
A. 平型关大捷\n\
B. 台儿庄大捷\n\
C. 百团大战\n\
D. 昆仑关大捷\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
1987年召开的中共十三大完整地提出了\n\
正确答案:A\n\
A. 党在社会主义初级阶段的基本路线\n\
B. 党在社会主义初级阶段的基本纲领\n\
C. 建设中国特色社会主义的基本经验\n\
D. 建设中国特色社会主义的基本规律\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
在抗击外国侵略的战争中，为国捐躯的爱国官兵有\n\
正确答案:ABCD\n\
A. 关天培\n\
B. 陈化成\n\
C. 邓世昌\n\
D. 林永升\
|\
抗战初期，国民党正面战场的几次大会战是\n\
正确答案:ABCD\n\
A. 凇沪会战\n\
B. 太原会战\n\
C. 徐州会战\n\
D. 武汉会战\
|\
土地革命战争时期，中国红色政权能够存在和发展的主观条件有\n\
正确答案:BC\n\
A. 政治经济发展的不平衡\n\
B. 相当力量的红军存在\n\
C. 共产党组织的坚强有力和政策的正确\n\
D. 全国革命形势的继续发展\
|\
太平天国失败的原因包括\n\
正确答案:ABCD\n\
A. 缺乏先进阶级的领导\n\
B. 缺乏科学理论的指导\n\
C. 缺乏对外国列强侵华的理性认识\n\
D. 缺乏对列强侵华野心的足够警惕\
|\
1895年，孙中山在香港成立兴中会总部时提出的革命纲领是\n\
正确答案:ABD\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 平均地权\n\
D. 创立合众政府\
|\
统一战线中的劳动者联盟是指\n\
正确答案:ABC\n\
A. 工人\n\
B. 农民\n\
C. 城市小资产阶级联盟\n\
D. 大资产阶级\
|\
中国的抗日战争是世界反法西斯战争的重要组成部分，其表现是\n\
正确答案:ABCD\n\
A. 中国战场年平均牵制日本的陆军的74%以上\n\
B. 日军在海外作战中损失的 287 万人中，有 150 万人伤亡在中国战场\n\
C. 中国为盟国提供了大量的战略物资和军事情报\n\
D. 美英法等国向中国提供了经济援助或军事合作\
|\
新中国成立以来，取得了举世瞩目的巨大成就\n\
正确答案:ABCD\n\
A. 从争取经济独立到建设社会主义现代化国家\n\
B. 从赢得政治独立到建设社会主义民主政治\n\
C. 从发展新民主主义文化到建设中国特色的社会主义文化\n\
D. 从打破封锁到全方位对外开放\
|\
19世纪70年代后，洋务派举办的最重要的官督商办民用企业有\n\
正确答案:ABCD\n\
A. 轮船招商局\n\
B. 开平矿务局\n\
C. 天津电报局\n\
D. 上海机器织布局\
|\
从19世纪60年代到90年代，洋务派举办的洋务事业主要包括\n\
正确答案:ABCD\n\
A. 派遣留学生\n\
B. 兴办近代工业\n\
C. 创办新式学堂\n\
D. 建立新式海陆军\
|\
1894年日本发动了侵略中国的甲午战争，战后迫使清政府签订了\n\
正确答案:C\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
1915年12月，资产阶级革命派发动了反对袁世凯复辟帝制的\n\
正确答案:B\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
中共十五大把同马列主义、毛泽东思想一道确立为中共的指导思想的是\n\
正确答案:A\n\
A. 邓小平理论\n\
B. “三个代表”的重要思想\n\
C. 有中国特色的社会主义理论\n\
D. 科学发展观\
|\
前期新文化运动的指导思想是\n\
正确答案:B\n\
A. 资产阶级维新思想\n\
B. 民主和科学的思想\n\
C. "兼容并包"的思想\n\
D. 社会主义的思想\
|\
在近代，帝国主义列强不能灭亡和瓜分中国的最根本原因是\n\
正确答案:D\n\
A. 民族资产阶级发动的民主革命\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 洋务派开展的“自强”、“求富”运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
近代中国睁眼看世界的第一人是\n\
正确答案:A\n\
A. 林则徐\n\
B. 魏源\n\
C. 严复\n\
D. 郑观应\
|\
在近代中国，争取民族独立和人民解放的最终目的是\n\
正确答案:C\n\
A. 推翻封建专制制度\n\
B. 充分发展近代民族工商业\n\
C. 实现国家繁荣富强和人民共同富裕\n\
D. 废除列强同中国签订的一切不平等条约\
|\
我国成功地爆炸第一颗氢弹的是在\n\
正确答案:C\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
在太平天国运动后期，提出《资政新篇》这一统筹全局方案的是\n\
正确答案:C\n\
A. 洪秀全\n\
B. 杨秀清\n\
C. 洪仁玕\n\
D. 李秀成\
|\
随着近代中国从封建社会逐步演变为半殖民地半封建社会，中国社会出现了新兴阶级，它们是\n\
正确答案:CD\n\
A. 地主阶级\n\
B. 农民阶级\n\
C. 工人阶级\n\
D. 资产阶级\
|\
新文化运动前期的主要内容包括\n\
正确答案:AB\n\
A. 提倡新道德，反对旧道德\n\
B. 提倡新文化，反对旧文化\n\
C. 宣传马克思主义\n\
D. 提倡三纲五常\
|\
下列哪些是维新派的主张\n\
正确答案:ABCD\n\
A. 积极要求变法\n\
B. 主张实行君主立宪制\n\
C. 主张废除八股\n\
D. 主张学西方\
|\
下列关于相持阶段两个战场演变的说法，正确的是\n\
正确答案:ABCD\n\
A. 正面战场消极抗战形势恶化\n\
B. 敌后战场逐渐成为抗日的主战场\n\
C. 正面战场的战略地位日益降低\n\
D. 正面战场仍在一定程度上起了牵制日军的作用\
|\
1939年7月，中共明确提出（ ）三大口号，继续争取同蒋介石集团合作。\n\
正确答案:BCD\n\
A. 停止内战，一致对外\n\
B. 坚持抗战到底，反对中途妥协\n\
C. 巩固国内团结，反对内部分裂\n\
D. 力求全国进步，反对向后倒退\
|\
1946年1月10日，政治协商会议在重庆开幕，出席会议的有（ ）的代表\n\
正确答案:ABCD\n\
A. 国民党\n\
B. 共产党\n\
C. 民主同盟\n\
D. 无党派人士\
|\
1930年5月，毛泽东撰写的《反对本本主义》，提出了下列重要思想\n\
正确答案:ABCD\n\
A. 马克思主义的“本本”是要学习的，但是必须同中国的实际情况相结合\n\
B. 没有调查，就没有发言权\n\
C. 必须洗刷唯心精神，坚持从斗争中创造新局面的思想路线\n\
D. 中国革命斗争要靠中国同志了解情况\
|\
中国共产党与以往的任何政党不同的主要表现是\n\
正确答案:ABCD\n\
A. 以马克思主义理论为指导\n\
B. 是新型的工人阶级政党\n\
C. 能够代表整个中华民族的利益\n\
D. 以实现共产主义为目标\
|\
以下各项中属于“戊戌六君子”的人物有（ ）\n\
正确答案:AD\n\
A. 谭嗣同\n\
B. 梁启超\n\
C. 康有为\n\
D. 杨深秀\
|\
1842年中英《南京条约》的主要内容是\n\
正确答案:ABCD\n\
A. 割让香港岛给英国\n\
B. 赔款2100万元\n\
C. 开放广州等五个通商口岸\n\
D. 协定关税\
|\
国民党的统治在全国范围内建立的标志是\n\
正确答案:A\n\
A. 张学良“改旗易帜”\n\
B. 南京国民政府改组\n\
C. 宁汉合流\n\
D. 中原大战结束\
|\
1904年至1905年，外国侵略者在中国东北为争夺在华利益而进行的战争是\n\
正确答案:D\n\
A. 英法战争\n\
B. 英俄战争\n\
C. 日美战争\n\
D. 日俄战争\
|\
造成1959年至1961年我国国民经济严重困难的主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. “大跃进”和“反右倾”斗争的错误\
|\
魏源在1843年编纂了提出“师夷长技以制夷”重要思想的\n\
正确答案:A\n\
A. 《海国图志》\n\
B. 《盛世危言》\n\
C. 《校颁庐抗议》\n\
D. 《天演论》\
|\
在第一次鸦片战争期间，为抗击英国侵略而战死虎门的清朝爱国将领是\n\
正确答案:C\n\
A. 海龄\n\
B. 陈化成\n\
C. 关天培\n\
D. 史荣椿\
|\
2005年初至2006年上半年，在全党开展了以实践“三个代表”重要思想为主要内容的\n\
正确答案:B\n\
A. 整党运动\n\
B. 保持共产党员先进性教育活动\n\
C. 整风运动\n\
D. 以讲学习、讲政治、讲正气为主要内容的党性党风教育\
|\
中国资产阶级革命派的阶级基础是\n\
正确答案:C\n\
A. 买办资产阶级\n\
B. 官僚资产阶级\n\
C. 民族资产阶级\n\
D. 城市小资产阶级\
|\
七届二中全会召开的地点是\n\
正确答案:C\n\
A. 北平\n\
B. 延安\n\
C. 西柏坡\n\
D. 上海\
|\
中国历史上第一次比较完全意义上的资产阶级民主革命是\n\
正确答案:B\n\
A. 戊戌维新运动\n\
B. 辛亥革命\n\
C. 二次革命\n\
D. 新文化运动\
|\
从（ ）这十年，是“文化大革命”时期\n\
正确答案:B\n\
A. 1956年5月到1966年 10月\n\
B. 1966年5月到1976年 10月\n\
C. 1956年5月到1966年8月\n\
D. 1966年5月到1966年 8月\
|\
在近代中国，民族资本主义经济的发展受到多方面的阻碍，主要有\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
下列内容属于七届二中全会的是\n\
正确答案:ABC\n\
A. 我党工作中心从农村转移到城市\n\
B. 强调加强党的思想建设\n\
C. 提出由新民主主义向社会主义转变\n\
D. 确立毛泽东思想为党的指导思想\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
西方列强在华的经济掠夺手段包括\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华进行商品输出和资本输出\n\
D. 操纵中国的经济命脉\
|\
统一战线中的劳动者联盟是指\n\
正确答案:ABC\n\
A. 工人\n\
B. 农民\n\
C. 城市小资产阶级联盟\n\
D. 大资产阶级\
|\
1939年7月，中共针对当时国内出现的妥协与分裂的危险，明确提出（ ）三大方针。\n\
正确答案:ABC\n\
A. 团结\n\
B. 抗战\n\
C. 进步\n\
D. 斗争\
|\
北洋军阀统治中国的社会基础是\n\
正确答案:AB\n\
A. 地主阶级\n\
B. 买办资产阶级\n\
C. 外国帝国主义\n\
D. 民族资产阶级\
|\
新文化运动前期的主要内容包括\n\
正确答案:AB\n\
A. 提倡新道德，反对旧道德\n\
B. 提倡新文化，反对旧文化\n\
C. 宣传马克思主义\n\
D. 提倡三纲五常\
|\
第一次鸦片战争以后，中国社会发生的两个根本性变化是\n\
正确答案:AC\n\
A. 独立的中国逐步变成半殖民地的中国\n\
B. 独立的中国逐步变成殖民地的中国\n\
C. 封建的中国逐步变成半封建的中国\n\
D. 封建的中国逐步变成资本主义的中国\
|\
割占我国领土的不平等条约有\n\
正确答案:ABC\n\
A. 中英《南京条约》\n\
B. 中英《北京条约》\n\
C. 中日《马关条约》\n\
D. 《辛丑条约》\
|\
19世纪70年代后，洋务派举办的民用企业多数都采取\n\
正确答案:B\n\
A. 官办的形式\n\
B. 官督商办的形式\n\
C. 商办的形式\n\
D. 官商合办的形式\
|\
1915年开始的民主、科学与尊孔复古的论战实质是\n\
正确答案:A\n\
A. 资产阶级与封建地主阶级的思想论战\n\
B. 无产阶级与资产阶级的思想论战\n\
C. 马克思主义与改良主义的论战\n\
D. 西方文明与中华传统文化之间的冲突\
|\
19世纪60年代后，洋务派开展洋务运动的指导思想是\n\
正确答案:B\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 变法维新以救亡图存\n\
D. 物竞天择，适者生存\
|\
近代中国社会中最先进、最革命、最有力量的阶级是\n\
正确答案:B\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
中共十六大把同马克思列宁主义、毛泽东思想、邓小平理论一道确立为中共必须长期坚持的指导思想是\n\
正确答案:D\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
在中国近代历史上，第一次明确提出反帝反封建的民主革命纲领是在\n\
正确答案:C\n\
A. 中共一大\n\
B. 国民党一大\n\
C. 中共二大\n\
D. 中共三大\
|\
中国近代史上人民群众第一次大规模的反侵略武装斗争是\n\
正确答案:A\n\
A. 三元里人民的抗英斗争\n\
B. 太平天国抗击洋枪队的斗争\n\
C. 台湾高山族人民的抗日斗争\n\
D. 义和团抗击八国联军的斗争\
|\
南京临时政府中占领导和主体地位的派别是\n\
正确答案:D\n\
A. 资产阶级维新派\n\
B. 资产阶级保皇派\n\
C. 资产阶级立宪派\n\
D. 资产阶级革命派\
|\
在近代中国，争取民族独立和人民解放的最终目的是\n\
正确答案:C\n\
A. 推翻封建专制制度\n\
B. 充分发展近代民族工商业\n\
C. 实现国家繁荣富强和人民共同富裕\n\
D. 废除列强同中国签订的一切不平等条约\
|\
1913年，资产阶级革命派为反对袁世凯刺杀宋教仁和“善后大借款”发动了\n\
正确答案:A\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
1939年7月，中共针对当时国内出现的妥协与分裂的危险，明确提出（ ）三大方针。\n\
正确答案:ABC\n\
A. 团结\n\
B. 抗战\n\
C. 进步\n\
D. 斗争\
|\
毛泽东总结中国共产党成立以来的历史经验，指出中国共产党在中国革命中战胜敌人的三大法宝是\n\
正确答案:ABC\n\
A. 统一战线\n\
B. 武装斗争\n\
C. 党的建设\n\
D. 根据地建设\
|\
中国封建社会前后延续了两千多年，其特点有\n\
正确答案:ABCD\n\
A. 在经济上，封建地主土地所有制经济占主导地位\n\
B. 在政治上，实行高度中央集权的封建君主专制制度\n\
C. 在文化上，以儒家思想为核心\n\
D. 在社会结构上，是族权和政权相结合的封建宗法等级制度\
|\
解放战争时期国民党镇压爱国民主运动，制造的惨案有\n\
正确答案:ACD\n\
A. “一二•一”惨案\n\
B. 平江惨案\n\
C. 下关惨案\n\
D. 李、闻惨案\
|\
中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 广大人民和各界人士的广泛参加和大力支持\n\
B. 中国工人阶级的先锋队——中国共产党的领导\n\
C. 国际无产阶级和人民群众的支持\n\
D. 中国共产党人在革命过程中始终英勇地站在斗争的最前线\
|\
1949年3月中共中央离开西柏坡迁往北平。毛泽东说，今天是进京赶考的日子，我们决不当李自成，我们都希望考个好成绩。这句话的意思主要是\n\
正确答案:CD\n\
A. 避免农民战争中的流寇主义\n\
B. 克服农民阶级的私有观念\n\
C. 防止产生骄傲麻痹思想。\n\
D. 防止干部中出现享乐腐化作风。\
|\
近代以来，许多知识分子提出一些救国的新思想，意图唤醒国人主要有\n\
正确答案:ACD\n\
A. “师夷长技以制夷”\n\
B. “量中华之物力，结与国之欢心”\n\
C. 与西方“商战”的主张\n\
D. “振兴中华”\
|\
洪秀全早期写的革命著作有\n\
正确答案:BCD\n\
A. 《奉天讨胡檄布四方谕》\n\
B. 《原道觉世训》\n\
C. 《原道救世歌》\n\
D. 《原道醒世训》\
|\
1921-1949年中国社会的3种建国方案是\n\
正确答案:ABC\n\
A. 建立大地主大资产阶级的军事独裁统治\n\
B. 建立一个工人阶级领导的人民共和国\n\
C. 建立一个资产阶级共和国\n\
D. 建立一个欧美式的联邦共和国\
|\
在近代中国，民族资本主义经济的发展受到多方面的阻碍，主要有\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
中国进入社会主义初级阶段的最主要的标志是\n\
正确答案:C\n\
A. 中华人民共和国的成立\n\
B. 新中国第一部宪法的颁布\n\
C. 社会主义改造的基本完成\n\
D. 土地改革的顺利进行\
|\
南京临时政府中占领导和主体地位的派别是\n\
正确答案:D\n\
A. 资产阶级维新派\n\
B. 资产阶级保皇派\n\
C. 资产阶级立宪派\n\
D. 资产阶级革命派\
|\
下列关于洋务运动的论述不正确的是\n\
正确答案:C\n\
A. 洋务运动是一场封建统治者的自救运动\n\
B. 洋务运动客观上促进了中国资本主义的发展\n\
C. 洋务运动的目的是为了推翻清政府的统治\n\
D. 洋务运动失败是必然的\
|\
抗日战争中，据不完全统计，中国军民伤亡总数达\n\
正确答案:C\n\
A. 1500万以上\n\
B. 2500万以上\n\
C. 3500万以上\n\
D. 4500万以上\
|\
1949年10月1日中华人民共和国成立到（ ）年这几年，是基本完成社会主义改造的时期\n\
正确答案:A\n\
A. 1956\n\
B. 1957\n\
C. 1955\n\
D. 1958\
|\
下列关于《天朝天亩制度》和《资政新篇》的叙述，不正确的是\n\
正确答案:B\n\
A. 都是巩固太平天国的纲领或方案\n\
B. 后者是前者的补充、继承和发展\n\
C. 前者是违背社会发展规律的空想\n\
D. 后者是符合时代潮流的进步方案\
|\
帝国主义列强对中国的侵略和瓜分达到高潮是在\n\
正确答案:C\n\
A. 第一次鸦片战争后\n\
B. 第二次鸦片战争后\n\
C. 中日甲午战争后\n\
D. 八国联军战争后\
|\
五四运动是中国新民主主义革命开始的标志，最主要的依据是\n\
正确答案:D\n\
A. 提出彻底地反帝反封建口号\n\
B. 十月革命影响与马克思主义传播\n\
C. 青年学生领导并有广泛的群众基础\n\
D. 无产阶级成为运动主力\
|\
新中国恢复在联合国合法席位的是在\n\
正确答案:C\n\
A. 1949年\n\
B. 1966年\n\
C. 1971年\n\
D. 1978年\
|\
“师夷之长技以制夷”的提出者是\n\
正确答案:D\n\
A. 龚自珍\n\
B. 林则徐\n\
C. 洪仁玕\n\
D. 魏源\
|\
国民革命与近代前期的资产阶级民主革命相比，其突出的新特点是\n\
正确答案:ACD\n\
A. 以国共合作为基础\n\
B. 采用武装斗争的形式\n\
C. 群众基础扩大\n\
D. 反帝反封建相结合\
|\
辛亥革命的失败的主观原因包括\n\
正确答案:BCD\n\
A. 资本主义建国方案在半殖民地半封建社会的中国行不通\n\
B. 不能充分发动和依靠人民群众\n\
C. 不能建立坚强的革命政党\n\
D. 没有提出彻底的反帝反封建的革命纲领\
|\
整风运动的主要内容是\n\
正确答案:ABC\n\
A. 整顿学风\n\
B. 整顿党风\n\
C. 整顿文风\n\
D. 整顿浮夸风\
|\
中国共产党在抗日民族统一战线中的策略总方针是\n\
正确答案:ABC\n\
A. 发展进步势力\n\
B. 争取中间势力\n\
C. 孤立顽固势力\n\
D. 打击资产阶级\
|\
我国对个体农业进行社会主义改造的方针是\n\
正确答案:BC\n\
A. 典型示范\n\
B. 积极发展\n\
C. 稳步前进\n\
D. 逐步过渡\
|\
19世纪70年代后，洋务派举办的最重要的官督商办民用企业有\n\
正确答案:ABCD\n\
A. 轮船招商局\n\
B. 开平矿务局\n\
C. 天津电报局\n\
D. 上海机器织布局\
|\
1947年3月，国民党军队重点进攻的解放区是\n\
正确答案:AD\n\
A. 山东\n\
B. 中原\n\
C. 华东\n\
D. 陕北\
|\
自1840年至1919年，中国人民在历次反侵略战争中失败的主要原因是\n\
正确答案:AD\n\
A. 社会制度的腐败\n\
B. 军事指挥的失误\n\
C. 思想文化的保守\n\
D. 经济技术的落后\
|\
土地革命战争时期，中国红色政权能够存在和发展的主观条件有\n\
正确答案:BC\n\
A. 政治经济发展的不平衡\n\
B. 相当力量的红军存在\n\
C. 共产党组织的坚强有力和政策的正确\n\
D. 全国革命形势的继续发展\
|\
国统区第二条战线形成的原因有：\n\
正确答案:ABCD\n\
A. 专制统治和官员腐败，丧失人心。\n\
B. 大发“劫收”国难财。\n\
C. 违背人民的和平、修养生息的愿望。\n\
D. 物价上涨，导致恶性通货膨胀，人民生活困难。\
|\
被誉为中国人民的大宪章、起着临时宪法作用的是\n\
正确答案:B\n\
A. 《论人民民主专政》\n\
B. 《中国人民政治协商会议共同纲领》\n\
C. 《中国人民政治协商会议组织法》\n\
D. 《新民主主义论》\
|\
20世纪30年代，中国共产党内最早提出反对教条主义的任务的领导人是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 张闻天\
|\
最能体现太平天国社会理想和农民战争特点的纲领性文件是\n\
正确答案:D\n\
A. 《资政新篇》\n\
B. 《原道觉世训》\n\
C. 《十款天条》\n\
D. 《天朝田亩制度》\
|\
遵义会议后，中共中央政治局成立了三人军事指挥小组，其成员是\n\
正确答案:D\n\
A. 毛泽东、周恩来、朱德\n\
B. 毛泽东、朱德、彭德怀\n\
C. 毛泽东、周恩来、张闻天\n\
D. 毛泽东、周恩来、王稼祥\
|\
在下列不平等条件中，含有强迫清政府把香港割让给英国这一内容的是\n\
正确答案:B\n\
A. 《北京条约》\n\
B. 《南京条约》\n\
C. 《黄埔条约》\n\
D. 《望厦条约》\
|\
五四运动是中国新民主主义革命开始的标志，最主要的依据是\n\
正确答案:D\n\
A. 提出彻底地反帝反封建口号\n\
B. 十月革命影响与马克思主义传播\n\
C. 青年学生领导并有广泛的群众基础\n\
D. 无产阶级成为运动主力\
|\
中国共产党独立领导革命战争和创建人民军队的开始是\n\
正确答案:A\n\
A. 南昌起义\n\
B. 八七会议\n\
C. 秋收起义\n\
D. 广州起义\
|\
1915年12月，资产阶级革命派发动了反对袁世凯复辟帝制的\n\
正确答案:B\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
20世纪初，章炳麟发表的宣传民主革命思想的著作是\n\
正确答案:A\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
洋务派举办的洋务事业主要有\n\
正确答案:BCD\n\
A. 实行君主立宪制\n\
B. 兴办近代企业\n\
C. 建立新式海陆军\n\
D. 创办新式学堂\
|\
1842年，英国通过《南京条约》迫使中国开放的通商口岸除广州外还包括\n\
正确答案:ABCD\n\
A. 厦门\n\
B. 福州\n\
C. 宁波\n\
D. 上海\
|\
1935年1月，遵义会议解决了当时最迫切的\n\
正确答案:BC\n\
A. 思想问题\n\
B. 军事问题\n\
C. 组织问题\n\
D. 政治问题\
|\
1946年1月10日，在重庆召开了政治协商会议，其主要作用有\n\
正确答案:ABCD\n\
A. 有利于冲破蒋介石独裁统治\n\
B. 有利于实行民主政治\n\
C. 有利于和平建国。\n\
D. 激发中国广大人民实现民主、团结、统一的愿望。\
|\
第一次鸦片战争期后，清政府被迫分别与法国和美国签订的不平等条约是\n\
正确答案:BD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《虎门条约》\n\
D. 《黄埔条约》\
|\
下列关于“八七”会议的表述正确的是\n\
正确答案:ACD\n\
A. 纠正了陈独秀的右倾投降主义错误\n\
B. 会议避免了“左”的错误\n\
C. 毛泽东提出“政权是由枪杆子中取得的”\n\
D. 会议确定土地革命和武装斗争的方针\
|\
第一次鸦片战争后签定的不平等条约有\n\
正确答案:ABD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《北京条约》\n\
D. 《黄埔条约》\
|\
在1921年中国共产党诞生至1949年新中国成立以前的时期，中国存在着三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 外国帝国主义\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
从19世纪60到90年代，洋务派创办的新式学堂主要是\n\
正确答案:ABC\n\
A. 翻译学堂\n\
B. 科技学堂\n\
C. 军事学堂\n\
D. 农艺学堂\
|\
五四运动中爱国学生要求惩办的卖国贼是\n\
正确答案:ABC\n\
A. 陆宗舆\n\
B. 章宗祥\n\
C. 曹汝霖\n\
D. 袁世凯\
|\
在近代中国，争取民族独立和人民解放的最终目的是\n\
正确答案:C\n\
A. 推翻封建专制制度\n\
B. 充分发展近代民族工商业\n\
C. 实现国家繁荣富强和人民共同富裕\n\
D. 废除列强同中国签订的一切不平等条约\
|\
七届二中全会召开的地点是\n\
正确答案:C\n\
A. 北平\n\
B. 延安\n\
C. 西柏坡\n\
D. 上海\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
洋务运动失败的标志是在中日甲午战争中\n\
正确答案:D\n\
A. 福建水师的全军覆没\n\
B. 广东水师的全军覆没\n\
C. 南洋水师的全军覆没\n\
D. 北洋水师的全军覆没\
|\
清末“预备立宪”的根本目的在于\n\
正确答案:C\n\
A. 仿效欧美政体\n\
B. 发展资本主义\n\
C. 延续封建统治\n\
D. 缓和阶级矛盾\
|\
中国共产党在洛川会议上规定，为抗战时期解决农民问题的基本政策是\n\
正确答案:A\n\
A. 减租减息\n\
B. 三三制\n\
C. 大生产运动\n\
D. 精兵简政\
|\
皖南事变后，中共中央重建新四军军部，被任命的政治委员是\n\
正确答案:C\n\
A. 陈毅\n\
B. 陈赓\n\
C. 刘少奇\n\
D. 项英\
|\
1895年，严复在《救亡决论》一文中喊出的口号是\n\
正确答案:B\n\
A. “师夷长技以制夷”\n\
B. “救亡”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
在中国近代历史上，第一次明确提出反帝反封建的民主革命纲领是在\n\
正确答案:C\n\
A. 中共一大\n\
B. 国民党一大\n\
C. 中共二大\n\
D. 中共三大\
|\
“一•二八”淞沪抗战中，率领十九路军抵抗日军侵略的爱国将领是\n\
正确答案:A\n\
A. 蔡廷锴\n\
B. 张学良\n\
C. 冯玉祥\n\
D. 马占山\
|\
解放战争时期，三大战役是指\n\
正确答案:BCD\n\
A. 长沙会战\n\
B. 淮海战役\n\
C. 平津战役\n\
D. 辽沈战役\
|\
天京事变是太平天国统治集团的内讧，事变中\n\
正确答案:ABC\n\
A. 东王杨秀清被杀\n\
B. 北王韦昌辉被杀\n\
C. 翼王石达开出走\n\
D. 天王洪秀全病逝\
|\
19 世纪 70 至 80 年代，帝国主义列强掀起的“边疆危机”包括\n\
正确答案:ABCD\n\
A. 英国侵入西藏、云南\n\
B. 法国侵犯广西\n\
C. 日本侵犯中国台湾\n\
D. 俄国入侵新疆\
|\
辛亥革命的失败的主观原因包括\n\
正确答案:BCD\n\
A. 资本主义建国方案在半殖民地半封建社会的中国行不通\n\
B. 不能充分发动和依靠人民群众\n\
C. 不能建立坚强的革命政党\n\
D. 没有提出彻底的反帝反封建的革命纲领\
|\
国统区第二条战线形成的原因有：\n\
正确答案:ABCD\n\
A. 专制统治和官员腐败，丧失人心。\n\
B. 大发“劫收”国难财。\n\
C. 违背人民的和平、修养生息的愿望。\n\
D. 物价上涨，导致恶性通货膨胀，人民生活困难。\
|\
毛泽东从1928年到1930年提出并阐述了农村包围城市、武装夺取政权道路理论的主要\n\
正确答案:ABCD\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《反对本本主义》\
|\
参加五四运动的社会阶层有\n\
正确答案:ABCD\n\
A. 工人\n\
B. 农民\n\
C. 学生\n\
D. 商人\
|\
鸦片战争爆发前夕，一位英国殖民者说：“这是把我们将来和这个帝国的商务，安放在稳固而广阔的基础之上的最有希望的机会。”此言论反映的本质观点是，通过鸦片战争使英国 （ ）\n\
正确答案:ABD\n\
A. 扭转对华贸易逆差\n\
B. 使对华鸦片贸易合法化\n\
C. 使对华的正当贸易得到保护\n\
D. 获得倾销商品的广阔市场\
|\
中国共产党在抗日民族统一战线中的策略总方针是\n\
正确答案:ABC\n\
A. 发展进步势力\n\
B. 争取中间势力\n\
C. 孤立顽固势力\n\
D. 打击资产阶级\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题\n\
正确答案:ABCD\n\
A. 能不能保卫住人民胜利的成果，巩固新生的人民政权\n\
B. 能不能战胜严重的经济困难\n\
C. 能不能经受住执政的考验，继续保持谦虚、谨慎、不骄、不躁的作风和艰苦奋斗的作风\n\
D. 能不能巩固民族独立，维护国家主权和安全\
|\
19世纪90年代，梁启超发表的宣传变法维新主张的著作是\n\
正确答案:D\n\
A. 《新学伪经考》\n\
B. 《仁学》\n\
C. 《人类公理》\n\
D. 《变法通义》\
|\
中共十五大把同马列主义、毛泽东思想一道确立为中共的指导思想的是\n\
正确答案:A\n\
A. 邓小平理论\n\
B. “三个代表”的重要思想\n\
C. 有中国特色的社会主义理论\n\
D. 科学发展观\
|\
洋务运动期间，洋务派兴办的第一个规模较大的兵工厂是\n\
正确答案:D\n\
A. 马尾船政局\n\
B. 金陵机器局\n\
C. 天津机器局\n\
D. 江南制造总局\
|\
最能体现太平天国社会理想和农民战争特点的纲领性文件是\n\
正确答案:D\n\
A. 《资政新篇》\n\
B. 《原道觉世训》\n\
C. 《十款天条》\n\
D. 《天朝田亩制度》\
|\
标志着以慈禧太后为首的清政府彻底放弃抵抗外国侵略者的事件是\n\
正确答案:D\n\
A. 《南京条约》的签订\n\
B. 《天津条约》的签订\n\
C. 《北京条约》的签订\n\
D. 《辛丑条约》的签订\
|\
1911年，湖北、湖南、广东、四川四省爆发的民众斗争运动是\n\
正确答案:D\n\
A. 拒俄运动\n\
B. 拒法运动\n\
C. 抵制美国货运动\n\
D. 保路运动\
|\
八七会议上，提出“以后要非常注意军事，须知政权是由枪杆子中取得的”的是\n\
正确答案:D\n\
A. 周恩来\n\
B. 王明\n\
C. 瞿秋白\n\
D. 毛泽东\
|\
振奋全国抗战精神的“台儿庄大捷”出现在国民党组织的哪场会战中\n\
正确答案:D\n\
A. 淞沪会战\n\
B. 太原会战\n\
C. 常德会战\n\
D. 徐州会战\
|\
第一次国共合作的政治基础是\n\
正确答案:D\n\
A. 三民主义\n\
B. 反帝反封建\n\
C. 联俄、联共、扶助农工的三大政策\n\
D. 新三民主义\
|\
中国共产党独立领导革命战争和创建人民军队的开始是\n\
正确答案:A\n\
A. 南昌起义\n\
B. 八七会议\n\
C. 秋收起义\n\
D. 广州起义\
|\
孙中山在《民报》发刊词中阐发的民族主义是指\n\
正确答案:CD\n\
A. 打倒封建主义\n\
B. 打倒帝国主义\n\
C. 以革命手段推翻清王朝\n\
D. 变“次殖民地”的中国为独立的中国\
|\
在新民主主义革命时期，有三种建国方案可由中国人民在政治实践中选择，但从根本上说可供中国人民选择的方案主要是\n\
正确答案:BC\n\
A. 在中国建立资产阶级共和国\n\
B. 继续维持半殖民地半封建的旧中国\n\
C. 创建新民主主义的新中国\n\
D. 在中国建立社会主义国家\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
1928年至1930年间，毛泽东关于中国革命道路理论的重要著作有\n\
正确答案:ABC\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《战争和战略问题》\
|\
1949年3月中共中央离开西柏坡迁往北平。毛泽东说，今天是进京赶考的日子，我们决不当李自成，我们都希望考个好成绩。这句话的意思主要是\n\
正确答案:CD\n\
A. 避免农民战争中的流寇主义\n\
B. 克服农民阶级的私有观念\n\
C. 防止产生骄傲麻痹思想。\n\
D. 防止干部中出现享乐腐化作风。\
|\
下面属于《共同纲领》内容的是：\n\
正确答案:ABCD\n\
A. 中华人民共和国是人民民主主义国家。\n\
B. 中华人民共和国境内各民族一律平等。\n\
C. 公私兼顾、劳资两利、城乡互助、内外交流。\n\
D. 保障本国独立自由和领土完整，维护国际和平和各国人民之间友好合作。\
|\
到19世纪90年代，洋务派建成的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
新民主主义的三种基本阶级力量是\n\
正确答案:ABD\n\
A. 工人阶级\n\
B. 资产阶级\n\
C. 地主阶级\n\
D. 农民和其他小资产阶级\
|\
下面的历史人物中，参加过中共一大的有\n\
正确答案:ABD\n\
A. 毛泽东\n\
B. 陈潭秋\n\
C. 陈独秀\n\
D. 张国焘\
|\
日本对中国的大规模侵略和在中国部分地区的殖民统治，犯下了空前严重的罪行，其主要表现是\n\
正确答案:ABCD\n\
A. 制造惨绝人寰的大屠杀\n\
B. 实行“三光”政策\n\
C. 肆意掠夺矿产资源、土地及农产品\n\
D. 强制推行奴化教育\
|\
抗战胜利后，经过重庆谈判国共双方确认和平建国的基本方针是\n\
正确答案:A\n\
A. 《政府与中共代表会谈纪要》\n\
B. 《共同纲领》\n\
C. 《抗战胜利后的时局和我们的方针》\n\
D. 中共中央《对目前时局的宣言》\
|\
在太平天国运动后期，提出《资政新篇》这一统筹全局方案的是\n\
正确答案:C\n\
A. 洪秀全\n\
B. 杨秀清\n\
C. 洪仁玕\n\
D. 李秀成\
|\
中国资产阶级革命派的骨干力量是\n\
正确答案:D\n\
A. 大资产阶级及其知识分子\n\
B. 工人阶级\n\
C. 农民阶级\n\
D. 资产阶级和小资产阶级知识分子\
|\
在三大改造中，对资本主义工商业进行改造的主要方式是\n\
正确答案:B\n\
A. 国家资本主义\n\
B. 公私合营\n\
C. 统购统销\n\
D. 定息\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
重庆谈判的焦点问题是\n\
正确答案:A\n\
A. 人民军队和解放区的合法地位问题\n\
B. 要不要和平建国的问题\n\
C. 实行宪政、结束训政的问题\n\
D. 人民的民主、自由权利的问题\
|\
1860年，外国列强通过《北京条约》迫使中国开放的通商口岸是\n\
正确答案:D\n\
A. 汉口\n\
B. 九江\n\
C. 南京\n\
D. 天津\
|\
“一•二八”淞沪抗战中，率领十九路军抵抗日军侵略的爱国将领是\n\
正确答案:A\n\
A. 蔡廷锴\n\
B. 张学良\n\
C. 冯玉祥\n\
D. 马占山\
|\
新中国恢复在联合国合法席位的是在\n\
正确答案:C\n\
A. 1949年\n\
B. 1966年\n\
C. 1971年\n\
D. 1978年\
|\
率领北平国民党军队接受和平改编的国民党将领是\n\
正确答案:D\n\
A. 张治中\n\
B. 蔡廷锴\n\
C. 杜聿明\n\
D. 傅作义\
|\
国统区第二条战线形成的原因有：\n\
正确答案:ABCD\n\
A. 专制统治和官员腐败，丧失人心。\n\
B. 大发“劫收”国难财。\n\
C. 违背人民的和平、修养生息的愿望。\n\
D. 物价上涨，导致恶性通货膨胀，人民生活困难。\
|\
中日甲午战争后，根据《马关条约》的规定，清政府应将下列哪些地区割让给日本？\n\
正确答案:BCD\n\
A. 海南岛\n\
B. 台湾全岛及附属岛屿\n\
C. 澎湖列岛\n\
D. 辽东半岛\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于\n\
正确答案:ABD\n\
A. 对国情没有认识清楚\n\
B. 缺乏社会主义建设的经验\n\
C. 苏联撕毁合同\n\
D. 急于求成\
|\
毛泽东总结中国共产党成立以来的历史经验，指出中国共产党在中国革命中战胜敌人的三大法宝是\n\
正确答案:ABC\n\
A. 统一战线\n\
B. 武装斗争\n\
C. 党的建设\n\
D. 根据地建设\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
抗日战争时期，中国共产党主办的（ ）报刊在国民党统治区公开发行，及时宣传党的主张，鼓舞和激励群众的抗战热情\n\
正确答案:AB\n\
A. 《新华日报》\n\
B. 《群众》周刊\n\
C. 《热血日报》\n\
D. 《解放日报》\
|\
资本－帝国主义列强对近代中国进行经济掠夺的主要手段有\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华倾销商品和资本输出\n\
D. 操纵中国经济命脉\
|\
1911年10月，直接参与领导武昌起义的革命组织是\n\
正确答案:BC\n\
A. 中国国民党\n\
B. 共进会\n\
C. 文学社\n\
D. 中华革命党\
|\
天京事变是太平天国统治集团的内讧，事变中\n\
正确答案:ABC\n\
A. 东王杨秀清被杀\n\
B. 北王韦昌辉被杀\n\
C. 翼王石达开出走\n\
D. 天王洪秀全病逝\
|\
清末资产阶级革命团体在各地陆续成立，其中主要是（ ）\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 兴中会\n\
C. 科学补习所\n\
D. 光复会\
|\
中共十三大明确将党在社会主义初级阶段的基本路线概括为\n\
正确答案:A\n\
A. “一个中心、两个基本点”\n\
B. “四个坚持”\n\
C. 一手抓物质文明、一手抓精神文明\n\
D. 建设中国特色社会主义经济、政治和文化\
|\
标志着第三条道路破产的事件是\n\
正确答案:D\n\
A. 1946年6月蒋介石发动全面内战\n\
B. 1946年11月蒋介石下令召开伪国民大会\n\
C. 1947年3月蒋介石下令进攻延安\n\
D. 1947年10月蒋介石下令解散中国民主同盟\
|\
同盟会发动的起义中，影响较大，被孙中山誉为与武昌起义并重的是\n\
正确答案:D\n\
A. 刘道一领导的萍浏醴起义\n\
B. 秋瑾、徐锡麟领导的浙皖起义\n\
C. 孙中山、黄兴领导的镇南关起义\n\
D. 孙中山、黄兴领导的广州黄花岗起义\
|\
1980年8月，邓小平提出了政治体制改革基本任务的重要讲话是\n\
正确答案:B\n\
A. 《必须旗帜鲜明地坚持四项基本原则》\n\
B. 《党和国家领导制度的改革》\n\
C. 《政治体制改革总体设想》\n\
D. 《关于加强党的执政能力建设的决定》\
|\
邓小平明确提出“建设有中国特色社会主义”命题的会议是\n\
正确答案:B\n\
A. 中共十一届三中全会\n\
B. 中共十二大\n\
C. 中共十二届三中全会\n\
D. 中共十三大\
|\
抗日战争胜利后，中国社会的主要矛盾是\n\
正确答案:D\n\
A. 中美民族矛盾\n\
B. 中日民族矛盾\n\
C. 无产阶级同资产阶级的矛盾\n\
D. 中国人民同美帝国主义支持的国民党反动派之间的矛盾\
|\
大革命时期的统一战线和抗日民族统一战线的相同点是\n\
正确答案:D\n\
A. 都有共同的政治纲领\n\
B. 均采取党内合作的方式\n\
C. 全具有反帝反封建性质\n\
D. 皆有个阶级阶层广泛参加\
|\
在第一次鸦片战争后，中国爆发的一场伟大的农民战争是\n\
正确答案:B\n\
A. 三元里人民抗英斗争\n\
B. 太平天国运动\n\
C. 台湾高山族人民抗日斗争\n\
D. 义和团运动\
|\
抗日战争胜利后，取代日本在中国的地位的是\n\
正确答案:A\n\
A. 美国\n\
B. 苏联\n\
C. 法国\n\
D. 英国\
|\
敦促日本无条件投降的会议是\n\
正确答案:C\n\
A. 开罗会议\n\
B. 德黑兰会议\n\
C. 波茨坦会议\n\
D. 雅尔塔会议\
|\
从19世纪60到90年代，洋务派创办的新式学堂主要是\n\
正确答案:ABC\n\
A. 翻译学堂\n\
B. 科技学堂\n\
C. 军事学堂\n\
D. 农艺学堂\
|\
1905年至1907年，资产阶级革命派和改良派展开论战的各自舆论阵地是\n\
正确答案:AD\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
中国共产党领导的革命包括（ ）两个阶段\n\
正确答案:BC\n\
A. 资产阶级革命\n\
B. 社会主义革命\n\
C. 新民主主义革命\n\
D. 旧民主主义革命\
|\
天京事变是太平天国统治集团的内讧，事变中\n\
正确答案:ABC\n\
A. 东王杨秀清被杀\n\
B. 北王韦昌辉被杀\n\
C. 翼王石达开出走\n\
D. 天王洪秀全病逝\
|\
中国由新民主主义向社会主义转变的条件主要包括\n\
正确答案:ACD\n\
A. 中国共产党的领导和人民民主专政的国家制度的建立\n\
B. 国家财政经济状况的根本好转\n\
C. 社会主义国营经济的领导地位\n\
D. 马克思主义、毛泽东思想的指导地位\
|\
1840年以后，从皇帝到权贵，大都\n\
正确答案:ABCD\n\
A. 昏庸愚昧\n\
B. 不了解世界大势\n\
C. 不懂得御敌之策\n\
D. 害怕人民群众\
|\
与清政府签订《天津条约》的国家有\n\
正确答案:AC\n\
A. 英国\n\
B. 俄国\n\
C. 法国\n\
D. 日本\
|\
19世纪90年代，资产阶级维新派与封建守旧派论战的主要问题是\n\
正确答案:ACD\n\
A. 要不要变法\n\
B. 要不要实行民主共和\n\
C. 要不要实行君主立宪\n\
D. 要不要废八股、改科举和兴学堂\
|\
割占我国领土的不平等条约有\n\
正确答案:ABC\n\
A. 中英《南京条约》\n\
B. 中英《北京条约》\n\
C. 中日《马关条约》\n\
D. 《辛丑条约》\
|\
毛泽东提出"一切反动派都是纸老虎"的著名论断，针对的是\n\
正确答案:D\n\
A. 打垮国民党的历次反革命军事围剿\n\
B. 国民党顽固派制造皖南事变等反共浪潮\n\
C. 日本帝国主义被迫宣布无条件投降\n\
D. 内战初期国民党在军事和经济方面占有明显优势\
|\
遵义会议后，中共中央政治局成立了三人军事指挥小组，其成员是\n\
正确答案:D\n\
A. 毛泽东、周恩来、朱德\n\
B. 毛泽东、朱德、彭德怀\n\
C. 毛泽东、周恩来、张闻天\n\
D. 毛泽东、周恩来、王稼祥\
|\
“一•二八”淞沪抗战中，率领十九路军抵抗日军侵略的爱国将领是\n\
正确答案:A\n\
A. 蔡廷锴\n\
B. 张学良\n\
C. 冯玉祥\n\
D. 马占山\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
从公元前5世纪的战国时代到1840年的鸦片战争前，中国的社会性质是\n\
正确答案:B\n\
A. 奴隶社会\n\
B. 封建社会\n\
C. 半殖民地半封建社会\n\
D. 资本主义社会\
|\
新中国恢复在联合国合法席位的是在\n\
正确答案:C\n\
A. 1949年\n\
B. 1966年\n\
C. 1971年\n\
D. 1978年\
|\
抗日战争胜利后，取代日本在中国的地位的是\n\
正确答案:A\n\
A. 美国\n\
B. 苏联\n\
C. 法国\n\
D. 英国\
|\
下列关于"九一八事变"影响，不正确的是\n\
正确答案:C\n\
A. 它使中国东北沦为日本殖民地\n\
B. 它促使中国的社会矛盾开始发生变化\n\
C. 它促使中共立即作出国共合作共同抗日的主张\n\
D. 它是日本灭亡中国计划的一部分\
|\
洋务运动期间，洋务派兴办的第一个规模较大的兵工厂是\n\
正确答案:D\n\
A. 马尾船政局\n\
B. 金陵机器局\n\
C. 天津机器局\n\
D. 江南制造总局\
|\
在1921年中国共产党诞生至1949年新中国成立以前的时期，中国存在着三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 外国帝国主义\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
在新民主主义革命时期，压在中国人民身上的“三座大山”是指\n\
正确答案:ABD\n\
A. 外国帝国主义\n\
B. 本国封建主义\n\
C. 本国资本主义\n\
D. 官僚资本主义\
|\
革命派与改良派的论战暴露了革命派在思想理论方面的弱点，具体表现在\n\
正确答案:ABCD\n\
A. 不敢彻底地反帝\n\
B. 对地主阶级持妥协态度\n\
C. 所说的“国民”，主要指资产阶级及其知识分子，不是广大群众\n\
D. 在土地问题上解决的不彻底\
|\
清末资产阶级革命团体在各地陆续成立，其中主要是（ ）\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 兴中会\n\
C. 科学补习所\n\
D. 光复会\
|\
在威海战斗中殉国的北洋舰队将领有\n\
正确答案:BC\n\
A. 邓世昌\n\
B. 刘步蟾\n\
C. 丁汝昌\n\
D. 左宝贵\
|\
毛泽东指出：“如果不帮助农民推翻封建地主阶级，就不能组成中国革命最强大的队伍而推翻帝国主义的统治。”其实质含义是\n\
正确答案:AD\n\
A. 农民是中国革命最可靠的同盟军\n\
B. 农民阶级是中国革命的领导阶级\n\
C. 农民阶级反帝反封建态度最坚决，是新的社会生产力的代表者\n\
D. 没有农民阶级参加，中国革命就不能取胜\
|\
戊戌维新运动的历史意义有\n\
正确答案:ABC\n\
A. 是一次爱国救亡运动\n\
B. 是一场资产阶级性质的政治改革运动\n\
C. 是一场思想启蒙运动\n\
D. 是一次封建经济体制的改革运动\
|\
19世纪五六十年代，沙皇俄国趁火打劫，通过一系列条约侵吞我国领土144万多平方公里，这些条约是\n\
正确答案:ABCD\n\
A. 中俄《瑷珲条约》\n\
B. 中俄《北京条约》\n\
C. 中俄《勘分西北界约记》\n\
D. 《改订伊犁条约》\
|\
辛亥革命失败的原因是\n\
正确答案:ABCD\n\
A. 结束了2000多年的君主专制政体，建立了资产阶级共和政府\n\
B. 给人们带来了一次思想上的解放\n\
C. 为资本主义的发展创造了条件\n\
D. 一定程度上打击了帝国主义的侵略势力\
|\
洪秀全早期写的革命著作有\n\
正确答案:BCD\n\
A. 《奉天讨胡檄布四方谕》\n\
B. 《原道觉世训》\n\
C. 《原道救世歌》\n\
D. 《原道醒世训》\
|\
在近代中国，实现国家繁荣富强和人民共同富裕的前提条件\n\
正确答案:D\n\
A. 建立资本主义制度\n\
B. 反对帝国主义的侵略\n\
C. 推翻封建主义的统治\n\
D. 争得民族独立和人民解放\
|\
太平天国之所以是农民战争的高峰，最主要因为\n\
正确答案:C\n\
A. 其规模和延续时间均属空前\n\
B. 建立了与清政府对立的政权\n\
C. 制定了比较完整的革命纲领\n\
D. 对封建王朝的打击空前沉重\
|\
中国加入世界贸易组织是在\n\
正确答案:A\n\
A. 2001年\n\
B. 2002年\n\
C. 2003年\n\
D. 2004年\
|\
中共十五大把同马列主义、毛泽东思想一道确立为中共的指导思想的是\n\
正确答案:A\n\
A. 邓小平理论\n\
B. “三个代表”的重要思想\n\
C. 有中国特色的社会主义理论\n\
D. 科学发展观\
|\
新中国发展国民经济的第一个五年计划期间是指\n\
正确答案:C\n\
A. 1952-1956年\n\
B. 1949-1954年\n\
C. 1953-1957年\n\
D. 1950-1955年\
|\
文化大革命的发动者是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 朱德\
|\
中国加入世界贸易组织是在\n\
正确答案:A\n\
A. 2001年\n\
B. 2002年\n\
C. 2003年\n\
D. 2004年\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
1840年第一次鸦片战争后中国社会的性质是\n\
正确答案:C\n\
A. 封建社会\n\
B. 资本主义社会\n\
C. 半殖民地半封建社会\n\
D. 半资本主义半封建社会\
|\
中国历史上第一次比较完全意义上的资产阶级民主革命是\n\
正确答案:B\n\
A. 戊戌维新运动\n\
B. 辛亥革命\n\
C. 二次革命\n\
D. 新文化运动\
|\
三国“干涉还辽”中的三国指的是\n\
正确答案:BCD\n\
A. 美国\n\
B. 俄国\n\
C. 德国\n\
D. 法国\
|\
1912年2月13日，临时参议院选举袁世凯为临时大总统。孙中山为防止袁世凯专制，提出新总统必须遵守的条件包括\n\
正确答案:ACD\n\
A. 定都南京\n\
B. 维护共和\n\
C. 新总统到南京就职\n\
D. 遵守约法\
|\
协助清政府镇压太平军的外国雇佣军是\n\
正确答案:BC\n\
A. 安武军\n\
B. 常胜军\n\
C. 常捷军\n\
D. 武卫军\
|\
中共十一届三中全会的主要功绩是\n\
正确答案:ABCD\n\
A. 彻底否定了“两个凡是”的错误方针\n\
B. 高度评价了关于真理标准问题的讨论\n\
C. 断然否定“以阶级斗争为纲”的指导思想\n\
D. 作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策\
|\
五四运动前的新文化运动主要的代表人物有\n\
正确答案:ABCD\n\
A. 李大钊\n\
B. 陈独秀\n\
C. 胡适\n\
D. 鲁迅\
|\
在威海战斗中殉国的北洋舰队将领有\n\
正确答案:BC\n\
A. 邓世昌\n\
B. 刘步蟾\n\
C. 丁汝昌\n\
D. 左宝贵\
|\
下列哪些是维新派的主张\n\
正确答案:ABCD\n\
A. 积极要求变法\n\
B. 主张实行君主立宪制\n\
C. 主张废除八股\n\
D. 主张学西方\
|\
近代中国压在中国人民身上的“三座大山”指的是\n\
正确答案:ABC\n\
A. 帝国主义\n\
B. 官僚资本主义\n\
C. 封建主义\n\
D. 民族资本主义\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（ ）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
1913年，资产阶级革命派发动二次革命的导火线是\n\
正确答案:BC\n\
A. 段祺瑞拒绝恢复国会\n\
B. 国民党领袖宋教仁被刺杀\n\
C. 袁世凯与日本签订“善后大借款”\n\
D. 张勋复辟帝制\
|\
1915年12月，组织“护国军“北上反袁的著名将领是\n\
正确答案:A\n\
A. 蔡锷\n\
B. 黄兴\n\
C. 宋教仁\n\
D. 朱德\
|\
日军占领南京后，制造震惊世界的大屠杀，被杀害我手无寸铁的平民和放下武器的士兵达到\n\
正确答案:C\n\
A. 10万以上\n\
B. 20万以上\n\
C. 30万以上\n\
D. 40万以上\
|\
1903年，邹容发表的号召人民推翻清朝统治的著作是\n\
正确答案:B\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
第五次反“围剿”的失败充分证明了\n\
正确答案:D\n\
A. 良好的群众基础是红色政权存在的重要条件\n\
B. 全国的革命形势对红色政权的影响巨大\n\
C. 相当力量的正式红军的存在，是造成工农武装割据的重要条件\n\
D. 中国共产党的正确领导是红色政权存在的最重要条件\
|\
中共一大确定的党的中心任务是\n\
正确答案:C\n\
A. 实现共产主义\n\
B. 加强无产阶级国际团结\n\
C. 领导和组织工人运动\n\
D. 推翻资产阶级政权\
|\
七届二中全会召开的地点是\n\
正确答案:C\n\
A. 北平\n\
B. 延安\n\
C. 西柏坡\n\
D. 上海\
|\
标志着维新变法运动的开始的事件是\n\
正确答案:B\n\
A. 维新派与守旧派的论战\n\
B. 公车上书\n\
C. “中体西用”思想的提出\n\
D. “明定国是”诏书的颁布\
|\
对“民权主义”理解正确的是\n\
正确答案:B\n\
A. 推翻清王朝的封建专制统治\n\
B. 进行政治革命，推翻封建帝制，建立资产阶级共和国\n\
C. 平均地权、核定地价\n\
D. 打击帝国主义在华势力\
|\
三大主力红军会师的地点是\n\
正确答案:B\n\
A. 吴起镇\n\
B. 会宁\n\
C. 懋功\n\
D. 甘孜\
|\
“中国不败而败”是指下列哪场战争\n\
正确答案:C\n\
A. 中日甲午战争\n\
B. 鸦片战争\n\
C. 中法战争\n\
D. 第二次鸦片战争\
|\
土地革命战争时期，中共进行土地革命所依据的阶级路线包括\n\
正确答案:ABCD\n\
A. 依靠贫雇农\n\
B. 联合中农、限制富农\n\
C. 保护中小工商业者\n\
D. 消灭地主阶级\
|\
以下属于第一个五年计划内实现的项目是\n\
正确答案:ABCD\n\
A. 长春第一汽车制造厂\n\
B. 康藏、青藏、新藏铁路建成\n\
C. 武汉长江大桥\n\
D. 包头钢铁基地\
|\
下面的历史事件，与上海密切相关的是\n\
正确答案:ABC\n\
A. 中国共产党的成立\n\
B. 五卅运动\n\
C. “四?一二”政变\n\
D. 中国国民党一大\
|\
甲午战争以后，西方列强对中国的经济侵略开始以资本输出为主，资本输出的主要方式有（ ）\n\
正确答案:ABCD\n\
A. 在中国投资开设工厂\n\
B. 在中国增设银行\n\
C. 投资修筑铁路，控制交通事业\n\
D. 迫使清政府举借外债\
|\
抗日战争时期，中国共产党主办的（ ）报刊在国民党统治区公开发行，及时宣传党的主张，鼓舞和激励群众的抗战热情\n\
正确答案:AB\n\
A. 《新华日报》\n\
B. 《群众》周刊\n\
C. 《热血日报》\n\
D. 《解放日报》\
|\
下列关于延安整风的表述，正确的是\n\
正确答案:ABCD\n\
A. 在思想上清算了“左”的和右的错误\n\
B. 是马克思主义思想教育运动\n\
C. 提高了广大党员的思想理论水平，增强了党的凝聚力和战斗力\n\
D. 为新民主主义革命在全国的胜利奠定了思想基础\
|\
1911年，联合组织与发动武昌起义的革命团体是\n\
正确答案:AB\n\
A. 共进会\n\
B. 文学社\n\
C. 兴中会\n\
D. 光复会\
|\
陈独秀右倾机会主义和王明“左”倾机会主义错误产生的共同原因是\n\
正确答案:ABC\n\
A. 共产国际的错误指导\n\
B. 中国共产党不够成熟，缺乏理论修养和实践经验\n\
C. 主观主义\n\
D. 对革命急于求成\
|\
从19世纪60到90年代，洋务派创办的新式学堂主要是\n\
正确答案:ABC\n\
A. 翻译外语学堂\n\
B. 科技学堂\n\
C. 军事学堂\n\
D. 农艺学堂\
|\
新文化运动前期的主要内容包括\n\
正确答案:AB\n\
A. 提倡新道德，反对旧道德\n\
B. 提倡新文化，反对旧文化\n\
C. 宣传马克思主义\n\
D. 提倡三纲五常\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于①对国情没有认识清楚 ②缺乏社会主义建设的经验 ③苏联撕毁合同 ④急于求成\n\
正确答案:D\n\
A. ①②③\n\
B. ②③④\n\
C. ①④\n\
D. ①②④\
|\
五四运动以前的新文化运动是\n\
正确答案:C\n\
A. 无产阶级的文化运动\n\
B. 资产阶级民主主义文化同无产阶级新文化的斗争\n\
C. 资产阶级民主主义新文化与封建主义旧文化的斗争\n\
D. 无产阶级新文化与封建主义旧文化的斗争\
|\
1931年11月，中国共产党成立了中华苏维埃共和国临时中央政府，其政权性质是\n\
正确答案:D\n\
A. 资产阶级专政\n\
B. 各革命阶级（包括民族资产阶级和小资产阶级）联合专政\n\
C. 抗日民主专政\n\
D. 工农民主专政\
|\
中国共产党在新民主主义革命不同时期提出的土地政策的共同点是（）①体现中国共产党的民主革命纲领 ②消灭封建剥削制度 ③维护农民基本利益 ④促进社会经济发展\n\
正确答案:C\n\
A. ①②\n\
B. ①②③\n\
C. ①③④\n\
D. ①②③④\
|\
在太平天国运动后期，提出《资政新篇》这一统筹全局方案的是\n\
正确答案:C\n\
A. 洪秀全\n\
B. 杨秀清\n\
C. 洪仁玕\n\
D. 李秀成\
|\
1980年8月，邓小平提出了政治体制改革基本任务的重要讲话是\n\
正确答案:B\n\
A. 《必须旗帜鲜明地坚持四项基本原则》\n\
B. 《党和国家领导制度的改革》\n\
C. 《政治体制改革总体设想》\n\
D. 《关于加强党的执政能力建设的决定》\
|\
1915年12月，资产阶级革命派发动了反对袁世凯复辟帝制的\n\
正确答案:B\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
下列文献明确规定毛泽东思想为中国共产党指导思想的是\n\
正确答案:B\n\
A. 中共"一大"通过的党纲\n\
B. 中共"七大"通过的党章\n\
C. 中共"八七"会议的决定\n\
D. 中共遵义会议的决议\
|\
宣告延续了22年的国民党反动统治覆灭的事件是(\n\
正确答案:D\n\
A. 人民解放军三大战役的胜利\n\
B. 国共北平和谈的破裂\n\
C. 蒋介石宣布下野\n\
D. 人民解放军占领南京\
|\
2005年初至2006年上半年，在全党开展了以实践“三个代表”重要思想为主要内容的\n\
正确答案:B\n\
A. 整党运动\n\
B. 保持共产党员先进性教育活动\n\
C. 整风运动\n\
D. 以讲学习、讲政治、讲正气为主要内容的党性党风教育\
|\
1905年8月，中国同盟会成立时制定的革命纲领是\n\
正确答案:ABCD\n\
A. 驱除鞑虏\n\
B. 平均地权\n\
C. 恢复中华\n\
D. 创立民国\
|\
近代中国压在中国人民身上的“三座大山”指的是\n\
正确答案:ABC\n\
A. 帝国主义\n\
B. 官僚资本主义\n\
C. 封建主义\n\
D. 民族资本主义\
|\
太平天国政权的封建属性主要表现在\n\
正确答案:ABCD\n\
A. 森严的封建等级制\n\
B. 领导集团生活奢侈腐化\n\
C. 领导集团内部争权夺利\n\
D. 洪秀全迷信思想日益严重\
|\
“一五”期间，我国( )三大钢铁基地建设取得重大进展\n\
正确答案:ABC\n\
A. 鞍山\n\
B. 包头\n\
C. 武汉\n\
D. 长春\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
1912年2月13日，临时参议院选举袁世凯为临时大总统。孙中山为防止袁世凯专制，提出新总统必须遵守的条件包括\n\
正确答案:ACD\n\
A. 定都南京\n\
B. 维护共和\n\
C. 新总统到南京就职\n\
D. 遵守约法\
|\
国共合作的大革命时期中国共产党所发挥的作用包括\n\
正确答案:ACD\n\
A. 提出了反帝反封建的政治口号\n\
B. 广州国民政府的建立者\n\
C. 人民群众的主要发动者和组织者\n\
D. 推动了北伐战争的顺利进行\
|\
近代中国革命的对象是（ ）\n\
正确答案:ABD\n\
A. 帝国主义\n\
B. 封建主义\n\
C. 小资产阶级\n\
D. 官僚资本主义\
|\
资产阶级维新派的主要代表人物有\n\
正确答案:ABD\n\
A. 康有为\n\
B. 梁启超\n\
C. 孙中山\n\
D. 严复\
|\
下列属于《中国土地法大纲》主要内容的有\n\
正确答案:ACD\n\
A. 废除封建剥削的土地制度\n\
B. 保护中小工商业者\n\
C. 实行耕者有其田的土地制度\n\
D. 分地给无地或少地的农民\
|\
自1863年开始在中国任总税务司、控制中国海关大权达40余年之久的是\n\
正确答案:D\n\
A. 德国人郭士立\n\
B. 美国人田贝\n\
C. 法国人孟振生\n\
D. 英国人赫德\
|\
《双十协定》的签订，中共取得的战略优势是\n\
正确答案:D\n\
A. 获得了自卫战争的准备时间\n\
B. 解放区获得了合法地位\n\
C. 赢得了民主党派的支持\n\
D. 取得了政治上的主动地位\
|\
在近代，帝国主义列强不能灭亡和瓜分中国的最根本原因是\n\
正确答案:D\n\
A. 民族资产阶级发动的民主革命\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 洋务派开展的“自强”、“求富”运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
2005年初至2006年上半年，在全党开展了以实践“三个代表”重要思想为主要内容的\n\
正确答案:B\n\
A. 整党运动\n\
B. 保持共产党员先进性教育活动\n\
C. 整风运动\n\
D. 以讲学习、讲政治、讲正气为主要内容的党性党风教育\
|\
（ ）揭开改革开放的序幕，吹响建设中国特色的社会主义的时代号角\n\
正确答案:A\n\
A. 十一届三中全会\n\
B. 十二届四中全会\n\
C. 十三届四中全会\n\
D. 十一届四中全会\
|\
随着对外开放的进一步扩大，中共中央和国务院在1990年作出的战略举措是\n\
正确答案:D\n\
A. 建立厦门经济特区\n\
B. 建立珠海经济特区\n\
C. 开发、开放海南经济特区\n\
D. 开发、开放上海浦东新区\
|\
近代中国第一个全国性的资产阶级革命政党是\n\
正确答案:B\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
中共十五大把同马列主义、毛泽东思想一道确立为中共的指导思想的是\n\
正确答案:A\n\
A. 邓小平理论\n\
B. “三个代表”的重要思想\n\
C. 有中国特色的社会主义理论\n\
D. 科学发展观\
|\
1945年8月25日，中共中央提出“和平、民主、团结”三大口号的文件是\n\
正确答案:B\n\
A. 《抗日战争胜利后的时局和我们的方针》\n\
B. 《对目前时局的宣言》\n\
C. 《中共中央关于同国民党进行和平谈判的通知》\n\
D. 《政府与中共代表会谈纪要》\
|\
中华人民共和国成立的时间\n\
正确答案:A\n\
A. 1949年10月1日\n\
B. 1949年6月1日\n\
C. 1948年10月1日\n\
D. 1949年11月1日\
|\
戊戌维新运动的历史意义有\n\
正确答案:ABC\n\
A. 是一次爱国救亡运动\n\
B. 是一场资产阶级性质的政治改革运动\n\
C. 是一场思想启蒙运动\n\
D. 是一次封建经济体制的改革运动\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
义和团运动的主体是农民等小生产者，其历史局限性表现在\n\
正确答案:AB\n\
A. 存在盲目、笼统的排外主义错误\n\
B. 无法认清帝国主义与清王朝相互勾结的本质\n\
C. 存在有许多迷信、落后的倾向\n\
D. 争权夺利、享乐主义\
|\
中国民族资产阶级是一个带两重性的阶级，这两重性是指\n\
正确答案:AB\n\
A. 革命性\n\
B. 软弱性\n\
C. 动摇性\n\
D. 不彻底性\
|\
中国民族资本主义经济的发展，受到了多方面的阻碍。其阻碍主要来自\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
李大钊在1918年发表的三篇著名文章是\n\
正确答案:BCD\n\
A. 《我的马克思主义观》\n\
B. 《庶民的胜利》\n\
C. 《庶民的胜利》\n\
D. 《庶民的胜利》\
|\
参加五四运动的社会阶层有\n\
正确答案:ABCD\n\
A. 工人\n\
B. 农民\n\
C. 学生\n\
D. 商人\
|\
1915年兴起的新文化运动的主要内容\n\
正确答案:ABCD\n\
A. 提倡民主和科学\n\
B. 提倡白话文\n\
C. 提倡新文学\n\
D. 宣传男女平等和个性解放\
|\
“一化三改造”时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货\n\
B. “四马分肥”中的资方红利\n\
C. 公私合营\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
五四运动中爱国学生要求惩办的卖国贼是\n\
正确答案:ABC\n\
A. 陆宗舆\n\
B. 章宗祥\n\
C. 曹汝霖\n\
D. 袁世凯\
|\
随着对外开放的进一步扩大，中共中央和国务院在1990年作出的战略举措是\n\
正确答案:D\n\
A. 建立厦门经济特区\n\
B. 建立珠海经济特区\n\
C. 开发、开放海南经济特区\n\
D. 开发、开放上海浦东新区\
|\
20世纪初，章炳麟发表的宣传民主革命思想的著作是\n\
正确答案:A\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
在甲午战争后，严复翻译的《天演论》所宣传的重要思想是\n\
正确答案:D\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 天下兴亡，匹夫有责\n\
D. 物竞天择，适者生存\
|\
宣告延续了22年的国民党反动统治覆灭的事件是(\n\
正确答案:D\n\
A. 人民解放军三大战役的胜利\n\
B. 国共北平和谈的破裂\n\
C. 蒋介石宣布下野\n\
D. 人民解放军占领南京\
|\
在第一次鸦片战争期间，为抗击英国侵略而战死虎门的清朝爱国将领是\n\
正确答案:C\n\
A. 海龄\n\
B. 陈化成\n\
C. 关天培\n\
D. 史荣椿\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
1978年12月，邓小平在中共中央工作会议上发表的重要报告是\n\
正确答案:B\n\
A. 《实践是检验真理的唯一标准》\n\
B. 《解放思想，实事求是，团结一致向前看》\n\
C. 《必须旗帜鲜明地坚持四项基本原则》\n\
D. 《关于建国以来党的若干历史问题的决议》\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
中国由新民主主义向社会主义转变的优越的政治条件是\n\
正确答案:B\n\
A. 马克思主义、毛泽东思想的指导地位\n\
B. 中国共产党的领导和人民民主专政国家制度的建立\n\
C. 新民主主义经济制度的建立和国民经济的恢复\n\
D. 社会主义国营经济成为多种经济成份中的领导力量\
|\
中国共产党一向认为中国革命的基本问题是\n\
正确答案:B\n\
A. 党的问题\n\
B. 农民问题\n\
C. 工人问题\n\
D. 民族资产阶级问题\
|\
随着近代中国从封建社会逐步演变为半殖民地半封建社会，中国社会出现了新兴阶级，它们是\n\
正确答案:CD\n\
A. 地主阶级\n\
B. 农民阶级\n\
C. 工人阶级\n\
D. 资产阶级\
|\
全国胜利后，中国社会经济中存在着哪几种经济成分\n\
正确答案:ABCD\n\
A. 社会主义性质的国营经济\n\
B. 半社会主义性质的合作社经济\n\
C. 农民和手工业者的个体经济\n\
D. 私人资本主义经济、国家资本主义经济\
|\
资产阶级共和国的方案之所以行不通的原因是\n\
正确答案:ABCD\n\
A. 力量过于软弱\n\
B. 没有勇气和能力去领导人民进行彻底反帝反封建的革命斗争\n\
C. 提不出彻底的土地革命的纲领\n\
D. 不敢进行革命的武装斗争\
|\
毛泽东科学预测抗日战争的发展进程包括（ ）三个阶段\n\
正确答案:ABD\n\
A. 战略防御\n\
B. 战略相持\n\
C. 战略进攻\n\
D. 战略反攻\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（ ）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
洋务运动的历史作用包括\n\
正确答案:ABCD\n\
A. 成为中国近代教育的开端\n\
B. 传播了新知识，打开了人们的眼界\n\
C. 引起了社会风气和价值观念的变化\n\
D. 在客观上促进了中国早期工业和民族资本主义的发展\
|\
九一八事变后发生后到1935年华北事变期间，中国爱国将领进行的局部抗战包括\n\
正确答案:ABCD\n\
A. 长城抗战\n\
B. “一•二八”淞沪抗战\n\
C. 察哈尔抗战\n\
D. 东北抗日游击战争\
|\
过渡时期总路线，中的“三改”是指\n\
正确答案:ABC\n\
A. 对农业的改造\n\
B. 手工业的改造\n\
C. 资本主义工商业的改造\n\
D. 林业的改造\
|\
毛泽东总结中国共产党成立以来的历史经验，指出中国共产党在中国革命中战胜敌人的三大法宝是\n\
正确答案:ABC\n\
A. 统一战线\n\
B. 武装斗争\n\
C. 党的建设\n\
D. 根据地建设\
|\
卢沟桥事变后，在保卫北平的战斗中牺牲的国民党爱国将领是\n\
正确答案:BD\n\
A. 张自忠\n\
B. 佟麟阁\n\
C. 郝梦龄\n\
D. 赵登禹\
|\
淞沪会战后期率领“八百壮士”坚持在四行仓库的爱国将领是\n\
正确答案:D\n\
A. 佟麟阁\n\
B. 赵登禹\n\
C. 张自忠\n\
D. 谢晋元\
|\
中国第一个共产主义小组建立在\n\
正确答案:B\n\
A. 北京\n\
B. 上海\n\
C. 长沙\n\
D. 武汉\
|\
中共十七大把同马列主义、毛泽东思想、邓小平理论一道确立为党长期坚持的指导思想的是\n\
正确答案:C\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
最早确立党对军队的绝对领导是在\n\
正确答案:D\n\
A. 南昌起义\n\
B. 秋收起义\n\
C. 八七会议\n\
D. 三湾改编\
|\
中共十三大明确将党在社会主义初级阶段的基本路线概括为\n\
正确答案:A\n\
A. “一个中心、两个基本点”\n\
B. “四个坚持”\n\
C. 一手抓物质文明、一手抓精神文明\n\
D. 建设中国特色社会主义经济、政治和文化\
|\
结束王明的"左"倾冒险主义在党中央的统治，确立了毛泽东的领导地位的重要会议是\n\
正确答案:B\n\
A. 八七会议\n\
B. 遵义会议\n\
C. 瓦窑堡会议\n\
D. 中共七大\
|\
中国加入世界贸易组织是在\n\
正确答案:A\n\
A. 2001年\n\
B. 2002年\n\
C. 2003年\n\
D. 2004年\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
第一次国共合作形成的标志是\n\
正确答案:A\n\
A. 中国国民党第一次全国代表大会\n\
B. 中国国民党第二次全国代表大会\n\
C. 中国共产党第三次全国代表大会\n\
D. 中国共产党杭州西湖会议\
|\
五四爱国运动爆发的导火线是\n\
正确答案:B\n\
A. 五四爱国运动爆发的导火线是\n\
B. 巴黎和会上中国外交失败\n\
C. 俄国十月社会主义革命的爆发\n\
D. 袁世凯复辟帝制\
|\
第一次国共合作后，北伐战争胜利进军的原因有\n\
正确答案:ABCD\n\
A. 民主革命统一战线旗帜的指引\n\
B. 共产党员、共青团员在北伐军中的模范作用\n\
C. 全国工农群众的大力支持\n\
D. 制定了正确的北伐方针\
|\
下列各项中，不属于《双十协定》的内容有\n\
正确答案:BD\n\
A. 国民党迅速结束训政，实施宪政\n\
B. 整编全国军队、制定宪法\n\
C. 保证人民享有民主、自由等权利\n\
D. 实施《和平建国纲领》\
|\
抗战初期国民党正面战场几乎都是以退却、失败而结束，造成这种状况的主观原因是\n\
正确答案:BCD\n\
A. 敌我力量对比上，日军占有很大优势\n\
B. 国民党战略指导方针上的失误\n\
C. 不敢放手发动和武装群众\n\
D. 将希望单纯寄托在政府和正规军的抵抗上\
|\
通过重庆谈判和签订的"双十协定"，中共取得的成果有\n\
正确答案:ABD\n\
A. 在全国人民面前表现了和平诚意\n\
B. 迫使国民党承认和平建国的基本方针\n\
C. 实现了中共在国家政治生活中的合法地位\n\
D. 团结了民主力量\
|\
国共合作的大革命时期中国共产党所发挥的作用包括\n\
正确答案:ACD\n\
A. 提出了反帝反封建的政治口号\n\
B. 广州国民政府的建立者\n\
C. 人民群众的主要发动者和组织者\n\
D. 推动了北伐战争的顺利进行\
|\
资本－帝国主义列强在侵华过程中进行文化渗透的主要手段有\n\
正确答案:ABD\n\
A. 利用宗教进行侵略活动\n\
B. 借助传播西学的名义为侵华制造舆论\n\
C. 散布西方的学术思想\n\
D. 宣扬“种族优劣论”\
|\
下列有关皖南事变的表述，正确的是\n\
正确答案:ACD\n\
A. 它是国民党顽固派破坏抗战的行为\n\
B. 英美支持国民党发动\n\
C. 中国共产党坚决回击顽固派的进攻\n\
D. 新四军军部及所属部队损失惨重\
|\
我国农业合作化运动的基本原则和方针包括\n\
正确答案:ABCD\n\
A. 先合作化，后机械化的道路\n\
B. 积极发展、稳步前进、逐步过渡的方针\n\
C. 坚持自愿和互利的原则\n\
D. 始终把是否增产作为衡量合作社是否办好的标准\
|\
抗日民族统一战线的策略总方针是\n\
正确答案:ABC\n\
A. 发展进步势力\n\
B. 争取中间势力\n\
C. 孤立顽固势力\n\
D. 反对投降势力\
|\
中国共产党在抗日民族统一战线中的策略总方针是\n\
正确答案:ABC\n\
A. 发展进步势力\n\
B. 争取中间势力\n\
C. 孤立顽固势力\n\
D. 打击资产阶级\
|\
毛泽东提出由新民主主义社会转变为社会主义社会的总任务和主要途径的著作是\n\
正确答案:C\n\
A. 《中国革命和中国共产党》\n\
B. 《论政策》\n\
C. 《在中共七届二中全会上的报告》\n\
D. 《论人民民主专政》\
|\
20世纪30年代，中国共产党内最早提出反对教条主义的任务的领导人是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 张闻天\
|\
中国资产阶级民主革命进入了一个新阶段的标志是\n\
正确答案:B\n\
A. 兴中会的成立\n\
B. 中国同盟会的成立\n\
C. 国民党的成立\n\
D. 中华革命党的成立\
|\
五四运动是中国新民主主义革命开始的标志，最主要的依据是\n\
正确答案:D\n\
A. 提出彻底地反帝反封建口号\n\
B. 十月革命影响与马克思主义传播\n\
C. 青年学生领导并有广泛的群众基础\n\
D. 无产阶级成为运动主力\
|\
抗日战争胜利后，取代日本在中国的地位的是\n\
正确答案:A\n\
A. 美国\n\
B. 苏联\n\
C. 法国\n\
D. 英国\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于①对国情没有认识清楚 ②缺乏社会主义建设的经验 ③苏联撕毁合同 ④急于求成\n\
正确答案:D\n\
A. ①②③\n\
B. ②③④\n\
C. ①④\n\
D. ①②④\
|\
中共中央提出在抗日的条件下与资产阶级重建统一战线新政策的会议是\n\
正确答案:B\n\
A. 遵义会议\n\
B. 瓦窑堡会议\n\
C. 洛川会议\n\
D. 中共七大\
|\
结束王明的"左"倾冒险主义在党中央的统治，确立了毛泽东的领导地位的重要会议是\n\
正确答案:B\n\
A. 八七会议\n\
B. 遵义会议\n\
C. 瓦窑堡会议\n\
D. 中共七大\
|\
揭开人民解放军全国性战略进攻序幕的是\n\
正确答案:B\n\
A. 孟良崮战役开始\n\
B. 刘邓大军挺进大别山\n\
C. 三大战役开始\n\
D. 渡江战役开始\
|\
1860年，外国列强通过《北京条约》迫使中国开放的通商口岸是\n\
正确答案:D\n\
A. 汉口\n\
B. 九江\n\
C. 南京\n\
D. 天津\
|\
近代中国在逐步沦为半殖民地半封建社会过程中新产生的阶级是\n\
正确答案:CD\n\
A. 农民阶级\n\
B. 地主阶级\n\
C. 资产阶级\n\
D. 工人阶级\
|\
中共十二届六中全会确定的我国社会主义现代化建设的总体布局是\n\
正确答案:ABCD\n\
A. 以经济建设为中心\n\
B. 坚定不移地进行经济体制改革\n\
C. 坚定不移地进行政治体制改革\n\
D. 坚定不移地加强精神文明建设\
|\
新中国成立以来，取得了举世瞩目的巨大成就\n\
正确答案:ABCD\n\
A. 从争取经济独立到建设社会主义现代化国家\n\
B. 从赢得政治独立到建设社会主义民主政治\n\
C. 从发展新民主主义文化到建设中国特色的社会主义文化\n\
D. 从打破封锁到全方位对外开放\
|\
邓小平在同江泽民等谈话时提出的中国社会主义农业改革和发展的“ 两个飞跃 ”是\n\
正确答案:AD\n\
A. 废除人民公社，实行家庭承包责任制\n\
B. 发展乡镇企业\n\
C. 实施科教兴农战略\n\
D. 发展集体经济\
|\
在近代中国，民族资本主义经济的发展受到多方面的阻碍，主要有\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
土地革命战争时期，中国红色政权能够存在和发展的主观条件有\n\
正确答案:BC\n\
A. 政治经济发展的不平衡\n\
B. 相当力量的红军存在\n\
C. 共产党组织的坚强有力和政策的正确\n\
D. 全国革命形势的继续发展\
|\
中共一大的内容包括（\n\
正确答案:ACD\n\
A. 制定了党的第一个纲领\n\
B. 决定加入共产国际\n\
C. 确定了党的中心任务\n\
D. 选举了党的中央领导机构\
|\
民族资产阶级领导的辛亥革命的历史局限性主要表现在\n\
正确答案:ABCD\n\
A. 没有提出彻底反帝的革命纲领\n\
B. 没有提出彻底反封建的革命纲领\n\
C. 没有充分发动和依靠民众\n\
D. 没有建立坚强的革命政党\
|\
中国共产党早期组织的活动有\n\
正确答案:ABCD\n\
A. 研究和宣传马克思主义\n\
B. 同反马克思主义思潮展开论战\n\
C. 在工人中进行组织和宣传工作\n\
D. 成立社会主义青年团\
|\
下列关于《天朝天亩制度》和《资政新篇》的叙述，不正确的是\n\
正确答案:B\n\
A. 都是巩固太平天国的纲领或方案\n\
B. 后者是前者的补充、继承和发展\n\
C. 前者是违背社会发展规律的空想\n\
D. 后者是符合时代潮流的进步方案\
|\
英法联军攻占北京并放火烧毁凝聚着中华民族聪明才智的圆明园是在\n\
正确答案:B\n\
A. 第一次鸦片战争期间\n\
B. 第二次鸦片战争期间\n\
C. 甲午战争期间\n\
D. 八国联军侵华战争期间\
|\
标志着以慈禧太后为首的清政府彻底放弃抵抗外国侵略者的事件是\n\
正确答案:D\n\
A. 《南京条约》的签订\n\
B. 《天津条约》的签订\n\
C. 《北京条约》的签订\n\
D. 《辛丑条约》的签订\
|\
1940年8月，向日本侵略军发起百团大战的总指挥是\n\
正确答案:C\n\
A. 邓小平\n\
B. 粟裕\n\
C. 彭德怀\n\
D. 王震\
|\
率领北平国民党军队接受和平改编的国民党将领是\n\
正确答案:D\n\
A. 张治中\n\
B. 蔡廷锴\n\
C. 杜聿明\n\
D. 傅作义\
|\
皖南事变后，中共中央重建新四军军部，被任命的政治委员是\n\
正确答案:C\n\
A. 陈毅\n\
B. 陈赓\n\
C. 刘少奇\n\
D. 项英\
|\
标志太平天国由盛到衰转折点的历史事件是\n\
正确答案:C\n\
A. 长沙战役\n\
B. 北伐失利\n\
C. 天京事变\n\
D. 安庆失守\
|\
重庆谈判的焦点问题是\n\
正确答案:A\n\
A. 人民军队和解放区的合法地位问题\n\
B. 要不要和平建国的问题\n\
C. 实行宪政、结束训政的问题\n\
D. 人民的民主、自由权利的问题\
|\
对洋务派兴办洋务事业的指导思想最先作出比较完整表述的是\n\
正确答案:A\n\
A. 冯桂芬\n\
B. 李鸿章\n\
C. 林则徐\n\
D. 魏源\
|\
随着对外开放的进一步扩大，中共中央和国务院在1988年决定建立的经济特区是\n\
正确答案:D\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 厦门经济特区\n\
D. 海南经济特区\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
1842年中英《南京条约》的主要内容是\n\
正确答案:ABCD\n\
A. 割让香港岛给英国\n\
B. 赔款2100万元\n\
C. 开放广州等五个通商口岸\n\
D. 协定关税\
|\
下列关于延安整风的表述，正确的是\n\
正确答案:ABCD\n\
A. 在思想上清算了“左”的和右的错误\n\
B. 是马克思主义思想教育运动\n\
C. 提高了广大党员的思想理论水平，增强了党的凝聚力和战斗力\n\
D. 为新民主主义革命在全国的胜利奠定了思想基础\
|\
民族资产阶级领导的辛亥革命的历史局限性主要表现在\n\
正确答案:ABCD\n\
A. 没有提出彻底反帝的革命纲领\n\
B. 没有提出彻底反封建的革命纲领\n\
C. 没有充分发动和依靠民众\n\
D. 没有建立坚强的革命政党\
|\
解放战争时期国民党镇压爱国民主运动，制造的惨案有\n\
正确答案:ACD\n\
A. “一二•一”惨案\n\
B. 平江惨案\n\
C. 下关惨案\n\
D. 李、闻惨案\
|\
五四运动爆发的历史背景包括\n\
正确答案:BCD\n\
A. 袁世凯的倒行逆施\n\
B. 工人阶级队伍迅速壮大\n\
C. 新文化运动的开展\n\
D. 俄国十月革命的影响\
|\
在中国近代史上，资产阶级维新派自身的弱点和局限主要有\n\
正确答案:ABC\n\
A. 脱离人民群众\n\
B. 不敢否定封建主义\n\
C. 对帝国主义抱有幻想\n\
D. 抱守儒家学说\
|\
下列对秋收起义的认识正确的有\n\
正确答案:ABC\n\
A. 是发动群众武装反抗国民党统治的正确抉择\n\
B. 进攻长沙是在“八七会议”“左”倾情绪影响下的决定\n\
C. 文家市会议迈出了到农村建立革命根据地的第一步\n\
D. 三湾改编是中国共产党创建革命军队的开端\
|\
毛泽东总结中国共产党成立以来的历史经验，指出中国共产党在中国革命中战胜敌人的三大法宝是\n\
正确答案:ABC\n\
A. 统一战线\n\
B. 武装斗争\n\
C. 党的建设\n\
D. 根据地建设\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
1987年召开的中共十三大完整地提出了\n\
正确答案:A\n\
A. 党在社会主义初级阶段的基本路线\n\
B. 党在社会主义初级阶段的基本纲领\n\
C. 建设中国特色社会主义的基本经验\n\
D. 建设中国特色社会主义的基本规律\
|\
1940年8月，向日本侵略军发起百团大战的总指挥是\n\
正确答案:C\n\
A. 邓小平\n\
B. 粟裕\n\
C. 彭德怀\n\
D. 王震\
|\
对洋务派兴办洋务事业的指导思想最先作出比较完整表述的是\n\
正确答案:A\n\
A. 冯桂芬\n\
B. 李鸿章\n\
C. 林则徐\n\
D. 魏源\
|\
1945年8月25日，中共中央提出“和平、民主、团结”三大口号的文件是\n\
正确答案:B\n\
A. 《抗日战争胜利后的时局和我们的方针》\n\
B. 《对目前时局的宣言》\n\
C. 《中共中央关于同国民党进行和平谈判的通知》\n\
D. 《政府与中共代表会谈纪要》\
|\
中国进入社会主义初级阶段的最主要的标志是\n\
正确答案:C\n\
A. 中华人民共和国的成立\n\
B. 新中国第一部宪法的颁布\n\
C. 社会主义改造的基本完成\n\
D. 土地改革的顺利进行\
|\
遵义会议后，中共中央政治局成立了三人军事指挥小组，其成员是\n\
正确答案:D\n\
A. 毛泽东、周恩来、朱德\n\
B. 毛泽东、朱德、彭德怀\n\
C. 毛泽东、周恩来、张闻天\n\
D. 毛泽东、周恩来、王稼祥\
|\
中国共产党开创的第一块农村革命根据地是\n\
正确答案:C\n\
A. 晋察冀根据地\n\
B. 晋察冀根据地\n\
C. 湘鄂西根据地\n\
D. 鄂豫皖根据地\
|\
（ ）是一场由领导者错误发动，被反革命集团利用，给党、国家和人民带来严重灾难的内乱\n\
正确答案:C\n\
A. 大跃进\n\
B. 人民公社化运动\n\
C. 文化大革命\n\
D. “三反”和“五反”\
|\
与辛亥革命相比，五四运动的特点在于\n\
正确答案:B\n\
A. 无产阶级政党登上了历史舞台\n\
B. 运动具有广泛的社会性和彻底地反帝反封建的态度\n\
C. 是一场反帝爱国运动\n\
D. 是资产阶级民主革命的一个组成部分\
|\
中国资产阶级领导的旧民主主义革命终结的标志是\n\
正确答案:C\n\
A. 二次革命的失败\n\
B. 辛亥革命的果实被袁世凯窃取\n\
C. 护法运动的失败\n\
D. 护国运动的失败\
|\
土地革命战争时期，中共进行土地革命所依据的阶级路线包括\n\
正确答案:ABCD\n\
A. 依靠贫雇农\n\
B. 联合中农、限制富农\n\
C. 保护中小工商业者\n\
D. 消灭地主阶级\
|\
早期信仰马克思主义的人物有\n\
正确答案:ABD\n\
A. 陈独秀\n\
B. 李大钊\n\
C. 胡适\n\
D. 周恩来\
|\
抗日民族统一战线正式建立的标志是\n\
正确答案:CD\n\
A. 西安事变的和平解决\n\
B. 卢沟桥事变的爆发\n\
C. 1937年9月23日蒋介石发表实际承认共产党合法地位的谈话\n\
D. 1937年9月22日国民党中央通讯社发表《中共中央为公布国共合作宣言》\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
九一八事变后，在东北组织抗日游击队和抗日联军的中共党员有\n\
正确答案:ABCD\n\
A. 周保中\n\
B. 杨靖宇\n\
C. 李兆麟\n\
D. 赵尚志\
|\
1946年1月10日，在重庆召开了政治协商会议，其主要作用有\n\
正确答案:ABCD\n\
A. 有利于冲破蒋介石独裁统治\n\
B. 有利于实行民主政治\n\
C. 有利于和平建国。\n\
D. 激发中国广大人民实现民主、团结、统一的愿望。\
|\
19世纪90年代，资产阶级维新派创办的主要学会有\n\
正确答案:AD\n\
A. 强学会\n\
B. 兴中会\n\
C. 华兴会\n\
D. 保国会\
|\
九一八事变后发生后到1935年华北事变期间，中国爱国将领进行的局部抗战包括\n\
正确答案:ABCD\n\
A. 长城抗战\n\
B. “一•二八”淞沪抗战\n\
C. 察哈尔抗战\n\
D. 东北抗日游击战争\
|\
整风运动的主要内容是\n\
正确答案:ABC\n\
A. 整顿学风\n\
B. 整顿党风\n\
C. 整顿文风\n\
D. 整顿浮夸风\
|\
中共一大的内容包括（\n\
正确答案:ACD\n\
A. 制定了党的第一个纲领\n\
B. 决定加入共产国际\n\
C. 确定了党的中心任务\n\
D. 选举了党的中央领导机构\
|\
近代中国第一个全国性的资产阶级革命政党是\n\
正确答案:B\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
八七会议上，提出“以后要非常注意军事，须知政权是由枪杆子中取得的”的是\n\
正确答案:D\n\
A. 周恩来\n\
B. 王明\n\
C. 瞿秋白\n\
D. 毛泽东\
|\
中国共产党在洛川会议上规定，为抗战时期解决农民问题的基本政策是\n\
正确答案:A\n\
A. 减租减息\n\
B. 三三制\n\
C. 大生产运动\n\
D. 精兵简政\
|\
标志太平天国由盛到衰转折点的历史事件是\n\
正确答案:C\n\
A. 长沙战役\n\
B. 北伐失利\n\
C. 天京事变\n\
D. 安庆失守\
|\
辛亥革命取得的最大成就是\n\
正确答案:A\n\
A. 推翻了封建帝制\n\
B. 促进了资本主义的发展\n\
C. 使人民获得了一些民主自由权利\n\
D. 打击了帝国主义的殖民势力\
|\
1904年至1905年，外国侵略者在中国东北为争夺在华利益而进行的战争是\n\
正确答案:D\n\
A. 英法战争\n\
B. 英俄战争\n\
C. 日美战争\n\
D. 日俄战争\
|\
国家对农村实行联产承包责任制的直接原因是\n\
正确答案:C\n\
A. 小农经济的落后性\n\
B. 为解决工业化原料\n\
C. 克服人民公社“一大二公”和分配中的平均主义\n\
D. 发展农村生产力\
|\
中国人民的民族意识开始普遍觉醒是在\n\
正确答案:C\n\
A. 第一次鸦片战争后\n\
B. 第二次鸦片战争后\n\
C. 中日甲午战争后\n\
D. 八国联军侵华战争后\
|\
（ ）揭开改革开放的序幕，吹响建设中国特色的社会主义的时代号角\n\
正确答案:A\n\
A. 十一届三中全会\n\
B. 十二届四中全会\n\
C. 十三届四中全会\n\
D. 十一届四中全会\
|\
抗日民族统一战线中的顽固势力是指\n\
正确答案:C\n\
A. 以汪精卫为代表的亲日派集团\n\
B. 地方实力派\n\
C. 以蒋介石为代表的大地主大资产阶级\n\
D. 国民党汉奸卖国贼\
|\
19 世纪 60 年代到 90 年代，洋务派举办的洋务事业有\n\
正确答案:ABCD\n\
A. 兴办军用企业\n\
B. 兴办民用工业\n\
C. 建立新式海陆军\n\
D. 培养新式人才\
|\
毛泽东科学预测抗日战争的发展进程包括（ ）三个阶段\n\
正确答案:ABD\n\
A. 战略防御\n\
B. 战略相持\n\
C. 战略进攻\n\
D. 战略反攻\
|\
从1927年7月大革命失败到1935年1月遵义会议召开前，“左”倾错误先后几次在党中央领导机关取得了统治地位，它们是\n\
正确答案:BCD\n\
A. 陈独秀的“左”倾机会主义错误\n\
B. 瞿秋白的“左”倾盲动主义错误\n\
C. 李立三的“左”倾冒险主义错误\n\
D. 王明的“左”倾教条主义错误\
|\
我国对个体农业进行社会主义改造的方针是\n\
正确答案:BC\n\
A. 典型示范\n\
B. 积极发展\n\
C. 稳步前进\n\
D. 逐步过渡\
|\
在1921年中国共产党诞生至1949年新中国成立以前的时期，中国存在着三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 外国帝国主义\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
五四运动爆发的历史背景包括\n\
正确答案:BCD\n\
A. 袁世凯的倒行逆施\n\
B. 工人阶级队伍迅速壮大\n\
C. 新文化运动的开展\n\
D. 俄国十月革命的影响\
|\
1928年至1930年间，毛泽东关于中国革命道路理论的重要著作有\n\
正确答案:ABC\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《战争和战略问题》\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
19世纪90年代，资产阶级维新派创办的主要学会有\n\
正确答案:AD\n\
A. 强学会\n\
B. 兴中会\n\
C. 华兴会\n\
D. 保国会\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
与辛亥革命相比，五四运动的特点在于\n\
正确答案:B\n\
A. 无产阶级政党登上了历史舞台\n\
B. 运动具有广泛的社会性和彻底地反帝反封建的态度\n\
C. 是一场反帝爱国运动\n\
D. 是资产阶级民主革命的一个组成部分\
|\
在中国近代历史上，第一次明确提出反帝反封建的民主革命纲领是在\n\
正确答案:C\n\
A. 中共一大\n\
B. 国民党一大\n\
C. 中共二大\n\
D. 中共三大\
|\
从公元前5世纪的战国时代到1840年的鸦片战争前，中国的社会性质是\n\
正确答案:B\n\
A. 奴隶社会\n\
B. 封建社会\n\
C. 半殖民地半封建社会\n\
D. 资本主义社会\
|\
抗日战争胜利后，中国社会的主要矛盾是\n\
正确答案:D\n\
A. 中美民族矛盾\n\
B. 中日民族矛盾\n\
C. 无产阶级同资产阶级的矛盾\n\
D. 中国人民同美帝国主义支持的国民党反动派之间的矛盾\
|\
辛亥革命取得的最大成就是\n\
正确答案:A\n\
A. 推翻了封建帝制\n\
B. 促进了资本主义的发展\n\
C. 使人民获得了一些民主自由权利\n\
D. 打击了帝国主义的殖民势力\
|\
戊戌维新运动期间，光绪皇帝在资产阶级维新派建议下设立了\n\
正确答案:D\n\
A. 天津武备学堂\n\
B. 广州万木草堂\n\
C. 长沙时务学堂\n\
D. 京师大学堂\
|\
大革命时期的统一战线和抗日民族统一战线的相同点是\n\
正确答案:D\n\
A. 都有共同的政治纲领\n\
B. 均采取党内合作的方式\n\
C. 全具有反帝反封建性质\n\
D. 皆有个阶级阶层广泛参加\
|\
太平天国在《天朝田亩制度》中提出的社会改革方案是\n\
正确答案:A\n\
A. 以解决土地问题为中心\n\
B. 以发展资本主义为中心\n\
C. 以反对封建的等级制度为中心\n\
D. 以废除儒学的纲常伦理为中心\
|\
1987年召开的中共十三大完整地提出了\n\
正确答案:A\n\
A. 党在社会主义初级阶段的基本路线\n\
B. 党在社会主义初级阶段的基本纲领\n\
C. 建设中国特色社会主义的基本经验\n\
D. 建设中国特色社会主义的基本规律\
|\
在新民主主义革命时期，成为新民主主义革命的一项基本任务是\n\
正确答案:B\n\
A. 反对帝国主义，打破外国垄断资本的控制\n\
B. 反对封建主义，进行土地制度的彻底改革\n\
C. 反对官僚资本主义，没收官僚资本归新民主主义国家所有\n\
D. 反对资本主义，废除私有制经济\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
中共十一届三中全会后对外开放开始起步，1980年中央决定设立的经济特区包括\n\
正确答案:ABCD\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 汕头经济特区\n\
D. 厦门经济特区\
|\
抗日战争时期，中国共产党主办的（ ）报刊在国民党统治区公开发行，及时宣传党的主张，鼓舞和激励群众的抗战热情\n\
正确答案:AB\n\
A. 《新华日报》\n\
B. 《群众》周刊\n\
C. 《热血日报》\n\
D. 《解放日报》\
|\
人民解放军粉碎国民党全面与重点进攻的作战原则和方法主要是\n\
正确答案:BC\n\
A. 分兵作战化整为零的原则\n\
B. 歼灭敌人有生力量的原则\n\
C. 运动战的作战方法\n\
D. 外线作战的战略方针\
|\
新文化运动前期的主要内容包括\n\
正确答案:AB\n\
A. 提倡新道德，反对旧道德\n\
B. 提倡新文化，反对旧文化\n\
C. 宣传马克思主义\n\
D. 提倡三纲五常\
|\
资产阶级维新派的主要代表人物有\n\
正确答案:ABD\n\
A. 康有为\n\
B. 梁启超\n\
C. 孙中山\n\
D. 严复\
|\
和旧民主主义革命相比，五四运动的历史特点是\n\
正确答案:ABCD\n\
A. 彻底的反帝反封建\n\
B. 它是场真正的群众运动\n\
C. 促进了马克思主义在中国的传播\n\
D. 促进了马克思主义与中国工人运动的结合\
|\
在1921年中国共产党诞生至1949年新中国成立以前的时期，中国存在着三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 外国帝国主义\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
1895年，孙中山在香港成立兴中会总部时提出的革命纲领是\n\
正确答案:ABD\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 平均地权\n\
D. 创立合众政府\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:CD\n\
A. 工人阶级和资产阶级的矛盾\n\
B. 中国和帝国主义的矛盾\n\
C. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
D. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\
|\
1905年8月，中国同盟会成立后创立的机关报是\n\
正确答案:A\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
（ ）是一场由领导者错误发动，被反革命集团利用，给党、国家和人民带来严重灾难的内乱\n\
正确答案:C\n\
A. 大跃进\n\
B. 人民公社化运动\n\
C. 文化大革命\n\
D. “三反”和“五反”\
|\
科学发展观，第一要义是\n\
正确答案:D\n\
A. 统筹兼顾\n\
B. 以人为本\n\
C. 全面协调课持续\n\
D. 发展\
|\
1979年元旦，全国人大常委会发表的推动祖国统一大业重要文献是\n\
正确答案:A\n\
A. 《告台湾同胞书》\n\
B. 《实现两岸和平统一的九项方针》\n\
C. 《一个国家、两种制度》\n\
D. 《为促进祖国统一大业的完成而继续奋斗》\
|\
在甲午战争后，通过翻译《天演论》为戊戌维新运动提供理论根据的是\n\
正确答案:A\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
邓小平明确提出“建设有中国特色社会主义”命题的会议是\n\
正确答案:B\n\
A. 中共十一届三中全会\n\
B. 中共十二大\n\
C. 中共十二届三中全会\n\
D. 中共十三大\
|\
在近代，帝国主义列强不能灭亡和瓜分中国的最根本原因是\n\
正确答案:D\n\
A. 民族资产阶级发动的民主革命\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 洋务派开展的“自强”、“求富”运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
中国资产阶级领导的旧民主主义革命终结的标志是\n\
正确答案:C\n\
A. 二次革命的失败\n\
B. 辛亥革命的果实被袁世凯窃取\n\
C. 护法运动的失败\n\
D. 护国运动的失败\
|\
在下列不平等条件中，含有强迫清政府把香港割让给英国这一内容的是\n\
正确答案:B\n\
A. 《北京条约》\n\
B. 《南京条约》\n\
C. 《黄埔条约》\n\
D. 《望厦条约》\
|\
“师夷之长技以制夷”的提出者是\n\
正确答案:D\n\
A. 龚自珍\n\
B. 林则徐\n\
C. 洪仁玕\n\
D. 魏源\
|\
1911年10月，直接参与领导武昌起义的革命组织是\n\
正确答案:BC\n\
A. 中国国民党\n\
B. 共进会\n\
C. 文学社\n\
D. 中华革命党\
|\
1947年3月，国民党军队重点进攻的解放区是\n\
正确答案:AD\n\
A. 山东\n\
B. 中原\n\
C. 华东\n\
D. 陕北\
|\
在新民主主义革命时期，压在中国人民身上的“三座大山”是指\n\
正确答案:ABD\n\
A. 外国帝国主义\n\
B. 本国封建主义\n\
C. 本国资本主义\n\
D. 官僚资本主义\
|\
三民主义中民族主义的内容是\n\
正确答案:AB\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 创立民国\n\
D. 平均地权\
|\
针对美国遏制新中国的情况，中国共产党在新中国成立前夕提出的外交方针包括\n\
正确答案:ABC\n\
A. “另起炉灶”\n\
B. “打扫干净屋子再请客”\n\
C. “一边倒”\n\
D. “全方位”\
|\
中国民族资本主义经济的发展，受到了多方面的阻碍。其阻碍主要来自\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
下列有关中共第一次工作重心转移的叙述，正确的是\n\
正确答案:ABD\n\
A. 在革命面临危机的背景下被迫转移的\n\
B. 经历了一个先实践后理论的认识过程\n\
C. 使党的民主革命任务发生了根本变化\n\
D. 找到了一条适合中国国情的正确革命道路\
|\
1919年五四运动后中国社会的主要矛盾是\n\
正确答案:AB\n\
A. 帝国主义与中国人民的矛盾\n\
B. 封建主义与人民大众的矛盾\n\
C. 地主阶级与农民阶级的矛盾\n\
D. 资本家阶级与工人阶级之间的矛盾\
|\
太平天国失败的原因包括\n\
正确答案:ABCD\n\
A. 缺乏先进阶级的领导\n\
B. 缺乏科学理论的指导\n\
C. 缺乏对外国列强侵华的理性认识\n\
D. 缺乏对列强侵华野心的足够警惕\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
1978年12月，邓小平在中共中央工作会议上发表的重要报告是\n\
正确答案:B\n\
A. 《实践是检验真理的唯一标准》\n\
B. 《解放思想，实事求是，团结一致向前看》\n\
C. 《必须旗帜鲜明地坚持四项基本原则》\n\
D. 《关于建国以来党的若干历史问题的决议》\
|\
结束王明的"左"倾冒险主义在党中央的统治，确立了毛泽东的领导地位的重要会议是\n\
正确答案:B\n\
A. 八七会议\n\
B. 遵义会议\n\
C. 瓦窑堡会议\n\
D. 中共七大\
|\
中国资产阶级民主革命进入了一个新阶段的标志是\n\
正确答案:B\n\
A. 兴中会的成立\n\
B. 中国同盟会的成立\n\
C. 国民党的成立\n\
D. 中华革命党的成立\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的会议是\n\
正确答案:D\n\
A. 中共十二届六中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十一届三中全会的召开\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
自1863年开始在中国任总税务司、控制中国海关大权达40余年之久的是\n\
正确答案:D\n\
A. 德国人郭士立\n\
B. 美国人田贝\n\
C. 法国人孟振生\n\
D. 英国人赫德\
|\
洋务运动期间，洋务派兴办的第一个规模较大的兵工厂是\n\
正确答案:D\n\
A. 马尾船政局\n\
B. 金陵机器局\n\
C. 天津机器局\n\
D. 江南制造总局\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于①对国情没有认识清楚 ②缺乏社会主义建设的经验 ③苏联撕毁合同 ④急于求成\n\
正确答案:D\n\
A. ①②③\n\
B. ②③④\n\
C. ①④\n\
D. ①②④\
|\
中共十五大把同马列主义、毛泽东思想一道确立为中共的指导思想的是\n\
正确答案:A\n\
A. 邓小平理论\n\
B. “三个代表”的重要思想\n\
C. 有中国特色的社会主义理论\n\
D. 科学发展观\
|\
对“民权主义”理解正确的是\n\
正确答案:B\n\
A. 推翻清王朝的封建专制统治\n\
B. 进行政治革命，推翻封建帝制，建立资产阶级共和国\n\
C. 平均地权、核定地价\n\
D. 打击帝国主义在华势力\
|\
在新民主主义革命时期，压在中国人民身上的“三座大山”是指\n\
正确答案:ABD\n\
A. 外国帝国主义\n\
B. 本国封建主义\n\
C. 本国资本主义\n\
D. 官僚资本主义\
|\
资本－帝国主义列强对近代中国进行经济掠夺的主要手段有\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华倾销商品和资本输出\n\
D. 操纵中国经济命脉\
|\
参加五四运动的社会阶层有\n\
正确答案:ABCD\n\
A. 工人\n\
B. 农民\n\
C. 学生\n\
D. 商人\
|\
19 世纪 70 至 80 年代，帝国主义列强掀起的“边疆危机”包括\n\
正确答案:ABCD\n\
A. 英国侵入西藏、云南\n\
B. 法国侵犯广西\n\
C. 日本侵犯中国台湾\n\
D. 俄国入侵新疆\
|\
抗日民族统一战线正式建立的标志是\n\
正确答案:CD\n\
A. 西安事变的和平解决\n\
B. 卢沟桥事变的爆发\n\
C. 1937年9月23日蒋介石发表实际承认共产党合法地位的谈话\n\
D. 1937年9月22日国民党中央通讯社发表《中共中央为公布国共合作宣言》\
|\
武装斗争、土地革命、根据地建设在“工农武装割据”中各自的地位是\n\
正确答案:ABD\n\
A. 武装斗争是主要形式，土地革命是基本内容\n\
B. 根据地是开展武装斗争和土地革命的战略依托\n\
C. 以建立和扩大根据地为中心工作\n\
D. 土地革命是中心工作\
|\
从19世纪60年代到90年代，洋务派举办的洋务事业主要包括\n\
正确答案:ABCD\n\
A. 派遣留学生\n\
B. 兴办近代工业\n\
C. 创办新式学堂\n\
D. 建立新式海陆军\
|\
中国民族资本主义经济的发展，受到了多方面的阻碍。其阻碍主要来自\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
19世纪五六十年代，沙皇俄国趁火打劫，通过一系列条约侵吞我国领土144万多平方公里，这些条约是\n\
正确答案:ABCD\n\
A. 中俄《瑷珲条约》\n\
B. 中俄《北京条约》\n\
C. 中俄《勘分西北界约记》\n\
D. 《改订伊犁条约》\
|\
中国民主革命的基本动力包括\n\
正确答案:ABD\n\
A. 工人\n\
B. 农民\n\
C. 民族资产阶级\n\
D. 城市小资产阶级\
|\
太平天国失败的根本原因是\n\
正确答案:A\n\
A. 缺乏先进阶级的领导\n\
B. 没有科学理论的指导\n\
C. 无法长期保持领导集团的团结\n\
D. 不能正确对待传统文化\
|\
解放战争时期，国民党统治区人民民主运动高涨的根本原因是\n\
正确答案:C\n\
A. 中国共产党组织了反蒋统治的第二条战线\n\
B. 上海学生举行了声势浩大的“三反”斗争\n\
C. 国民党蒋介石集团的经济崩溃和政治危机\n\
D. 民主党派的联合斗争和人民起义遍及各地\
|\
外国列强对中国进行大规模的资本输出是在\n\
正确答案:C\n\
A. 《天津条约》签订后\n\
B. 《北京条约》签订后\n\
C. 《马关条约》签订后\n\
D. 《辛丑条约》签订后\
|\
标志着中国新民主主义革命开端的事件是\n\
正确答案:D\n\
A. 辛亥革命\n\
B. 中国共产党诞生\n\
C. 新文化运动\n\
D. 五四运动\
|\
随着对外开放的进一步扩大，中共中央和国务院在1988年决定建立的经济特区是\n\
正确答案:D\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 厦门经济特区\n\
D. 海南经济特区\
|\
在中国近代史上，资产阶级思想与封建主义思想的第一次正面交锋是\n\
正确答案:D\n\
A. 洋务派与顽固派的论战\n\
B. 革命派与改良派的论战\n\
C. 洋务派与维新派的论战\n\
D. 维新派与守旧派的论战\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
中国封建社会的基本生产结构是\n\
正确答案:A\n\
A. 小农经济\n\
B. 商品经济\n\
C. 市场经济\n\
D. 个体经济\
|\
在中法战争期间，率领清军和当地民众取得镇南关大捷的爱国将领是\n\
正确答案:B\n\
A. 左宝贵\n\
B. 冯子材\n\
C. 陈化成\n\
D. 刘铭传\
|\
中国加入世界贸易组织是在\n\
正确答案:A\n\
A. 2001年\n\
B. 2002年\n\
C. 2003年\n\
D. 2004年\
|\
在资产阶级革命思想的传播过程中，陆续成立的革命团体有\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 科学补习所\n\
C. 光复会\n\
D. 共进会\
|\
三民主义中民族主义的内容是\n\
正确答案:AB\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 创立民国\n\
D. 平均地权\
|\
.五四运动与以往民主主义革命的显著区别是\n\
正确答案:ABC\n\
A. 广泛的群众基础\n\
B. 在俄国十月革命影响下发生\n\
C. 工人阶级发挥了主力军的作用\n\
D. 进行了"外争主权，内惩国贼"的斗争\
|\
19世纪80－90年代签订的中外不平等条约，与19世纪40－50年代相比，最根本的不同有（ ）\n\
正确答案:BD\n\
A. 割取中国领土的面积最大\n\
B. 索取的赔款数额不断加大\n\
C. 规定开放更多的通商口岸\n\
D. 列强获得在华投放资本的特权\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
太平天国失败的原因包括\n\
正确答案:ABCD\n\
A. 缺乏先进阶级的领导\n\
B. 缺乏科学理论的指导\n\
C. 缺乏对外国列强侵华的理性认识\n\
D. 缺乏对列强侵华野心的足够警惕\
|\
毛泽东认为，社会主义这个阶段可分为两个阶段，包括\n\
正确答案:AC\n\
A. 不发达的社会主义\n\
B. 初级阶段的社会主义\n\
C. 比较发达的社会主义\n\
D. 高级阶段的社会主义\
|\
下列关于“八七”会议的表述正确的是\n\
正确答案:ACD\n\
A. 纠正了陈独秀的右倾投降主义错误\n\
B. 会议避免了“左”的错误\n\
C. 毛泽东提出“政权是由枪杆子中取得的”\n\
D. 会议确定土地革命和武装斗争的方针\
|\
毛泽东在1957年2月最高国务会议上指出，社会主义社会的两类不同性质矛盾是\n\
正确答案:AB\n\
A. 敌我之间的矛盾\n\
B. 人民内部之间的矛盾\n\
C. 生产力和生产关系之间的矛盾\n\
D. 经济基础和上层建筑之间的矛盾\
|\
我国农业合作化运动的基本原则和方针包括\n\
正确答案:ABCD\n\
A. 先合作化，后机械化的道路\n\
B. 积极发展、稳步前进、逐步过渡的方针\n\
C. 坚持自愿和互利的原则\n\
D. 始终把是否增产作为衡量合作社是否办好的标准\
|\
中国第一个共产主义小组建立在\n\
正确答案:B\n\
A. 北京\n\
B. 上海\n\
C. 长沙\n\
D. 武汉\
|\
1905年8月，中国同盟会成立后创立的机关报是\n\
正确答案:A\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
三大主力红军会师的地点是\n\
正确答案:B\n\
A. 吴起镇\n\
B. 会宁\n\
C. 懋功\n\
D. 甘孜\
|\
1905年至1907年，资产阶级革命派和改良派论战的焦点是\n\
正确答案:D\n\
A. 要不要平均地权\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
在下列不平等条件中，含有强迫清政府把台湾割让给日本这一内容的是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《辛丑条约》\n\
C. 《马关条约》\n\
D. 《北京条约》\
|\
随着对外开放的进一步扩大，中共中央和国务院在1988年决定建立的经济特区是\n\
正确答案:D\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 厦门经济特区\n\
D. 海南经济特区\
|\
1919年7月发表《多研究些问题，少谈些主义》文章的资产阶级改良主义的代表是\n\
正确答案:C\n\
A. 梁启超\n\
B. 张东荪\n\
C. 胡适\n\
D. 黄凌霜\
|\
洋务运动期间，洋务派兴办的第一个规模较大的兵工厂是\n\
正确答案:D\n\
A. 马尾船政局\n\
B. 金陵机器局\n\
C. 天津机器局\n\
D. 江南制造总局\
|\
下列文献明确规定毛泽东思想为中国共产党指导思想的是\n\
正确答案:B\n\
A. 中共"一大"通过的党纲\n\
B. 中共"七大"通过的党章\n\
C. 中共"八七"会议的决定\n\
D. 中共遵义会议的决议\
|\
1945年8月25日，中共中央提出“和平、民主、团结”三大口号的文件是\n\
正确答案:B\n\
A. 《抗日战争胜利后的时局和我们的方针》\n\
B. 《对目前时局的宣言》\n\
C. 《中共中央关于同国民党进行和平谈判的通知》\n\
D. 《政府与中共代表会谈纪要》\
|\
九一八事变后，在东北组织抗日游击队和抗日联军的中共党员有\n\
正确答案:ABCD\n\
A. 周保中\n\
B. 杨靖宇\n\
C. 李兆麟\n\
D. 赵尚志\
|\
邓小平在同江泽民等谈话时提出的中国社会主义农业改革和发展的“ 两个飞跃 ”是\n\
正确答案:AD\n\
A. 废除人民公社，实行家庭承包责任制\n\
B. 发展乡镇企业\n\
C. 实施科教兴农战略\n\
D. 发展集体经济\
|\
太平天国政权的封建属性主要表现在\n\
正确答案:ABCD\n\
A. 森严的封建等级制\n\
B. 领导集团生活奢侈腐化\n\
C. 领导集团内部争权夺利\n\
D. 洪秀全迷信思想日益严重\
|\
洋务运动的历史作用包括\n\
正确答案:ABCD\n\
A. 成为中国近代教育的开端\n\
B. 传播了新知识，打开了人们的眼界\n\
C. 引起了社会风气和价值观念的变化\n\
D. 在客观上促进了中国早期工业和民族资本主义的发展\
|\
新中国成立以来，取得了举世瞩目的巨大成就\n\
正确答案:ABCD\n\
A. 从争取经济独立到建设社会主义现代化国家\n\
B. 从赢得政治独立到建设社会主义民主政治\n\
C. 从发展新民主主义文化到建设中国特色的社会主义文化\n\
D. 从打破封锁到全方位对外开放\
|\
自1840年至1919年，中国人民在历次反侵略战争中失败的主要原因是\n\
正确答案:AD\n\
A. 社会制度的腐败\n\
B. 军事指挥的失误\n\
C. 思想文化的保守\n\
D. 经济技术的落后\
|\
1956年天京事变后，洪秀全为挽救危局而提拔的年轻将领包括\n\
正确答案:CD\n\
A. 石达开\n\
B. 韦昌辉\n\
C. 陈玉成\n\
D. 李秀成\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题，毛泽东把当时的情况概括为三句话，这三句话是\n\
正确答案:BCD\n\
A. 不要怕\n\
B. 有希望\n\
C. 有困难\n\
D. 有办法\
|\
中日甲午战争后，根据《马关条约》的规定，清政府应将下列哪些地区割让给日本？\n\
正确答案:BCD\n\
A. 海南岛\n\
B. 台湾全岛及附属岛屿\n\
C. 澎湖列岛\n\
D. 辽东半岛\
|\
19世纪80－90年代签订的中外不平等条约，与19世纪40－50年代相比，最根本的不同有（ ）\n\
正确答案:BD\n\
A. 割取中国领土的面积最大\n\
B. 索取的赔款数额不断加大\n\
C. 规定开放更多的通商口岸\n\
D. 列强获得在华投放资本的特权\
|\
1900年外国列强发动八国联军侵华战争，战后迫使清政府签订了\n\
正确答案:D\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
首次使用“新民主主义社会”概念的是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 朱德\
|\
1840年第一次鸦片战争后中国社会的性质是\n\
正确答案:C\n\
A. 封建社会\n\
B. 资本主义社会\n\
C. 半殖民地半封建社会\n\
D. 半资本主义半封建社会\
|\
19世纪60年代，洋务派最早兴办的洋务事业是\n\
正确答案:A\n\
A. 军用工业\n\
B. 民用企业\n\
C. 新式学堂\n\
D. 新式海陆军\
|\
中国资产阶级革命派的阶级基础是\n\
正确答案:C\n\
A. 买办资产阶级\n\
B. 官僚资产阶级\n\
C. 民族资产阶级\n\
D. 城市小资产阶级\
|\
标志着中国新民主主义革命开端的事件是\n\
正确答案:D\n\
A. 辛亥革命\n\
B. 中国共产党诞生\n\
C. 新文化运动\n\
D. 五四运动\
|\
中国最早接受和宣传马克思主义的先进分子是\n\
正确答案:D\n\
A. 陈独秀\n\
B. 毛泽东\n\
C. 李达\n\
D. 李大钊\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
在三大改造中，对资本主义工商业进行改造的主要方式是\n\
正确答案:B\n\
A. 国家资本主义\n\
B. 公私合营\n\
C. 统购统销\n\
D. 定息\
|\
20世纪初，章炳麟发表的宣传民主革命思想的著作是\n\
正确答案:A\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
下列有关中共第一次工作重心转移的叙述，正确的是\n\
正确答案:ABD\n\
A. 在革命面临危机的背景下被迫转移的\n\
B. 经历了一个先实践后理论的认识过程\n\
C. 使党的民主革命任务发生了根本变化\n\
D. 找到了一条适合中国国情的正确革命道路\
|\
九一八事变后发生后到1935年华北事变期间，中国爱国将领进行的局部抗战包括\n\
正确答案:ABCD\n\
A. 长城抗战\n\
B. “一•二八”淞沪抗战\n\
C. 察哈尔抗战\n\
D. 东北抗日游击战争\
|\
我国农业合作化运动的基本原则和方针包括\n\
正确答案:ABCD\n\
A. 先合作化，后机械化的道路\n\
B. 积极发展、稳步前进、逐步过渡的方针\n\
C. 坚持自愿和互利的原则\n\
D. 始终把是否增产作为衡量合作社是否办好的标准\
|\
新文化运动前期的主要内容包括\n\
正确答案:AB\n\
A. 提倡新道德，反对旧道德\n\
B. 提倡新文化，反对旧文化\n\
C. 宣传马克思主义\n\
D. 提倡三纲五常\
|\
近代中国压在中国人民身上的“三座大山”指的是\n\
正确答案:ABC\n\
A. 帝国主义\n\
B. 官僚资本主义\n\
C. 封建主义\n\
D. 民族资本主义\
|\
中国民族资本主义经济的发展，受到了多方面的阻碍。其阻碍主要来自\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
中国共产党早期组织的活动有\n\
正确答案:ABCD\n\
A. 研究和宣传马克思主义\n\
B. 同反马克思主义思潮展开论战\n\
C. 在工人中进行组织和宣传工作\n\
D. 成立社会主义青年团\
|\
1949年3月中共中央离开西柏坡迁往北平。毛泽东说，今天是进京赶考的日子，我们决不当李自成，我们都希望考个好成绩。这句话的意思主要是\n\
正确答案:CD\n\
A. 避免农民战争中的流寇主义\n\
B. 克服农民阶级的私有观念\n\
C. 防止产生骄傲麻痹思想。\n\
D. 防止干部中出现享乐腐化作风。\
|\
下列属于国统区学生运动的是\n\
正确答案:ABC\n\
A. 1947年5月20日反饥饿、反内战的五二0运动。\n\
B. 1945年12月1日反对内战、争取自由的一二一运动。\n\
C. 1946年12月30日抗议美军暴行的抗暴运动（一二三0运动）。\n\
D. 1947年2月28日台湾二二八起义。\
|\
洋务运动失败的原因是\n\
正确答案:ABCD\n\
A. 洋务运动具有封建性\n\
B. 洋务企业的管理具有腐朽性\n\
C. 洋务运动对西方列强具有依赖性\n\
D. 顽固势力对洋务运动的多方阻挠\
|\
《双十协定》的签订，中共取得的战略优势是\n\
正确答案:D\n\
A. 获得了自卫战争的准备时间\n\
B. 解放区获得了合法地位\n\
C. 赢得了民主党派的支持\n\
D. 取得了政治上的主动地位\
|\
在19世纪90年代，洋务派建成的新式海军的主力是\n\
正确答案:D\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的标志是\n\
正确答案:A\n\
A. 中共十一届三中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十二届六中全会的召开\
|\
揭开人民解放军全国性战略进攻序幕的是\n\
正确答案:B\n\
A. 孟良崮战役开始\n\
B. 刘邓大军挺进大别山\n\
C. 三大战役开始\n\
D. 渡江战役开始\
|\
新中国第一颗人造地球卫星发射成功是在\n\
正确答案:D\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
标志着以慈禧太后为首的清政府彻底放弃抵抗外国侵略者的事件是\n\
正确答案:D\n\
A. 《南京条约》的签订\n\
B. 《天津条约》的签订\n\
C. 《北京条约》的签订\n\
D. 《辛丑条约》的签订\
|\
同盟会发动的起义中，影响较大，被孙中山誉为与武昌起义并重的是\n\
正确答案:D\n\
A. 刘道一领导的萍浏醴起义\n\
B. 秋瑾、徐锡麟领导的浙皖起义\n\
C. 孙中山、黄兴领导的镇南关起义\n\
D. 孙中山、黄兴领导的广州黄花岗起义\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
中国进入社会主义初级阶段的最主要的标志是\n\
正确答案:C\n\
A. 中华人民共和国的成立\n\
B. 新中国第一部宪法的颁布\n\
C. 社会主义改造的基本完成\n\
D. 土地改革的顺利进行\
|\
在中法战争期间，率领清军和当地民众取得镇南关大捷的爱国将领是\n\
正确答案:B\n\
A. 左宝贵\n\
B. 冯子材\n\
C. 陈化成\n\
D. 刘铭传\
|\
西方列强在华的经济掠夺手段包括\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华进行商品输出和资本输出\n\
D. 操纵中国的经济命脉\
|\
国家资本主义的初级形式在社会主义过渡时期主要体现在\n\
正确答案:ABC\n\
A. 统购包销\n\
B. 委托加工\n\
C. 计划订货\n\
D. 公私合营\
|\
辛亥革命失败的原因是\n\
正确答案:ABCD\n\
A. 结束了2000多年的君主专制政体，建立了资产阶级共和政府\n\
B. 给人们带来了一次思想上的解放\n\
C. 为资本主义的发展创造了条件\n\
D. 一定程度上打击了帝国主义的侵略势力\
|\
甲午战争以后，西方列强对中国的经济侵略开始以资本输出为主，资本输出的主要方式有（ ）\n\
正确答案:ABCD\n\
A. 在中国投资开设工厂\n\
B. 在中国增设银行\n\
C. 投资修筑铁路，控制交通事业\n\
D. 迫使清政府举借外债\
|\
九一八事变后，在东北组织抗日游击队和抗日联军的中共党员有\n\
正确答案:ABCD\n\
A. 周保中\n\
B. 杨靖宇\n\
C. 李兆麟\n\
D. 赵尚志\
|\
在抗击外国侵略的战争中，为国捐躯的爱国官兵有\n\
正确答案:ABCD\n\
A. 关天培\n\
B. 陈化成\n\
C. 邓世昌\n\
D. 林永升\
|\
辛亥革命没有完成的历史任务主要是\n\
正确答案:AD\n\
A. 没有完成反帝反封建的任务\n\
B. 没有推翻清王朝的统治\n\
C. 没有打击到列强在华势力\n\
D. 没有改变中国的社会性质\
|\
到19世纪90年代，洋务派建成的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
下面属于《共同纲领》内容的是：\n\
正确答案:ABCD\n\
A. 中华人民共和国是人民民主主义国家。\n\
B. 中华人民共和国境内各民族一律平等。\n\
C. 公私兼顾、劳资两利、城乡互助、内外交流。\n\
D. 保障本国独立自由和领土完整，维护国际和平和各国人民之间友好合作。\
|\
中共十一届三中全会后对外开放开始起步，1980年中央决定设立的经济特区包括\n\
正确答案:ABCD\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 汕头经济特区\n\
D. 厦门经济特区\
|\
基本完成社会主义改造的时间是\n\
正确答案:A\n\
A. 1956年\n\
B. 1957年\n\
C. 1958年\n\
D. 1959年\
|\
中国历史上第一次比较完全意义上的资产阶级民主革命是\n\
正确答案:B\n\
A. 戊戌维新运动\n\
B. 辛亥革命\n\
C. 二次革命\n\
D. 新文化运动\
|\
2005年初至2006年上半年，在全党开展了以实践“三个代表”重要思想为主要内容的\n\
正确答案:B\n\
A. 整党运动\n\
B. 保持共产党员先进性教育活动\n\
C. 整风运动\n\
D. 以讲学习、讲政治、讲正气为主要内容的党性党风教育\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
19世纪70年代后，洋务派举办的民用企业多数都采取\n\
正确答案:B\n\
A. 官办的形式\n\
B. 官督商办的形式\n\
C. 商办的形式\n\
D. 官商合办的形式\
|\
19世纪60年代后，洋务派开展洋务运动的指导思想是\n\
正确答案:B\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 变法维新以救亡图存\n\
D. 物竞天择，适者生存\
|\
1976年“文化大革命”结束后，造成党和国家的工作在徘徊中前进局面的根源在于\n\
正确答案:D\n\
A. “阶级斗争为纲”的错误方针\n\
B. “批林批孔”的错误方针\n\
C. “反击右倾翻案风”的错误方针\n\
D. “两个凡是”的错误方针\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的会议是\n\
正确答案:D\n\
A. 中共十二届六中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十一届三中全会的召开\
|\
1903年，邹容发表的号召人民推翻清朝统治的著作是\n\
正确答案:B\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
戊戌维新运动期间，光绪皇帝在资产阶级维新派建议下设立了\n\
正确答案:D\n\
A. 天津武备学堂\n\
B. 广州万木草堂\n\
C. 长沙时务学堂\n\
D. 京师大学堂\
|\
中国民族资产阶级的两面性表现为\n\
正确答案:BC\n\
A. 软弱性\n\
B. 妥协性\n\
C. 革命性\n\
D. 民主性\
|\
西方列强在华的经济掠夺手段包括\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华进行商品输出和资本输出\n\
D. 操纵中国的经济命脉\
|\
资本－帝国主义列强在侵华过程中进行文化渗透的主要手段有\n\
正确答案:ABD\n\
A. 利用宗教进行侵略活动\n\
B. 借助传播西学的名义为侵华制造舆论\n\
C. 散布西方的学术思想\n\
D. 宣扬“种族优劣论”\
|\
在中国近代，大部分的土地为地主及旧式富农所占有，他们剥削农民的方式有\n\
正确答案:ABCD\n\
A. 地租\n\
B. 田赋\n\
C. 高利贷\n\
D. 附加税\
|\
在1898年9月“百日维新”失败后慷慨就义的“戊戌六君子”是\n\
正确答案:ABC\n\
A. 谭嗣同、刘光第\n\
B. 林旭、杨锐\n\
C. 杨深秀、康广仁\n\
D. 康有为、梁启超\
|\
资本—帝国主义对中国进行侵略的途径有\n\
正确答案:ABCD\n\
A. 军事侵略\n\
B. 经济掠夺\n\
C. 文化渗透\n\
D. 政治控制\
|\
中共一大的内容包括（\n\
正确答案:ACD\n\
A. 制定了党的第一个纲领\n\
B. 决定加入共产国际\n\
C. 确定了党的中心任务\n\
D. 选举了党的中央领导机构\
|\
鸦片战争以后，西方资本主义列强对中国进行赤裸裸的文化侵略，主要表现在\n\
正确答案:ABCD\n\
A. 建立教学，派遣大批传教士到中国传教\n\
B. 包庇教徒不法行为，强迫中国教民抛弃传统礼俗\n\
C. 创办中外文报刊，为帝国主义侵略进行辩护\n\
D. 宣扬“种族优劣论”，制造侵略有理的舆论。\
|\
中国共产党早期组织的活动有\n\
正确答案:ABCD\n\
A. 研究和宣传马克思主义\n\
B. 同反马克思主义思潮展开论战\n\
C. 在工人中进行组织和宣传工作\n\
D. 成立社会主义青年团\
|\
革命派与改良派展开论战的主要舆论阵地是\n\
正确答案:AB\n\
A. 《民报》\n\
B. 《新民丛报》\n\
C. 《万国公报》\n\
D. 《国闻报》\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
在中法战争期间，率领清军和当地民众取得镇南关大捷的爱国将领是\n\
正确答案:B\n\
A. 左宝贵\n\
B. 冯子材\n\
C. 陈化成\n\
D. 刘铭传\
|\
1915年5月，阴谋复辟帝制的袁世凯接受了严重损害中国利益的\n\
正确答案:C\n\
A. “善后大借款”\n\
B. “西原借款”\n\
C. “二十一条”\n\
D. “庚子赔款”\
|\
近代中国社会中最先进、最革命、最有力量的阶级是\n\
正确答案:B\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
第一次国共合作形成的标志是\n\
正确答案:A\n\
A. 中国国民党第一次全国代表大会\n\
B. 中国国民党第二次全国代表大会\n\
C. 中国共产党第三次全国代表大会\n\
D. 中国共产党杭州西湖会议\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
“一•二八”淞沪抗战中，率领十九路军抵抗日军侵略的爱国将领是\n\
正确答案:A\n\
A. 蔡廷锴\n\
B. 张学良\n\
C. 冯玉祥\n\
D. 马占山\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
科学发展观，第一要义是\n\
正确答案:D\n\
A. 统筹兼顾\n\
B. 以人为本\n\
C. 全面协调课持续\n\
D. 发展\
|\
1931年11月，中国共产党成立了中华苏维埃共和国临时中央政府，其政权性质是\n\
正确答案:D\n\
A. 资产阶级专政\n\
B. 各革命阶级（包括民族资产阶级和小资产阶级）联合专政\n\
C. 抗日民主专政\n\
D. 工农民主专政\
|\
近代中国的资产阶级分为\n\
正确答案:CD\n\
A. 工业资产阶级\n\
B. 商业资产阶级\n\
C. 民族资产阶级\n\
D. 官僚买办资产阶级\
|\
洋务运动时期清政府建立的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
在近代中国，民族资本主义经济的发展受到多方面的阻碍，主要有\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
中共十一届三中全会的主要功绩是\n\
正确答案:ABCD\n\
A. 彻底否定了“两个凡是”的错误方针\n\
B. 高度评价了关于真理标准问题的讨论\n\
C. 断然否定“以阶级斗争为纲”的指导思想\n\
D. 作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策\
|\
第一次鸦片战争后签定的不平等条约有\n\
正确答案:ABD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《北京条约》\n\
D. 《黄埔条约》\
|\
引导农民走向社会主义的过渡性经济组织形式有\n\
正确答案:BCD\n\
A. 人民公社\n\
B. 农村互助组\n\
C. 初级农业生产合作社\n\
D. 高级农业生产合作社\
|\
社会主义改造时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货的加工费和货价\n\
B. “四马分肥”中的资方红利\n\
C. 公私全营后资本家拿取的定息\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
从1927年7月大革命失败到1935年1月遵义会议召开前，“左”倾错误先后几次在党中央领导机关取得了统治地位，它们是\n\
正确答案:BCD\n\
A. 陈独秀的“左”倾机会主义错误\n\
B. 瞿秋白的“左”倾盲动主义错误\n\
C. 李立三的“左”倾冒险主义错误\n\
D. 王明的“左”倾教条主义错误\
|\
西方列强在华的经济掠夺手段包括\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华进行商品输出和资本输出\n\
D. 操纵中国的经济命脉\
|\
延安整风运动的主要内容是\n\
正确答案:ACD\n\
A. 反对主观主义以整顿学风\n\
B. 反对官僚主义以整顿作风\n\
C. 反对党八股以整顿文风\n\
D. 反对宗派主义以整顿党风\
|\
太平天国之所以是农民战争的高峰，最主要因为\n\
正确答案:C\n\
A. 其规模和延续时间均属空前\n\
B. 建立了与清政府对立的政权\n\
C. 制定了比较完整的革命纲领\n\
D. 对封建王朝的打击空前沉重\
|\
20世纪30年代，中国共产党内最早提出反对教条主义的任务的领导人是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 张闻天\
|\
在中国近代史上，资产阶级思想与封建主义思想的第一次正面交锋是\n\
正确答案:D\n\
A. 洋务派与顽固派的论战\n\
B. 革命派与改良派的论战\n\
C. 洋务派与维新派的论战\n\
D. 维新派与守旧派的论战\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
标志着维新变法运动的开始的事件是\n\
正确答案:B\n\
A. 维新派与守旧派的论战\n\
B. 公车上书\n\
C. “中体西用”思想的提出\n\
D. “明定国是”诏书的颁布\
|\
在甲午战争后，严复翻译的《天演论》所宣传的重要思想是\n\
正确答案:D\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 天下兴亡，匹夫有责\n\
D. 物竞天择，适者生存\
|\
辛亥革命取得的最大成就是\n\
正确答案:A\n\
A. 推翻了封建帝制\n\
B. 促进了资本主义的发展\n\
C. 使人民获得了一些民主自由权利\n\
D. 打击了帝国主义的殖民势力\
|\
1895年，严复在《救亡决论》一文中喊出的口号是\n\
正确答案:B\n\
A. “师夷长技以制夷”\n\
B. “救亡”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
中国人民的民族意识开始普遍觉醒是在\n\
正确答案:C\n\
A. 第一次鸦片战争后\n\
B. 第二次鸦片战争后\n\
C. 中日甲午战争后\n\
D. 八国联军侵华战争后\
|\
洋务运动期间，洋务派兴办的第一个规模较大的兵工厂是\n\
正确答案:D\n\
A. 马尾船政局\n\
B. 金陵机器局\n\
C. 天津机器局\n\
D. 江南制造总局\
|\
毛泽东在 << 论持久战 >> 中认为抗日战争最后胜利一定属于中国的原因是\n\
正确答案:ABCD\n\
A. 中国是大国， 地大物博\n\
B. 日本是小国， 经不起长期战争\n\
C. 中国在国际上得道多助\n\
D. 日本发动的是退步的、野蛮的侵略战争\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
近代中国的资产阶级分为\n\
正确答案:CD\n\
A. 工业资产阶级\n\
B. 商业资产阶级\n\
C. 民族资产阶级\n\
D. 官僚买办资产阶级\
|\
抗战初期国民党正面战场几乎都是以退却、失败而结束，造成这种状况的主观原因是\n\
正确答案:BCD\n\
A. 敌我力量对比上，日军占有很大优势\n\
B. 国民党战略指导方针上的失误\n\
C. 不敢放手发动和武装群众\n\
D. 将希望单纯寄托在政府和正规军的抵抗上\
|\
第一次国共合作后，北伐战争胜利进军的原因有\n\
正确答案:ABCD\n\
A. 民主革命统一战线旗帜的指引\n\
B. 共产党员、共青团员在北伐军中的模范作用\n\
C. 全国工农群众的大力支持\n\
D. 制定了正确的北伐方针\
|\
1913年，资产阶级革命派发动二次革命的导火线是\n\
正确答案:BC\n\
A. 段祺瑞拒绝恢复国会\n\
B. 国民党领袖宋教仁被刺杀\n\
C. 袁世凯与日本签订“善后大借款”\n\
D. 张勋复辟帝制\
|\
1947-1948年土地改革意义有\n\
正确答案:ABD\n\
A. 从根本上摧毁了中国封建制度的根基\n\
B. 奠定了打败国民党的群众基础\n\
C. 解决了全部农民的土地问题。\n\
D. 使人民解放军获得大量的人力、物力的支援。\
|\
在抗击外国侵略的战争中，为国捐躯的爱国官兵有\n\
正确答案:ABCD\n\
A. 关天培\n\
B. 陈化成\n\
C. 邓世昌\n\
D. 林永升\
|\
国统区第二条战线形成的原因有：\n\
正确答案:ABCD\n\
A. 专制统治和官员腐败，丧失人心。\n\
B. 大发“劫收”国难财。\n\
C. 违背人民的和平、修养生息的愿望。\n\
D. 物价上涨，导致恶性通货膨胀，人民生活困难。\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于\n\
正确答案:ABD\n\
A. 对国情没有认识清楚\n\
B. 缺乏社会主义建设的经验\n\
C. 苏联撕毁合同\n\
D. 急于求成\
|\
在1840年至1919年间，中国人民在历次反侵略战争中失败的最根本原因是\n\
正确答案:A\n\
A. 社会制度的腐败\n\
B. 军事技术的落后\n\
C. 思想文化的保守\n\
D. 经济力量的薄弱\
|\
中共十七大把同马列主义、毛泽东思想、邓小平理论一道确立为党长期坚持的指导思想的是\n\
正确答案:C\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
中国抗战以来第一次大捷是\n\
正确答案:A\n\
A. 平型关大捷\n\
B. 台儿庄大捷\n\
C. 百团大战\n\
D. 昆仑关大捷\
|\
第一次国共合作的政治基础是\n\
正确答案:D\n\
A. 三民主义\n\
B. 反帝反封建\n\
C. 联俄、联共、扶助农工的三大政策\n\
D. 新三民主义\
|\
在近代中国，被誉为中国革命的先行者，首先发动资产阶级民主革命的领袖人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 孙中山\n\
D. 宋教仁\
|\
20世纪70时年代初，毛泽东、周恩来抓住时机在中美关系上发起了\n\
正确答案:A\n\
A. “乒乓外交”\n\
B. “足球外交”\n\
C. “围棋外交”\n\
D. “篮球外交”\
|\
在近代，帝国主义列强不能灭亡和瓜分中国的最根本原因是\n\
正确答案:D\n\
A. 民族资产阶级发动的民主革命\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 洋务派开展的“自强”、“求富”运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
中国加入世界贸易组织是在\n\
正确答案:A\n\
A. 2001年\n\
B. 2002年\n\
C. 2003年\n\
D. 2004年\
|\
中国封建社会的基本生产结构是\n\
正确答案:A\n\
A. 小农经济\n\
B. 商品经济\n\
C. 市场经济\n\
D. 个体经济\
|\
1904年至1905年，外国侵略者在中国东北为争夺在华利益而进行的战争是\n\
正确答案:D\n\
A. 英法战争\n\
B. 英俄战争\n\
C. 日美战争\n\
D. 日俄战争\
|\
中共十一届三中全会后对外开放开始起步，1980年中央决定设立的经济特区包括\n\
正确答案:ABCD\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 汕头经济特区\n\
D. 厦门经济特区\
|\
孙中山所阐述的同盟会政治纲领中的民族主义的缺点是\n\
正确答案:CD\n\
A. 没有解决农民对于土地的需要\n\
B. 忽略了广大劳动群众在国家中的地位\n\
C. 没有提出明确的反帝主张\n\
D. 没有明确地把汉族军阀、官僚、地主作为革命的对象\
|\
19世纪五六十年代，沙皇俄国趁火打劫，通过一系列条约侵吞我国领土144万多平方公里，这些条约是\n\
正确答案:ABCD\n\
A. 中俄《瑷珲条约》\n\
B. 中俄《北京条约》\n\
C. 中俄《勘分西北界约记》\n\
D. 《改订伊犁条约》\
|\
延安整风运动的主要内容是\n\
正确答案:ACD\n\
A. 反对主观主义以整顿学风\n\
B. 反对官僚主义以整顿作风\n\
C. 反对党八股以整顿文风\n\
D. 反对宗派主义以整顿党风\
|\
国民党政府维护帝国主义、封建主义、官僚资本主义的利益，巩固自身统治的主要方法有\n\
正确答案:ABCD\n\
A. 建立庞大的军队\n\
B. 建立了庞大的全国性特务系统\n\
C. 大力推行保甲制度\n\
D. 实行文化专制主义\
|\
1930年5月，毛泽东撰写的《反对本本主义》，提出了下列重要思想\n\
正确答案:ABCD\n\
A. 马克思主义的“本本”是要学习的，但是必须同中国的实际情况相结合\n\
B. 没有调查，就没有发言权\n\
C. 必须洗刷唯心精神，坚持从斗争中创造新局面的思想路线\n\
D. 中国革命斗争要靠中国同志了解情况\
|\
从1927年7月大革命失败到1935年1月遵义会议召开前，“左”倾错误先后几次在党中央领导机关取得了统治地位，它们是\n\
正确答案:BCD\n\
A. 陈独秀的“左”倾机会主义错误\n\
B. 瞿秋白的“左”倾盲动主义错误\n\
C. 李立三的“左”倾冒险主义错误\n\
D. 王明的“左”倾教条主义错误\
|\
1860年与清政府签订《北京条约》的国家有\n\
正确答案:ABD\n\
A. 英国\n\
B. 法国\n\
C. 日本\n\
D. 俄国\
|\
近代史上，与割让香港有关的条约是\n\
正确答案:AB\n\
A. 《南京条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
下列关于《天朝田亩制度》叙述正确的是\n\
正确答案:ABCD\n\
A. 确定了平均分配土地的方案\n\
B. 是以解决土地问题为中心的比较完整的社会改革方案\n\
C. 具有空想性质，不可能实现\n\
D. 它的主张从根本上否定了封建社会的基础——地主的土地所有制\
|\
中国历史上第一次比较完全意义上的资产阶级民主革命是\n\
正确答案:B\n\
A. 戊戌维新运动\n\
B. 辛亥革命\n\
C. 二次革命\n\
D. 新文化运动\
|\
20世纪70时年代初，毛泽东、周恩来抓住时机在中美关系上发起了\n\
正确答案:A\n\
A. “乒乓外交”\n\
B. “足球外交”\n\
C. “围棋外交”\n\
D. “篮球外交”\
|\
近代中国睁眼看世界的第一人是\n\
正确答案:A\n\
A. 林则徐\n\
B. 魏源\n\
C. 严复\n\
D. 郑观应\
|\
中国共产党诞生的标志性事件是\n\
正确答案:A\n\
A. 中国共产党第一次全国代表大会的召开\n\
B. 五四运动爆发\n\
C. 上海共产主义小组成立\n\
D. 《共产党》月刊创刊\
|\
20世纪初，章炳麟发表的宣传民主革命思想的著作是\n\
正确答案:A\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
太平天国失败的根本原因是\n\
正确答案:A\n\
A. 缺乏先进阶级的领导\n\
B. 没有科学理论的指导\n\
C. 无法长期保持领导集团的团结\n\
D. 不能正确对待传统文化\
|\
中国近代史上人民群众第一次大规模的反侵略武装斗争是\n\
正确答案:A\n\
A. 三元里人民的抗英斗争\n\
B. 太平天国抗击洋枪队的斗争\n\
C. 台湾高山族人民的抗日斗争\n\
D. 义和团抗击八国联军的斗争\
|\
从公元前5世纪的战国时代到1840年的鸦片战争前，中国的社会性质是\n\
正确答案:B\n\
A. 奴隶社会\n\
B. 封建社会\n\
C. 半殖民地半封建社会\n\
D. 资本主义社会\
|\
中外反动势力合作的政治基础是\n\
正确答案:C\n\
A. 镇压太平天国\n\
B. 维护清朝统治\n\
C. 维护各自利益\n\
D. 建立总理衙门\
|\
率领北平国民党军队接受和平改编的国民党将领是\n\
正确答案:D\n\
A. 张治中\n\
B. 蔡廷锴\n\
C. 杜聿明\n\
D. 傅作义\
|\
1860年与清政府签订《北京条约》的国家有\n\
正确答案:ABD\n\
A. 英国\n\
B. 法国\n\
C. 日本\n\
D. 俄国\
|\
下面属于《共同纲领》内容的是：\n\
正确答案:ABCD\n\
A. 中华人民共和国是人民民主主义国家。\n\
B. 中华人民共和国境内各民族一律平等。\n\
C. 公私兼顾、劳资两利、城乡互助、内外交流。\n\
D. 保障本国独立自由和领土完整，维护国际和平和各国人民之间友好合作。\
|\
新中国成立以来，取得了举世瞩目的巨大成就\n\
正确答案:ABCD\n\
A. 从争取经济独立到建设社会主义现代化国家\n\
B. 从赢得政治独立到建设社会主义民主政治\n\
C. 从发展新民主主义文化到建设中国特色的社会主义文化\n\
D. 从打破封锁到全方位对外开放\
|\
日本对中国的大规模侵略和在中国部分地区的殖民统治，犯下了空前严重的罪行，其主要表现是\n\
正确答案:ABCD\n\
A. 制造惨绝人寰的大屠杀\n\
B. 实行“三光”政策\n\
C. 肆意掠夺矿产资源、土地及农产品\n\
D. 强制推行奴化教育\
|\
五四运动中爱国学生要求惩办的卖国贼是\n\
正确答案:ABC\n\
A. 陆宗舆\n\
B. 章宗祥\n\
C. 曹汝霖\n\
D. 袁世凯\
|\
毛泽东在1957年2月最高国务会议上指出，社会主义社会的两类不同性质矛盾是\n\
正确答案:AB\n\
A. 敌我之间的矛盾\n\
B. 人民内部之间的矛盾\n\
C. 生产力和生产关系之间的矛盾\n\
D. 经济基础和上层建筑之间的矛盾\
|\
中国民主革命的基本动力包括\n\
正确答案:ABD\n\
A. 工人\n\
B. 农民\n\
C. 民族资产阶级\n\
D. 城市小资产阶级\
|\
五四运动前的新文化运动主要的代表人物有\n\
正确答案:ABCD\n\
A. 李大钊\n\
B. 陈独秀\n\
C. 胡适\n\
D. 鲁迅\
|\
下列属于《中国土地法大纲》主要内容的有\n\
正确答案:ACD\n\
A. 废除封建剥削的土地制度\n\
B. 保护中小工商业者\n\
C. 实行耕者有其田的土地制度\n\
D. 分地给无地或少地的农民\
|\
随着近代中国从封建社会逐步演变为半殖民地半封建社会，中国社会出现了新兴阶级，它们是\n\
正确答案:CD\n\
A. 地主阶级\n\
B. 农民阶级\n\
C. 工人阶级\n\
D. 资产阶级\
|\
1900年，俄国在入侵中国时制造了屠杀中国居民的\n\
正确答案:C\n\
A. 旅顺惨案\n\
B. 海兰泡惨案\n\
C. 江东六十四屯惨案\n\
D. 济南惨案\
|\
《双十协定》的签订，中共取得的战略优势是\n\
正确答案:D\n\
A. 获得了自卫战争的准备时间\n\
B. 解放区获得了合法地位\n\
C. 赢得了民主党派的支持\n\
D. 取得了政治上的主动地位\
|\
19世纪70年代后，洋务派举办的民用企业多数都采取\n\
正确答案:B\n\
A. 官办的形式\n\
B. 官督商办的形式\n\
C. 商办的形式\n\
D. 官商合办的形式\
|\
对洋务派兴办洋务事业的指导思想最先作出比较完整表述的是\n\
正确答案:A\n\
A. 冯桂芬\n\
B. 李鸿章\n\
C. 林则徐\n\
D. 魏源\
|\
太平天国失败的根本原因是\n\
正确答案:A\n\
A. 缺乏先进阶级的领导\n\
B. 没有科学理论的指导\n\
C. 无法长期保持领导集团的团结\n\
D. 不能正确对待传统文化\
|\
中国第一个共产主义小组建立在\n\
正确答案:B\n\
A. 北京\n\
B. 上海\n\
C. 长沙\n\
D. 武汉\
|\
大革命时期的统一战线和抗日民族统一战线的相同点是\n\
正确答案:D\n\
A. 都有共同的政治纲领\n\
B. 均采取党内合作的方式\n\
C. 全具有反帝反封建性质\n\
D. 皆有个阶级阶层广泛参加\
|\
下列关于《天朝天亩制度》和《资政新篇》的叙述，不正确的是\n\
正确答案:B\n\
A. 都是巩固太平天国的纲领或方案\n\
B. 后者是前者的补充、继承和发展\n\
C. 前者是违背社会发展规律的空想\n\
D. 后者是符合时代潮流的进步方案\
|\
标志中国民族资产阶级第一次登上政治舞台的是\n\
正确答案:B\n\
A. 洋务运动\n\
B. 戊戌维新运动\n\
C. 护国运动\n\
D. 护法运动\
|\
1947年10月发表的《中国人民解放军宣言》提出了\n\
正确答案:B\n\
A. 土地改革的总路线\n\
B. 打倒蒋介石，解放全中国\n\
C. 新民主主义革命总路线\n\
D. “三军配合、两翼牵制”的战略部署\
|\
在1921年中国共产党成立到1949年新中国成立以前的时期，中国存在的三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 城市小资产阶级和农村广大士绅\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
中共十一届三中全会的主要功绩是\n\
正确答案:ABCD\n\
A. 彻底否定了“两个凡是”的错误方针\n\
B. 高度评价了关于真理标准问题的讨论\n\
C. 断然否定“以阶级斗争为纲”的指导思想\n\
D. 作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策\
|\
通过重庆谈判和签订的"双十协定"，中共取得的成果有\n\
正确答案:ABD\n\
A. 在全国人民面前表现了和平诚意\n\
B. 迫使国民党承认和平建国的基本方针\n\
C. 实现了中共在国家政治生活中的合法地位\n\
D. 团结了民主力量\
|\
近代中国压在中国人民身上的“三座大山”指的是\n\
正确答案:ABC\n\
A. 帝国主义\n\
B. 官僚资本主义\n\
C. 封建主义\n\
D. 民族资本主义\
|\
下列有关皖南事变的表述，正确的是\n\
正确答案:ACD\n\
A. 它是国民党顽固派破坏抗战的行为\n\
B. 英美支持国民党发动\n\
C. 中国共产党坚决回击顽固派的进攻\n\
D. 新四军军部及所属部队损失惨重\
|\
武装斗争、土地革命、根据地建设在“工农武装割据”中各自的地位是\n\
正确答案:ABD\n\
A. 武装斗争是主要形式，土地革命是基本内容\n\
B. 根据地是开展武装斗争和土地革命的战略依托\n\
C. 以建立和扩大根据地为中心工作\n\
D. 土地革命是中心工作\
|\
义和团运动的主体是农民等小生产者，其历史局限性表现在\n\
正确答案:AB\n\
A. 存在盲目、笼统的排外主义错误\n\
B. 无法认清帝国主义与清王朝相互勾结的本质\n\
C. 存在有许多迷信、落后的倾向\n\
D. 争权夺利、享乐主义\
|\
遵义会议在中国共产党的历史上具有重大的历史意义，主要是\n\
正确答案:ABC\n\
A. 确立了以毛泽东为代表的正确路线在党中央的正确领导地位\n\
B. 挽救了党，挽救了红军，挽救了革命\n\
C. 党历史上生死攸关的转折点\n\
D. 结束了陈独秀的右倾机会主义错误\
|\
19世纪70年代后，洋务派举办的最重要的官督商办民用企业有\n\
正确答案:ABCD\n\
A. 轮船招商局\n\
B. 开平矿务局\n\
C. 天津电报局\n\
D. 上海机器织布局\
|\
中国工农红军“长征”的胜利是\n\
正确答案:ABCD\n\
A. 革命英雄主义的胜利\n\
B. 革命乐观主义的胜利\n\
C. 艰苦奋斗革命精神的胜利\n\
D. 毛泽东正确思想的胜利\
|\
19世纪60年代，洋务派最早兴办的洋务事业是\n\
正确答案:A\n\
A. 军用工业\n\
B. 民用企业\n\
C. 新式学堂\n\
D. 新式海陆军\
|\
大革命时期的统一战线和抗日民族统一战线的相同点是\n\
正确答案:D\n\
A. 都有共同的政治纲领\n\
B. 均采取党内合作的方式\n\
C. 全具有反帝反封建性质\n\
D. 皆有个阶级阶层广泛参加\
|\
近代中国第一个全国性的资产阶级革命政党是\n\
正确答案:B\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
南京临时政府中占领导和主体地位的派别是\n\
正确答案:D\n\
A. 资产阶级维新派\n\
B. 资产阶级保皇派\n\
C. 资产阶级立宪派\n\
D. 资产阶级革命派\
|\
遵义会议后，中共中央政治局成立了三人军事指挥小组，其成员是\n\
正确答案:D\n\
A. 毛泽东、周恩来、朱德\n\
B. 毛泽东、朱德、彭德怀\n\
C. 毛泽东、周恩来、张闻天\n\
D. 毛泽东、周恩来、王稼祥\
|\
1911年，湖北、湖南、广东、四川四省爆发的民众斗争运动是\n\
正确答案:D\n\
A. 拒俄运动\n\
B. 拒法运动\n\
C. 抵制美国货运动\n\
D. 保路运动\
|\
1915年12月，组织“护国军“北上反袁的著名将领是\n\
正确答案:A\n\
A. 蔡锷\n\
B. 黄兴\n\
C. 宋教仁\n\
D. 朱德\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
振奋全国抗战精神的“台儿庄大捷”出现在国民党组织的哪场会战中\n\
正确答案:D\n\
A. 淞沪会战\n\
B. 太原会战\n\
C. 常德会战\n\
D. 徐州会战\
|\
中国共产党比较系统地阐述关于社会主义初级阶段的理论是在\n\
正确答案:B\n\
A. 中共十二大\n\
B. 中共十三大\n\
C. 中共十四大\n\
D. 中共十五大\
|\
和旧民主主义革命相比，五四运动的历史特点是\n\
正确答案:ABCD\n\
A. 彻底的反帝反封建\n\
B. 它是场真正的群众运动\n\
C. 促进了马克思主义在中国的传播\n\
D. 促进了马克思主义与中国工人运动的结合\
|\
在洋务运动过程中，洋务派提出的目标主要是\n\
正确答案:BC\n\
A. “救亡”\n\
B. “自强”\n\
C. “求富”\n\
D. “维新”\
|\
五四运动后，马克思主义在中国传播的特点是\n\
正确答案:ABCD\n\
A. 进步知识分子起了推动作用\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 马克思主义同非马克思主义展开斗争\n\
D. 马克思主义成为新文化运动的主流\
|\
1842年中英《南京条约》的主要内容是\n\
正确答案:ABCD\n\
A. 割让香港岛给英国\n\
B. 赔款2100万元\n\
C. 开放广州等五个通商口岸\n\
D. 协定关税\
|\
甲午战争以后，西方列强对中国的经济侵略开始以资本输出为主，资本输出的主要方式有（ ）\n\
正确答案:ABCD\n\
A. 在中国投资开设工厂\n\
B. 在中国增设银行\n\
C. 投资修筑铁路，控制交通事业\n\
D. 迫使清政府举借外债\
|\
19 世纪 70 至 80 年代，帝国主义列强掀起的“边疆危机”包括\n\
正确答案:ABCD\n\
A. 英国侵入西藏、云南\n\
B. 法国侵犯广西\n\
C. 日本侵犯中国台湾\n\
D. 俄国入侵新疆\
|\
中国共产党成立后，“中国革命的面貌焕然一新”，其“新”主要表现在\n\
正确答案:ACD\n\
A. 以马克思主义为指导\n\
B. 以武装斗争为主要方法\n\
C. 提出彻底的反帝反封建的纲领\n\
D. 以社会主义、共产主义为远大目标\
|\
资本－帝国主义列强在侵华过程中进行文化渗透的主要手段有\n\
正确答案:ABD\n\
A. 利用宗教进行侵略活动\n\
B. 借助传播西学的名义为侵华制造舆论\n\
C. 散布西方的学术思想\n\
D. 宣扬“种族优劣论”\
|\
1915年兴起的新文化运动的主要内容\n\
正确答案:ABCD\n\
A. 提倡民主和科学\n\
B. 提倡白话文\n\
C. 提倡新文学\n\
D. 宣传男女平等和个性解放\
|\
1978年12月召开的中共十一届三中全会\n\
正确答案:ABCD\n\
A. 实现了新中国成立以来党的历史上具有深远意义的伟大转折\n\
B. 重新确立了马克思主义的思想路线、政治路线、组织路线\n\
C. 改革开放的序幕由此揭开,把党和国家的工作中心转移到经济建设上来\n\
D. 彻底否定“以阶级斗争为纲”的错误理论和实践\
|\
揭开人民解放军全国性战略进攻序幕的是\n\
正确答案:B\n\
A. 孟良崮战役开始\n\
B. 刘邓大军挺进大别山\n\
C. 三大战役开始\n\
D. 渡江战役开始\
|\
重庆谈判的焦点问题是\n\
正确答案:A\n\
A. 人民军队和解放区的合法地位问题\n\
B. 要不要和平建国的问题\n\
C. 实行宪政、结束训政的问题\n\
D. 人民的民主、自由权利的问题\
|\
中国共产党在对资本主义工商业进行改造过程中创造性提出的一项政策是\n\
正确答案:D\n\
A. 利用\n\
B. 限制\n\
C. 公私合营\n\
D. 和平赎买\
|\
1915年开始的民主、科学与尊孔复古的论战实质是\n\
正确答案:A\n\
A. 资产阶级与封建地主阶级的思想论战\n\
B. 无产阶级与资产阶级的思想论战\n\
C. 马克思主义与改良主义的论战\n\
D. 西方文明与中华传统文化之间的冲突\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
发展国民经济的第一个五年计划，集中力量进行的是\n\
正确答案:A\n\
A. 重工业建设\n\
B. 轻工业建设\n\
C. 军事和国防建设\n\
D. 农业建设\
|\
1915年12月，资产阶级革命派发动了反对袁世凯复辟帝制的\n\
正确答案:B\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
与孙中山领导的反对北洋军阀的斗争相比，北伐战争的一个显著特点是\n\
正确答案:B\n\
A. 依靠"新军"反对北洋军阀\n\
B. 依靠革命武装反对北洋军阀\n\
C. 依靠会党反对北洋军阀\n\
D. 依靠地方军阀反对北洋军阀\
|\
在甲午战争后，严复翻译的《天演论》所宣传的重要思想是\n\
正确答案:D\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 天下兴亡，匹夫有责\n\
D. 物竞天择，适者生存\
|\
大革命时期的统一战线和抗日民族统一战线的相同点是\n\
正确答案:D\n\
A. 都有共同的政治纲领\n\
B. 均采取党内合作的方式\n\
C. 全具有反帝反封建性质\n\
D. 皆有个阶级阶层广泛参加\
|\
1978年12月召开的中共十一届三中全会\n\
正确答案:ABCD\n\
A. 实现了新中国成立以来党的历史上具有深远意义的伟大转折\n\
B. 重新确立了马克思主义的思想路线、政治路线、组织路线\n\
C. 改革开放的序幕由此揭开,把党和国家的工作中心转移到经济建设上来\n\
D. 彻底否定“以阶级斗争为纲”的错误理论和实践\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
1915年兴起的新文化运动的主要内容\n\
正确答案:ABCD\n\
A. 提倡民主和科学\n\
B. 提倡白话文\n\
C. 提倡新文学\n\
D. 宣传男女平等和个性解放\
|\
辛亥革命没有完成的历史任务主要是\n\
正确答案:AD\n\
A. 没有完成反帝反封建的任务\n\
B. 没有推翻清王朝的统治\n\
C. 没有打击到列强在华势力\n\
D. 没有改变中国的社会性质\
|\
中国民族资产阶级政治上的两面性是指\n\
正确答案:AB\n\
A. 与外国资本主义和本国封建主义有矛盾、斗争的一面\n\
B. 与外国资本主义和本国封建主义有依赖、妥协的一面\n\
C. 与外国资本主义和本国封建主义有合作的一面\n\
D. 与外国资本主义和本国封建主义有中立的一面\
|\
下面属于中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 中国共产党的领导\n\
B. 各民主党派和无党派人士、各少数民族、爱国知识分子和华侨的支持\n\
C. 工人、农民和城市小资产阶级是民主革命的主要力量\n\
D. 国际无产阶级和人民群众的支持\
|\
中国民族资本主义经济的发展，受到了多方面的阻碍。其阻碍主要来自\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
下面的历史事件，与上海密切相关的是\n\
正确答案:ABC\n\
A. 中国共产党的成立\n\
B. 五卅运动\n\
C. “四?一二”政变\n\
D. 中国国民党一大\
|\
下面属于《共同纲领》内容的是：\n\
正确答案:ABCD\n\
A. 中华人民共和国是人民民主主义国家。\n\
B. 中华人民共和国境内各民族一律平等。\n\
C. 公私兼顾、劳资两利、城乡互助、内外交流。\n\
D. 保障本国独立自由和领土完整，维护国际和平和各国人民之间友好合作。\
|\
北伐战争打击的主要对象有\n\
正确答案:BCD\n\
A. 段祺瑞\n\
B. 孙传芳\n\
C. 张作霖\n\
D. 吴佩孚\
|\
抗战胜利后，经过重庆谈判国共双方确认和平建国的基本方针是\n\
正确答案:A\n\
A. 《政府与中共代表会谈纪要》\n\
B. 《共同纲领》\n\
C. 《抗战胜利后的时局和我们的方针》\n\
D. 中共中央《对目前时局的宣言》\
|\
1900年，俄国在入侵中国时制造了屠杀中国居民的\n\
正确答案:C\n\
A. 旅顺惨案\n\
B. 海兰泡惨案\n\
C. 江东六十四屯惨案\n\
D. 济南惨案\
|\
近代中国社会中最先进、最革命、最有力量的阶级是\n\
正确答案:B\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
中国共产党开创的第一块农村革命根据地是\n\
正确答案:C\n\
A. 晋察冀根据地\n\
B. 晋察冀根据地\n\
C. 湘鄂西根据地\n\
D. 鄂豫皖根据地\
|\
1905年11月，孙中山在《民报》发刊词中将中国同盟会的政治纲领概括为\n\
正确答案:C\n\
A. 创立民国、平均地权\n\
B. 联俄、联共、扶助农工\n\
C. 民族主义、民权主义、民生主义\n\
D. 驱除鞑虏、恢复中华、创立合众政府\
|\
从（ ）这十年，是“文化大革命”时期\n\
正确答案:B\n\
A. 1956年5月到1966年 10月\n\
B. 1966年5月到1976年 10月\n\
C. 1956年5月到1966年8月\n\
D. 1966年5月到1966年 8月\
|\
1987年召开的中共十三大完整地提出了\n\
正确答案:A\n\
A. 党在社会主义初级阶段的基本路线\n\
B. 党在社会主义初级阶段的基本纲领\n\
C. 建设中国特色社会主义的基本经验\n\
D. 建设中国特色社会主义的基本规律\
|\
标志着以慈禧太后为首的清政府彻底放弃抵抗外国侵略者的事件是\n\
正确答案:D\n\
A. 《南京条约》的签订\n\
B. 《天津条约》的签订\n\
C. 《北京条约》的签订\n\
D. 《辛丑条约》的签订\
|\
在近代中国，实现国家繁荣富强和人民共同富裕的前提条件\n\
正确答案:D\n\
A. 建立资本主义制度\n\
B. 反对帝国主义的侵略\n\
C. 推翻封建主义的统治\n\
D. 争得民族独立和人民解放\
|\
1931年11月，中国共产党成立了中华苏维埃共和国临时中央政府，其政权性质是\n\
正确答案:D\n\
A. 资产阶级专政\n\
B. 各革命阶级（包括民族资产阶级和小资产阶级）联合专政\n\
C. 抗日民主专政\n\
D. 工农民主专政\
|\
毛泽东从1928年到1930年提出并阐述了农村包围城市、武装夺取政权道路理论的主要\n\
正确答案:ABCD\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《反对本本主义》\
|\
引导农民走向社会主义的过渡性经济组织形式有\n\
正确答案:BCD\n\
A. 人民公社\n\
B. 农村互助组\n\
C. 初级农业生产合作社\n\
D. 高级农业生产合作社\
|\
中国特色社会主义理论体系包括\n\
正确答案:BCD\n\
A. 毛泽东思想\n\
B. 邓小平理论\n\
C. “三个代表”的重要思想\n\
D. 科学发展观\
|\
孙中山所阐述的同盟会政治纲领中的民族主义的缺点是\n\
正确答案:CD\n\
A. 没有解决农民对于土地的需要\n\
B. 忽略了广大劳动群众在国家中的地位\n\
C. 没有提出明确的反帝主张\n\
D. 没有明确地把汉族军阀、官僚、地主作为革命的对象\
|\
毛泽东总结中国共产党成立以来的历史经验，指出中国共产党在中国革命中战胜敌人的三大法宝是\n\
正确答案:ABC\n\
A. 统一战线\n\
B. 武装斗争\n\
C. 党的建设\n\
D. 根据地建设\
|\
九一八事变后，在东北组织抗日游击队和抗日联军的中共党员有\n\
正确答案:ABCD\n\
A. 周保中\n\
B. 杨靖宇\n\
C. 李兆麟\n\
D. 赵尚志\
|\
洋务运动时期清政府建立的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
中共十一届三中全会的主要功绩是\n\
正确答案:ABCD\n\
A. 彻底否定了“两个凡是”的错误方针\n\
B. 高度评价了关于真理标准问题的讨论\n\
C. 断然否定“以阶级斗争为纲”的指导思想\n\
D. 作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策\
|\
近代中国压在中国人民身上的“三座大山”指的是\n\
正确答案:ABC\n\
A. 帝国主义\n\
B. 官僚资本主义\n\
C. 封建主义\n\
D. 民族资本主义\
|\
中国共产党与以往的任何政党不同的主要表现是\n\
正确答案:ABCD\n\
A. 以马克思主义理论为指导\n\
B. 是新型的工人阶级政党\n\
C. 能够代表整个中华民族的利益\n\
D. 以实现共产主义为目标\
|\
揭开中国社会主义改革开放和现代化建设新时期序幕的是\n\
正确答案:B\n\
A. 中共十一大\n\
B. 中共十一届三中全会\n\
C. 中共十二大\n\
D. 中共十二届三中全会\
|\
1949年10月1日中华人民共和国成立到（ ）年这几年，是基本完成社会主义改造的时期\n\
正确答案:A\n\
A. 1956\n\
B. 1957\n\
C. 1955\n\
D. 1958\
|\
标志着中国新民主主义革命开端的事件是\n\
正确答案:D\n\
A. 辛亥革命\n\
B. 中国共产党诞生\n\
C. 新文化运动\n\
D. 五四运动\
|\
辛亥革命取得的最大成就是\n\
正确答案:A\n\
A. 推翻了封建帝制\n\
B. 促进了资本主义的发展\n\
C. 使人民获得了一些民主自由权利\n\
D. 打击了帝国主义的殖民势力\
|\
1860年，外国列强通过《北京条约》迫使中国开放的通商口岸是\n\
正确答案:D\n\
A. 汉口\n\
B. 九江\n\
C. 南京\n\
D. 天津\
|\
第一次国共合作的政治基础是\n\
正确答案:D\n\
A. 三民主义\n\
B. 反帝反封建\n\
C. 联俄、联共、扶助农工的三大政策\n\
D. 新三民主义\
|\
"军叫工农革命，旗号镰刀斧头。地主重重压迫,农民个个同仇。秋收时节幕云愁，霹雳一声暴动"（毛泽东1927年一首词），这首词赞颂的是\n\
正确答案:C\n\
A. 上海工人起义\n\
B. 南昌起义\n\
C. 秋收起义\n\
D. 广州起义\
|\
随着对外开放的进一步扩大，中共中央和国务院在1990年作出的战略举措是\n\
正确答案:D\n\
A. 建立厦门经济特区\n\
B. 建立珠海经济特区\n\
C. 开发、开放海南经济特区\n\
D. 开发、开放上海浦东新区\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的会议是\n\
正确答案:D\n\
A. 中共十二届六中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十一届三中全会的召开\
|\
前期新文化运动的指导思想是\n\
正确答案:B\n\
A. 资产阶级维新思想\n\
B. 民主和科学的思想\n\
C. "兼容并包"的思想\n\
D. 社会主义的思想\
|\
三国“干涉还辽”中的三国指的是\n\
正确答案:BCD\n\
A. 美国\n\
B. 俄国\n\
C. 德国\n\
D. 法国\
|\
1905年至1907年，资产阶级革命派和改良派展开论战的各自舆论阵地是\n\
正确答案:AD\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
下面的历史事件，与上海密切相关的是\n\
正确答案:ABC\n\
A. 中国共产党的成立\n\
B. 五卅运动\n\
C. “四?一二”政变\n\
D. 中国国民党一大\
|\
1978年12月召开的中共十一届三中全会\n\
正确答案:ABCD\n\
A. 实现了新中国成立以来党的历史上具有深远意义的伟大转折\n\
B. 重新确立了马克思主义的思想路线、政治路线、组织路线\n\
C. 改革开放的序幕由此揭开,把党和国家的工作中心转移到经济建设上来\n\
D. 彻底否定“以阶级斗争为纲”的错误理论和实践\
|\
在1921年中国共产党成立到1949年新中国成立以前的时期，中国存在的三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 城市小资产阶级和农村广大士绅\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
资本－帝国主义列强对近代中国进行经济掠夺的主要手段有\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华倾销商品和资本输出\n\
D. 操纵中国经济命脉\
|\
资产阶级革命派和改良派论战的内容是（ ）\n\
正确答案:ABC\n\
A. 要不要以革命手段推翻清政府\n\
B. 要不要推翻帝制，实行共和\n\
C. 要不要社会革命\n\
D. 要不要反对外国帝国主义列强的侵略\
|\
1842年中英《南京条约》的主要内容是\n\
正确答案:ABCD\n\
A. 割让香港岛给英国\n\
B. 赔款2100万元\n\
C. 开放广州等五个通商口岸\n\
D. 协定关税\
|\
武装斗争、土地革命、根据地建设在“工农武装割据”中各自的地位是\n\
正确答案:ABD\n\
A. 武装斗争是主要形式，土地革命是基本内容\n\
B. 根据地是开展武装斗争和土地革命的战略依托\n\
C. 以建立和扩大根据地为中心工作\n\
D. 土地革命是中心工作\
|\
1927年1月，中国人民收回的英租界是在\n\
正确答案:AD\n\
A. 汉口\n\
B. 上海\n\
C. 南京\n\
D. 九江\
|\
19世纪90年代，梁启超发表的宣传变法维新主张的著作是\n\
正确答案:D\n\
A. 《新学伪经考》\n\
B. 《仁学》\n\
C. 《人类公理》\n\
D. 《变法通义》\
|\
标志腐朽的清政府已经成为“洋人的朝廷”的是\n\
正确答案:D\n\
A. 《天津条约》的签订\n\
B. 《北京条约》的签订\n\
C. 《马关条约》的签订\n\
D. 《辛丑条约》的签订\
|\
标志太平天国由盛到衰转折点的历史事件是\n\
正确答案:C\n\
A. 长沙战役\n\
B. 北伐失利\n\
C. 天京事变\n\
D. 安庆失守\
|\
中共十七大把同马列主义、毛泽东思想、邓小平理论一道确立为党长期坚持的指导思想的是\n\
正确答案:C\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
中共十六大把同马克思列宁主义、毛泽东思想、邓小平理论一道确立为中共必须长期坚持的指导思想是\n\
正确答案:D\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
标志着日本全面侵华战争开始的事变是\n\
正确答案:C\n\
A. 九一八\n\
B. 华北\n\
C. 七七\n\
D. 八一三\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于①对国情没有认识清楚 ②缺乏社会主义建设的经验 ③苏联撕毁合同 ④急于求成\n\
正确答案:D\n\
A. ①②③\n\
B. ②③④\n\
C. ①④\n\
D. ①②④\
|\
1915年12月，资产阶级革命派发动了反对袁世凯复辟帝制的\n\
正确答案:B\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
清末“预备立宪”的根本目的在于\n\
正确答案:C\n\
A. 仿效欧美政体\n\
B. 发展资本主义\n\
C. 延续封建统治\n\
D. 缓和阶级矛盾\
|\
抗日战争胜利后初期，中共的主要政治任务是\n\
正确答案:C\n\
A. 参加重庆谈判，商讨建国大计\n\
B. 进行土地改革，消灭封建剥削制度\n\
C. 争取和平民主，反对内战独裁\n\
D. 召开政协会议，改组国民政府\
|\
鸦片战争以后，西方资本主义列强对中国进行赤裸裸的文化侵略，主要表现在\n\
正确答案:ABCD\n\
A. 建立教学，派遣大批传教士到中国传教\n\
B. 包庇教徒不法行为，强迫中国教民抛弃传统礼俗\n\
C. 创办中外文报刊，为帝国主义侵略进行辩护\n\
D. 宣扬“种族优劣论”，制造侵略有理的舆论。\
|\
毛泽东总结中国共产党成立以来的历史经验，指出中国共产党在中国革命中战胜敌人的三大法宝是\n\
正确答案:ABC\n\
A. 统一战线\n\
B. 武装斗争\n\
C. 党的建设\n\
D. 根据地建设\
|\
全国胜利后，中国社会经济中存在着哪几种经济成分\n\
正确答案:ABCD\n\
A. 社会主义性质的国营经济\n\
B. 半社会主义性质的合作社经济\n\
C. 农民和手工业者的个体经济\n\
D. 私人资本主义经济、国家资本主义经济\
|\
1913年，资产阶级革命派发动二次革命的导火线是\n\
正确答案:BC\n\
A. 段祺瑞拒绝恢复国会\n\
B. 国民党领袖宋教仁被刺杀\n\
C. 袁世凯与日本签订“善后大借款”\n\
D. 张勋复辟帝制\
|\
中华人民共和国的成立标志着\n\
正确答案:ABCD\n\
A. 新民主主义革命基本胜利\n\
B. 新民主主义社会在全国范围内的建立\n\
C. 半殖民地、半封建社会的结束,民族独立和人民解放的任务基本完成\n\
D. 马克思主义同中国实际相结合的伟大胜利\
|\
19世纪90年代末，资产阶级维新派宣传变法维新主张的主要活动是\n\
正确答案:ABCD\n\
A. 向皇帝上书\n\
B. 著书立说\n\
C. 介绍外国的变法\n\
D. 办学会、办报纸、设学堂\
|\
在民主革命取得全国胜利之后，中国存在着两种基本的矛盾\n\
正确答案:AD\n\
A. 工人阶级和资产阶级的矛盾\n\
B. 工人阶级和农民阶级的矛盾\n\
C. 农民阶级和地主阶级的矛盾\n\
D. 中国和帝国主义的矛盾\
|\
义和团运动的主体是农民等小生产者，其历史局限性表现在\n\
正确答案:AB\n\
A. 存在盲目、笼统的排外主义错误\n\
B. 无法认清帝国主义与清王朝相互勾结的本质\n\
C. 存在有许多迷信、落后的倾向\n\
D. 争权夺利、享乐主义\
|\
下面的历史事件，与上海密切相关的是\n\
正确答案:ABC\n\
A. 中国共产党的成立\n\
B. 五卅运动\n\
C. “四?一二”政变\n\
D. 中国国民党一大\
|\
五四运动过程中提出的口号包括\n\
正确答案:ABC\n\
A. 外争主权，内除国贼\n\
B. 取消二十一条\n\
C. 拒绝和约签字\n\
D. 推翻北洋军阀政府的统治\
|\
在19世纪60年代到90年代，洋务派兴办洋务事业的主要目的是\n\
正确答案:C\n\
A. 发展中国的资本主义经济\n\
B. 学习西方资本主义的制度\n\
C. 维护和巩固清王朝的封建统治\n\
D. 捍卫国家的主权独立和民族尊严\
|\
1949年10月1日中华人民共和国成立到（ ）年这几年，是基本完成社会主义改造的时期\n\
正确答案:A\n\
A. 1956\n\
B. 1957\n\
C. 1955\n\
D. 1958\
|\
近代中国社会人数最多的被剥削阶级是\n\
正确答案:A\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
首次使用“新民主主义社会”概念的是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 朱德\
|\
1976年“文化大革命”结束后，造成党和国家的工作在徘徊中前进局面的根源在于\n\
正确答案:D\n\
A. “阶级斗争为纲”的错误方针\n\
B. “批林批孔”的错误方针\n\
C. “反击右倾翻案风”的错误方针\n\
D. “两个凡是”的错误方针\
|\
下列关于《天朝天亩制度》和《资政新篇》的叙述，不正确的是\n\
正确答案:B\n\
A. 都是巩固太平天国的纲领或方案\n\
B. 后者是前者的补充、继承和发展\n\
C. 前者是违背社会发展规律的空想\n\
D. 后者是符合时代潮流的进步方案\
|\
中国近代史上人民群众第一次大规模的反侵略武装斗争是\n\
正确答案:A\n\
A. 三元里人民的抗英斗争\n\
B. 太平天国抗击洋枪队的斗争\n\
C. 台湾高山族人民的抗日斗争\n\
D. 义和团抗击八国联军的斗争\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
1915年开始的民主、科学与尊孔复古的论战实质是\n\
正确答案:A\n\
A. 资产阶级与封建地主阶级的思想论战\n\
B. 无产阶级与资产阶级的思想论战\n\
C. 马克思主义与改良主义的论战\n\
D. 西方文明与中华传统文化之间的冲突\
|\
19世纪90年代末，资产阶级维新派宣传变法维新主张的主要活动是\n\
正确答案:ABCD\n\
A. 向皇帝上书\n\
B. 著书立说\n\
C. 介绍外国的变法\n\
D. 办学会、办报纸、设学堂\
|\
1905年至1907年，资产阶级革命派和改良派展开论战的各自舆论阵地是\n\
正确答案:AD\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
在近代中国，民族资本主义经济的发展受到多方面的阻碍，主要有\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
中国共产党成立后，“中国革命的面貌焕然一新”，其“新”主要表现在\n\
正确答案:ACD\n\
A. 以马克思主义为指导\n\
B. 以武装斗争为主要方法\n\
C. 提出彻底的反帝反封建的纲领\n\
D. 以社会主义、共产主义为远大目标\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
甲午战争以后，西方列强对中国的经济侵略开始以资本输出为主，资本输出的主要方式有（ ）\n\
正确答案:ABCD\n\
A. 在中国投资开设工厂\n\
B. 在中国增设银行\n\
C. 投资修筑铁路，控制交通事业\n\
D. 迫使清政府举借外债\
|\
太平天国失败的原因包括\n\
正确答案:ABCD\n\
A. 缺乏先进阶级的领导\n\
B. 缺乏科学理论的指导\n\
C. 缺乏对外国列强侵华的理性认识\n\
D. 缺乏对列强侵华野心的足够警惕\
|\
中共八七会议的主要内容是\n\
正确答案:ACD\n\
A. 坚决纠正了以陈独秀为代表的右倾投降主义错误\n\
B. 撤消了陈独秀的职务，确定毛泽东的领导地位\n\
C. 把发动农民举行秋收起义作为当前党的主要任务\n\
D. 确定实行土地革命和武装反抗国民党的总方针\
|\
五四运动前后的新文化运动的不同之处有\n\
正确答案:BC\n\
A. 宣传社会主义思想\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 对科学共产主义作了较为全面系统地介绍\n\
D. 动摇了封建正统思想\
|\
我国对农业社会主义改造极大地创伤了农民生产的积极性，问题在于\n\
正确答案:ABCD\n\
A. 要求过急\n\
B. 粗暴强制\n\
C. 条件不成熟\n\
D. 形式过于简单划一\
|\
20世纪初，章炳麟发表的宣传民主革命思想的著作是\n\
正确答案:A\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
中共十三大明确将党在社会主义初级阶段的基本路线概括为\n\
正确答案:A\n\
A. “一个中心、两个基本点”\n\
B. “四个坚持”\n\
C. 一手抓物质文明、一手抓精神文明\n\
D. 建设中国特色社会主义经济、政治和文化\
|\
在1840年至1919年间，中国人民在历次反侵略战争中失败的最根本原因是\n\
正确答案:A\n\
A. 社会制度的腐败\n\
B. 军事技术的落后\n\
C. 思想文化的保守\n\
D. 经济力量的薄弱\
|\
1978年在我国出现的一场马克思主义思想解放运动是\n\
正确答案:C\n\
A. 社会主义教育运动\n\
B. 揭批“四人帮”运动\n\
C. 关于真理标准的大讨论\n\
D. 关于计划经济和市场经济的的大讨论\
|\
毛泽东指出，新民主主义国家内部的主要矛盾是\n\
正确答案:C\n\
A. 人民大众与封建主义的矛盾\n\
B. 中华民族与帝国主义的矛盾\n\
C. 无产阶级与资产阶级的矛盾\n\
D. 人民对经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\
|\
淞沪会战后期率领“八百壮士”坚持在四行仓库的爱国将领是\n\
正确答案:D\n\
A. 佟麟阁\n\
B. 赵登禹\n\
C. 张自忠\n\
D. 谢晋元\
|\
史学界把维新变法、辛亥革命和新文化运动都称为近代化运动，因为这几场运动要求\n\
正确答案:A\n\
A. 实行资产阶级民主政治\n\
B. 提倡民主和科学\n\
C. 彻底废除旧制度\n\
D. 宣传新思想，弘扬新文化\
|\
被誉为中国人民的大宪章、起着临时宪法作用的是\n\
正确答案:B\n\
A. 《论人民民主专政》\n\
B. 《中国人民政治协商会议共同纲领》\n\
C. 《中国人民政治协商会议组织法》\n\
D. 《新民主主义论》\
|\
在下列不平等条件中，含有强迫清政府把台湾割让给日本这一内容的是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《辛丑条约》\n\
C. 《马关条约》\n\
D. 《北京条约》\
|\
在第一次鸦片战争期间，为抗击英国侵略而战死虎门的清朝爱国将领是\n\
正确答案:C\n\
A. 海龄\n\
B. 陈化成\n\
C. 关天培\n\
D. 史荣椿\
|\
从19世纪60到90年代，洋务派创办的新式学堂主要是\n\
正确答案:ABC\n\
A. 翻译外语学堂\n\
B. 科技学堂\n\
C. 军事学堂\n\
D. 农艺学堂\
|\
鸦片战争以后，西方资本主义列强对中国进行赤裸裸的文化侵略，主要表现在\n\
正确答案:ABCD\n\
A. 建立教学，派遣大批传教士到中国传教\n\
B. 包庇教徒不法行为，强迫中国教民抛弃传统礼俗\n\
C. 创办中外文报刊，为帝国主义侵略进行辩护\n\
D. 宣扬“种族优劣论”，制造侵略有理的舆论。\
|\
下列关于延安整风的表述，正确的是\n\
正确答案:ABCD\n\
A. 在思想上清算了“左”的和右的错误\n\
B. 是马克思主义思想教育运动\n\
C. 提高了广大党员的思想理论水平，增强了党的凝聚力和战斗力\n\
D. 为新民主主义革命在全国的胜利奠定了思想基础\
|\
抗战初期国民党正面战场几乎都是以退却、失败而结束，造成这种状况的主观原因是\n\
正确答案:BCD\n\
A. 敌我力量对比上，日军占有很大优势\n\
B. 国民党战略指导方针上的失误\n\
C. 不敢放手发动和武装群众\n\
D. 将希望单纯寄托在政府和正规军的抵抗上\
|\
洋务运动时期清政府建立的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
在抗击外国侵略的战争中，为国捐躯的爱国官兵有\n\
正确答案:ABCD\n\
A. 关天培\n\
B. 陈化成\n\
C. 邓世昌\n\
D. 林永升\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
19 世纪 70 至 80 年代，帝国主义列强掀起的“边疆危机”包括\n\
正确答案:ABCD\n\
A. 英国侵入西藏、云南\n\
B. 法国侵犯广西\n\
C. 日本侵犯中国台湾\n\
D. 俄国入侵新疆\
|\
资本－帝国主义列强通过军事侵略和不平等条约对中国进行政治控制的主要手段有\n\
正确答案:ABCD\n\
A. 操纵中国的内政和外交\n\
B. 把持中国的海关\n\
C. 镇压中国人民的反抗\n\
D. 扶植、收买代理人\
|\
资本－帝国主义列强对近代中国进行经济掠夺的主要手段有\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华倾销商品和资本输出\n\
D. 操纵中国经济命脉\
|\
从公元前5世纪的战国时代到1840年的鸦片战争前，中国的社会性质是\n\
正确答案:B\n\
A. 奴隶社会\n\
B. 封建社会\n\
C. 半殖民地半封建社会\n\
D. 资本主义社会\
|\
1905年8月，中国同盟会成立后创立的机关报是\n\
正确答案:A\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
1915年5月，阴谋复辟帝制的袁世凯接受了严重损害中国利益的\n\
正确答案:C\n\
A. “善后大借款”\n\
B. “西原借款”\n\
C. “二十一条”\n\
D. “庚子赔款”\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
在19世纪60年代到90年代，洋务派兴办洋务事业的主要目的是\n\
正确答案:C\n\
A. 发展中国的资本主义经济\n\
B. 学习西方资本主义的制度\n\
C. 维护和巩固清王朝的封建统治\n\
D. 捍卫国家的主权独立和民族尊严\
|\
中国共产党比较系统地阐述关于社会主义初级阶段的理论是在\n\
正确答案:B\n\
A. 中共十二大\n\
B. 中共十三大\n\
C. 中共十四大\n\
D. 中共十五大\
|\
在三大改造中，对资本主义工商业进行改造的主要方式是\n\
正确答案:B\n\
A. 国家资本主义\n\
B. 公私合营\n\
C. 统购统销\n\
D. 定息\
|\
在下列不平等条件中，含有强迫清政府把台湾割让给日本这一内容的是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《辛丑条约》\n\
C. 《马关条约》\n\
D. 《北京条约》\
|\
第一次国共合作的政治基础是\n\
正确答案:D\n\
A. 三民主义\n\
B. 反帝反封建\n\
C. 联俄、联共、扶助农工的三大政策\n\
D. 新三民主义\
|\
基本完成社会主义改造的时间是\n\
正确答案:A\n\
A. 1956年\n\
B. 1957年\n\
C. 1958年\n\
D. 1959年\
|\
1911年10月，直接参与领导武昌起义的革命组织是\n\
正确答案:BC\n\
A. 中国国民党\n\
B. 共进会\n\
C. 文学社\n\
D. 中华革命党\
|\
下列关于相持阶段两个战场演变的说法，正确的是\n\
正确答案:ABCD\n\
A. 正面战场消极抗战形势恶化\n\
B. 敌后战场逐渐成为抗日的主战场\n\
C. 正面战场的战略地位日益降低\n\
D. 正面战场仍在一定程度上起了牵制日军的作用\
|\
19世纪80－90年代签订的中外不平等条约，与19世纪40－50年代相比，最根本的不同有（ ）\n\
正确答案:BD\n\
A. 割取中国领土的面积最大\n\
B. 索取的赔款数额不断加大\n\
C. 规定开放更多的通商口岸\n\
D. 列强获得在华投放资本的特权\
|\
辛亥革命没有完成的历史任务主要是\n\
正确答案:AD\n\
A. 没有完成反帝反封建的任务\n\
B. 没有推翻清王朝的统治\n\
C. 没有打击到列强在华势力\n\
D. 没有改变中国的社会性质\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（ ）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题，为摆脱困难和解决问题，中国共产党和人民政府着重抓了以下几个方面的工作\n\
正确答案:ABCD\n\
A. 完成民主革命的遗留任务\n\
B. 领导国民经济的恢复工作\n\
C. 巩固民族独立，维护国家主权和安全\n\
D. 加强中国共产党的自身建设\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题\n\
正确答案:ABCD\n\
A. 能不能保卫住人民胜利的成果，巩固新生的人民政权\n\
B. 能不能战胜严重的经济困难\n\
C. 能不能经受住执政的考验，继续保持谦虚、谨慎、不骄、不躁的作风和艰苦奋斗的作风\n\
D. 能不能巩固民族独立，维护国家主权和安全\
|\
近代中国压在中国人民身上的“三座大山”指的是\n\
正确答案:ABC\n\
A. 帝国主义\n\
B. 官僚资本主义\n\
C. 封建主义\n\
D. 民族资本主义\
|\
中国同盟会纲领中涉及到的问题有\n\
正确答案:ABD\n\
A. 推翻满洲贵族的统治\n\
B. 建立资产阶级共和国\n\
C. 驱逐占据中国的帝国主义势力\n\
D. 提出了资本主义的土地纲领\
|\
下面属于中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 中国共产党的领导\n\
B. 各民主党派和无党派人士、各少数民族、爱国知识分子和华侨的支持\n\
C. 工人、农民和城市小资产阶级是民主革命的主要力量\n\
D. 国际无产阶级和人民群众的支持\
|\
近代中国睁眼看世界的第一人是\n\
正确答案:A\n\
A. 林则徐\n\
B. 魏源\n\
C. 严复\n\
D. 郑观应\
|\
1905年8月，中国同盟会成立后创立的机关报是\n\
正确答案:A\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
皖南事变后，中共中央重建新四军军部，被任命的政治委员是\n\
正确答案:C\n\
A. 陈毅\n\
B. 陈赓\n\
C. 刘少奇\n\
D. 项英\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
外国列强对中国进行大规模的资本输出是在\n\
正确答案:C\n\
A. 《天津条约》签订后\n\
B. 《北京条约》签订后\n\
C. 《马关条约》签订后\n\
D. 《辛丑条约》签订后\
|\
敦促日本无条件投降的会议是\n\
正确答案:C\n\
A. 开罗会议\n\
B. 德黑兰会议\n\
C. 波茨坦会议\n\
D. 雅尔塔会议\
|\
揭开人民解放军全国性战略进攻序幕的是\n\
正确答案:B\n\
A. 孟良崮战役开始\n\
B. 刘邓大军挺进大别山\n\
C. 三大战役开始\n\
D. 渡江战役开始\
|\
下列关于洋务运动的论述不正确的是\n\
正确答案:C\n\
A. 洋务运动是一场封建统治者的自救运动\n\
B. 洋务运动客观上促进了中国资本主义的发展\n\
C. 洋务运动的目的是为了推翻清政府的统治\n\
D. 洋务运动失败是必然的\
|\
中国近代史上人民群众第一次大规模的反侵略武装斗争是\n\
正确答案:A\n\
A. 三元里人民的抗英斗争\n\
B. 太平天国抗击洋枪队的斗争\n\
C. 台湾高山族人民的抗日斗争\n\
D. 义和团抗击八国联军的斗争\
|\
中国共产党顺利实现第二代中央领导集体向第三代中央领导集体过渡的会议是\n\
正确答案:C\n\
A. 中共十一届三中全会\n\
B. 中共十二届三中全会\n\
C. 中共十三届四中全会\n\
D. 中共十四届四中全会\
|\
西方列强在华的经济掠夺手段包括\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华进行商品输出和资本输出\n\
D. 操纵中国的经济命脉\
|\
新文化运动前期的主要内容包括\n\
正确答案:AB\n\
A. 提倡新道德，反对旧道德\n\
B. 提倡新文化，反对旧文化\n\
C. 宣传马克思主义\n\
D. 提倡三纲五常\
|\
毛泽东在《论持久战》中指出，抗日战争要经过三个阶段是\n\
正确答案:ABC\n\
A. 战略相持\n\
B. 战略反攻\n\
C. 战略防御\n\
D. 战略退缩\
|\
到19世纪90年代，洋务派建成的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
1924年改组后的国民党成为几个阶级的革命联盟，这几个阶级是\n\
正确答案:ABCD\n\
A. 工人阶级\n\
B. 农民阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
1979年4月，中共中央工作会议提出的针对国民经济的方针是\n\
正确答案:ABCD\n\
A. 调整\n\
B. 改革\n\
C. 整顿\n\
D. 提高\
|\
从1953年开始的三大改造包括\n\
正确答案:BCD\n\
A. 进行土地改革，实行农民的土地私有制\n\
B. 手工业合作化\n\
C. 对资本主义工商业进行公私合营\n\
D. 农业合作化\
|\
在中国近代，大部分的土地为地主及旧式富农所占有，他们剥削农民的方式有\n\
正确答案:ABCD\n\
A. 地租\n\
B. 田赋\n\
C. 高利贷\n\
D. 附加税\
|\
日本对中国的大规模侵略和在中国部分地区的殖民统治，犯下了空前严重的罪行，其主要表现是\n\
正确答案:ABCD\n\
A. 制造惨绝人寰的大屠杀\n\
B. 实行“三光”政策\n\
C. 肆意掠夺矿产资源、土地及农产品\n\
D. 强制推行奴化教育\
|\
近代中国在逐步沦为半殖民地半封建社会过程中新产生的阶级是\n\
正确答案:CD\n\
A. 农民阶级\n\
B. 地主阶级\n\
C. 资产阶级\n\
D. 工人阶级\
|\
中国资产阶级领导的旧民主主义革命终结的标志是\n\
正确答案:C\n\
A. 二次革命的失败\n\
B. 辛亥革命的果实被袁世凯窃取\n\
C. 护法运动的失败\n\
D. 护国运动的失败\
|\
中共中央提出在抗日的条件下与资产阶级重建统一战线新政策的会议是\n\
正确答案:B\n\
A. 遵义会议\n\
B. 瓦窑堡会议\n\
C. 洛川会议\n\
D. 中共七大\
|\
解放战争时期，国统区人民所进行的第二条战线的斗争是\n\
正确答案:D\n\
A. 以工人运动为先导\n\
B. 以农民运动为先导\n\
C. 以商人罢市为先导\n\
D. 以学生运动为先导\
|\
1900年，俄国在入侵中国时制造了屠杀中国居民的\n\
正确答案:C\n\
A. 旅顺惨案\n\
B. 海兰泡惨案\n\
C. 江东六十四屯惨案\n\
D. 济南惨案\
|\
在第一次鸦片战争期间，为抗击英国侵略而战死虎门的清朝爱国将领是\n\
正确答案:C\n\
A. 海龄\n\
B. 陈化成\n\
C. 关天培\n\
D. 史荣椿\
|\
第一次国共合作的政治基础是\n\
正确答案:D\n\
A. 三民主义\n\
B. 反帝反封建\n\
C. 联俄、联共、扶助农工的三大政策\n\
D. 新三民主义\
|\
五四爱国运动爆发的导火线是\n\
正确答案:B\n\
A. 五四爱国运动爆发的导火线是\n\
B. 巴黎和会上中国外交失败\n\
C. 俄国十月社会主义革命的爆发\n\
D. 袁世凯复辟帝制\
|\
从公元前5世纪的战国时代到1840年的鸦片战争前，中国的社会性质是\n\
正确答案:B\n\
A. 奴隶社会\n\
B. 封建社会\n\
C. 半殖民地半封建社会\n\
D. 资本主义社会\
|\
中国资产阶级革命派的阶级基础是\n\
正确答案:C\n\
A. 买办资产阶级\n\
B. 官僚资产阶级\n\
C. 民族资产阶级\n\
D. 城市小资产阶级\
|\
“师夷之长技以制夷”的提出者是\n\
正确答案:D\n\
A. 龚自珍\n\
B. 林则徐\n\
C. 洪仁玕\n\
D. 魏源\
|\
下列说明五四运动是中国新民主主义革命开端的是\n\
正确答案:ACD\n\
A. 无产阶级以独立姿态登上政治舞台\n\
B. 发生在俄国十月社会主义革命之后，属于世界无产阶级革命一部分\n\
C. 是彻底反帝反封建的革命运动\n\
D. 具有初步共产主义思想的知识分子起了领导作用\
|\
资产阶级维新派的主要代表人物有\n\
正确答案:ABD\n\
A. 康有为\n\
B. 梁启超\n\
C. 孙中山\n\
D. 严复\
|\
下列哪些是维新派的主张\n\
正确答案:ABCD\n\
A. 积极要求变法\n\
B. 主张实行君主立宪制\n\
C. 主张废除八股\n\
D. 主张学西方\
|\
从1953年开始的三大改造包括\n\
正确答案:BCD\n\
A. 进行土地改革，实行农民的土地私有制\n\
B. 手工业合作化\n\
C. 对资本主义工商业进行公私合营\n\
D. 农业合作化\
|\
人民解放军粉碎国民党全面与重点进攻的作战原则和方法主要是\n\
正确答案:BC\n\
A. 分兵作战化整为零的原则\n\
B. 歼灭敌人有生力量的原则\n\
C. 运动战的作战方法\n\
D. 外线作战的战略方针\
|\
中共十一届三中全会后对外开放开始起步，1980年中央决定设立\n\
正确答案:ABCD\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 汕头经济特区\n\
D. 厦门经济特区\
|\
毛泽东在1957年2月最高国务会议上指出，社会主义社会的两类不同性质矛盾是\n\
正确答案:AB\n\
A. 敌我之间的矛盾\n\
B. 人民内部之间的矛盾\n\
C. 生产力和生产关系之间的矛盾\n\
D. 经济基础和上层建筑之间的矛盾\
|\
过渡时期总路线，中的“三改”是指\n\
正确答案:ABC\n\
A. 对农业的改造\n\
B. 手工业的改造\n\
C. 资本主义工商业的改造\n\
D. 林业的改造\
|\
促使民主党派与蒋介石集团决裂，同中国共产党并肩战斗的原因有\n\
正确答案:ABC\n\
A. 国民党撕毁政协决议，发动全面内战\n\
B. 蒋介石非法召开“国民大会”，制定伪宪法\n\
C. 人民解放军转入战略反攻，国统区反蒋斗争高涨\n\
D. 三大战役胜利，全国解放在望\
|\
资本—帝国主义对中国进行侵略的途径有\n\
正确答案:ABCD\n\
A. 军事侵略\n\
B. 经济掠夺\n\
C. 文化渗透\n\
D. 政治控制\
|\
解放战争时期，国民党统治区人民民主运动高涨的根本原因是\n\
正确答案:C\n\
A. 中国共产党组织了反蒋统治的第二条战线\n\
B. 上海学生举行了声势浩大的“三反”斗争\n\
C. 国民党蒋介石集团的经济崩溃和政治危机\n\
D. 民主党派的联合斗争和人民起义遍及各地\
|\
中国资产阶级革命派的骨干力量是\n\
正确答案:D\n\
A. 大资产阶级及其知识分子\n\
B. 工人阶级\n\
C. 农民阶级\n\
D. 资产阶级和小资产阶级知识分子\
|\
1976年“文化大革命”结束后，造成党和国家的工作在徘徊中前进局面的根源在于\n\
正确答案:D\n\
A. “阶级斗争为纲”的错误方针\n\
B. “批林批孔”的错误方针\n\
C. “反击右倾翻案风”的错误方针\n\
D. “两个凡是”的错误方针\
|\
中国资产阶级革命派的阶级基础是\n\
正确答案:C\n\
A. 买办资产阶级\n\
B. 官僚资产阶级\n\
C. 民族资产阶级\n\
D. 城市小资产阶级\
|\
标志中国民族资产阶级第一次登上政治舞台的是\n\
正确答案:B\n\
A. 洋务运动\n\
B. 戊戌维新运动\n\
C. 护国运动\n\
D. 护法运动\
|\
前期新文化运动的指导思想是\n\
正确答案:B\n\
A. 资产阶级维新思想\n\
B. 民主和科学的思想\n\
C. "兼容并包"的思想\n\
D. 社会主义的思想\
|\
标志着第三条道路破产的事件是\n\
正确答案:D\n\
A. 1946年6月蒋介石发动全面内战\n\
B. 1946年11月蒋介石下令召开伪国民大会\n\
C. 1947年3月蒋介石下令进攻延安\n\
D. 1947年10月蒋介石下令解散中国民主同盟\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
1915年12月，资产阶级革命派发动了反对袁世凯复辟帝制的\n\
正确答案:B\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
科学发展观，第一要义是\n\
正确答案:D\n\
A. 统筹兼顾\n\
B. 以人为本\n\
C. 全面协调课持续\n\
D. 发展\
|\
在1898年9月“百日维新”失败后慷慨就义的“戊戌六君子”是\n\
正确答案:ABC\n\
A. 谭嗣同、刘光第\n\
B. 林旭、杨锐\n\
C. 杨深秀、康广仁\n\
D. 康有为、梁启超\
|\
1895年，孙中山在香港成立兴中会总部时提出的革命纲领是\n\
正确答案:ABD\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 平均地权\n\
D. 创立合众政府\
|\
中国共产党与以往的任何政党不同的主要表现是\n\
正确答案:ABCD\n\
A. 以马克思主义理论为指导\n\
B. 是新型的工人阶级政党\n\
C. 能够代表整个中华民族的利益\n\
D. 以实现共产主义为目标\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题，毛泽东把当时的情况概括为三句话，这三句话是\n\
正确答案:BCD\n\
A. 不要怕\n\
B. 有希望\n\
C. 有困难\n\
D. 有办法\
|\
抗日战争时期，中国共产党在抗日根据地实行的“三三制”政权，政权人员的组成大体是\n\
正确答案:ACD\n\
A. 共产党员占1/3\n\
B. 农民代表占1/3\n\
C. 中间分子占1/3\n\
D. 非党进步分子占1/3\
|\
下面属于《共同纲领》内容的是：\n\
正确答案:ABCD\n\
A. 中华人民共和国是人民民主主义国家。\n\
B. 中华人民共和国境内各民族一律平等。\n\
C. 公私兼顾、劳资两利、城乡互助、内外交流。\n\
D. 保障本国独立自由和领土完整，维护国际和平和各国人民之间友好合作。\
|\
20 世纪初，宣传资产阶级民主革命思想的主要人物有\n\
正确答案:ABD\n\
A. 章炳麟\n\
B. 邹容\n\
C. 康有为\n\
D. 陈天华\
|\
社会主义改造时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货的加工费和货价\n\
B. “四马分肥”中的资方红利\n\
C. 公私全营后资本家拿取的定息\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
1921-1949年中国社会的3种建国方案是\n\
正确答案:ABC\n\
A. 建立大地主大资产阶级的军事独裁统治\n\
B. 建立一个工人阶级领导的人民共和国\n\
C. 建立一个资产阶级共和国\n\
D. 建立一个欧美式的联邦共和国\
|\
在1921年中国共产党成立到1949年新中国成立以前的时期，中国存在的三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 城市小资产阶级和农村广大士绅\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
三大主力红军会师的地点是\n\
正确答案:B\n\
A. 吴起镇\n\
B. 会宁\n\
C. 懋功\n\
D. 甘孜\
|\
1980年8月，邓小平提出了政治体制改革基本任务的重要讲话是\n\
正确答案:B\n\
A. 《必须旗帜鲜明地坚持四项基本原则》\n\
B. 《党和国家领导制度的改革》\n\
C. 《政治体制改革总体设想》\n\
D. 《关于加强党的执政能力建设的决定》\
|\
近代中国社会人数最多的被剥削阶级是\n\
正确答案:A\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
第一次国共合作的政治基础是\n\
正确答案:D\n\
A. 三民主义\n\
B. 反帝反封建\n\
C. 联俄、联共、扶助农工的三大政策\n\
D. 新三民主义\
|\
清末“预备立宪”的根本目的在于\n\
正确答案:C\n\
A. 仿效欧美政体\n\
B. 发展资本主义\n\
C. 延续封建统治\n\
D. 缓和阶级矛盾\
|\
五四运动很快发展成为全国性的爱国运动，这充分说明\n\
正确答案:D\n\
A. 上海工人觉悟高\n\
B. 五四运动属于资产阶级民主革命\n\
C. 五四运动具有反帝反封建的性质\n\
D. 五四运动具有广泛的群众基础\
|\
1894年，孙中山创立革命团体兴中会并喊出的时代最强音是\n\
正确答案:D\n\
A. “师夷长技以制夷”\n\
B. “救亡图存”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
1924年5月,在苏联和中国共产党的帮助下，国民党陆军军官学校在广州黄埔创办（简称黄埔军校），校长是\n\
正确答案:B\n\
A. 孙中山\n\
B. 蒋介石\n\
C. 廖仲恺\n\
D. 汪精卫\
|\
1904年至1905年，外国侵略者在中国东北为争夺在华利益而进行的战争是\n\
正确答案:D\n\
A. 英法战争\n\
B. 英俄战争\n\
C. 日美战争\n\
D. 日俄战争\
|\
标志着中国新民主主义革命开端的事件是\n\
正确答案:D\n\
A. 辛亥革命\n\
B. 中国共产党诞生\n\
C. 新文化运动\n\
D. 五四运动\
|\
第一次鸦片战争期间，清政府被迫与英国签订的不平等条约有\n\
正确答案:ACD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《虎门条约》\n\
D. 《五口通商章程》\
|\
西方列强在华的经济掠夺手段包括\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华进行商品输出和资本输出\n\
D. 操纵中国的经济命脉\
|\
洋务运动的历史作用包括\n\
正确答案:ABCD\n\
A. 成为中国近代教育的开端\n\
B. 传播了新知识，打开了人们的眼界\n\
C. 引起了社会风气和价值观念的变化\n\
D. 在客观上促进了中国早期工业和民族资本主义的发展\
|\
新文化运动的代表性人物有\n\
正确答案:ABCD\n\
A. 鲁迅\n\
B. 陈独秀\n\
C. 李大钊\n\
D. 胡适\
|\
毛泽东在《论持久战》中指出，抗日战争要经过三个阶段是\n\
正确答案:ABC\n\
A. 战略相持\n\
B. 战略反攻\n\
C. 战略防御\n\
D. 战略退缩\
|\
鸦片战争以后，中国社会发生的两个根本性变化是\n\
正确答案:BD\n\
A. 中国的白银大量外流，出现财政危机\n\
B. 独立的中国逐步变成半殖民地的中国\n\
C. 中国人的身体和精神遭到前所未有的毒害\n\
D. 封建的中国逐步变成半封建的中国\
|\
1947-1948年土地改革意义有\n\
正确答案:ABD\n\
A. 从根本上摧毁了中国封建制度的根基\n\
B. 奠定了打败国民党的群众基础\n\
C. 解决了全部农民的土地问题。\n\
D. 使人民解放军获得大量的人力、物力的支援。\
|\
九一八事变后，在东北组织抗日游击队和抗日联军的中共党员有\n\
正确答案:ABCD\n\
A. 周保中\n\
B. 杨靖宇\n\
C. 李兆麟\n\
D. 赵尚志\
|\
中共八七会议的主要内容是\n\
正确答案:ACD\n\
A. 坚决纠正了以陈独秀为代表的右倾投降主义错误\n\
B. 撤消了陈独秀的职务，确定毛泽东的领导地位\n\
C. 把发动农民举行秋收起义作为当前党的主要任务\n\
D. 确定实行土地革命和武装反抗国民党的总方针\
|\
五四运动爆发的历史背景包括\n\
正确答案:BCD\n\
A. 袁世凯的倒行逆施\n\
B. 工人阶级队伍迅速壮大\n\
C. 新文化运动的开展\n\
D. 俄国十月革命的影响\
|\
中国近代史上人民群众第一次大规模的反侵略武装斗争是\n\
正确答案:A\n\
A. 三元里人民的抗英斗争\n\
B. 太平天国抗击洋枪队的斗争\n\
C. 台湾高山族人民的抗日斗争\n\
D. 义和团抗击八国联军的斗争\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
19世纪60年代后，洋务派开展洋务运动的指导思想是\n\
正确答案:B\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 变法维新以救亡图存\n\
D. 物竞天择，适者生存\
|\
“中国不败而败”是指下列哪场战争\n\
正确答案:C\n\
A. 中日甲午战争\n\
B. 鸦片战争\n\
C. 中法战争\n\
D. 第二次鸦片战争\
|\
正式制定我国社会主义现代化建设“三步走”战略部署的是\n\
正确答案:B\n\
A. 中共十二大\n\
B. 中共十三大\n\
C. 中共十四大\n\
D. 中共十五大\
|\
19世纪70年代后，洋务派举办的民用企业多数都采取\n\
正确答案:B\n\
A. 官办的形式\n\
B. 官督商办的形式\n\
C. 商办的形式\n\
D. 官商合办的形式\
|\
发展国民经济的第一个五年计划，集中力量进行的是\n\
正确答案:A\n\
A. 重工业建设\n\
B. 轻工业建设\n\
C. 军事和国防建设\n\
D. 农业建设\
|\
中国共产党独立领导革命战争和创建人民军队的开始是\n\
正确答案:A\n\
A. 南昌起义\n\
B. 八七会议\n\
C. 秋收起义\n\
D. 广州起义\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于①对国情没有认识清楚 ②缺乏社会主义建设的经验 ③苏联撕毁合同 ④急于求成\n\
正确答案:D\n\
A. ①②③\n\
B. ②③④\n\
C. ①④\n\
D. ①②④\
|\
新中国第一颗人造地球卫星发射成功是在\n\
正确答案:D\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
太平天国定都天京后，先后进了（ ）和天京城外的破围战\n\
正确答案:AB\n\
A. 北伐\n\
B. 西征\n\
C. 东征\n\
D. 南征\
|\
土地革命战争时期，中国的红色政权能够存在与发展的条件有\n\
正确答案:ABCD\n\
A. 几个帝国主义国家间接统治的政治经济发展不平衡的半殖民地半封建的大国\n\
B. 第一次国内革命战争的影响，全国革命形势的继续向前发展\n\
C. 相当力量的正式红军的存在\n\
D. 共产党组织的坚强有力和政策的正确\
|\
下列各项中，不属于《双十协定》的内容有\n\
正确答案:BD\n\
A. 国民党迅速结束训政，实施宪政\n\
B. 整编全国军队、制定宪法\n\
C. 保证人民享有民主、自由等权利\n\
D. 实施《和平建国纲领》\
|\
1949年3月中共中央离开西柏坡迁往北平。毛泽东说，今天是进京赶考的日子，我们决不当李自成，我们都希望考个好成绩。这句话的意思主要是\n\
正确答案:CD\n\
A. 避免农民战争中的流寇主义\n\
B. 克服农民阶级的私有观念\n\
C. 防止产生骄傲麻痹思想。\n\
D. 防止干部中出现享乐腐化作风。\
|\
资产阶级革命派和改良派论战的内容是（ ）\n\
正确答案:ABC\n\
A. 要不要以革命手段推翻清政府\n\
B. 要不要推翻帝制，实行共和\n\
C. 要不要社会革命\n\
D. 要不要反对外国帝国主义列强的侵略\
|\
皖南事变中遇难的新四军将领有\n\
正确答案:BC\n\
A. 叶挺\n\
B. 项英\n\
C. 袁国平\n\
D. 彭雪枫\
|\
从1927年7月大革命失败到1935年1月遵义会议召开前，“左”倾错误先后几次在党中央领导机关取得了统治地位，它们是\n\
正确答案:BCD\n\
A. 陈独秀的“左”倾机会主义错误\n\
B. 瞿秋白的“左”倾盲动主义错误\n\
C. 李立三的“左”倾冒险主义错误\n\
D. 王明的“左”倾教条主义错误\
|\
中共八七会议的主要内容是\n\
正确答案:ACD\n\
A. 坚决纠正了以陈独秀为代表的右倾投降主义错误\n\
B. 撤消了陈独秀的职务，确定毛泽东的领导地位\n\
C. 把发动农民举行秋收起义作为当前党的主要任务\n\
D. 确定实行土地革命和武装反抗国民党的总方针\
|\
日本对中国的大规模侵略和在中国部分地区的殖民统治，犯下了空前严重的罪行，其主要表现是\n\
正确答案:ABCD\n\
A. 制造惨绝人寰的大屠杀\n\
B. 实行“三光”政策\n\
C. 肆意掠夺矿产资源、土地及农产品\n\
D. 强制推行奴化教育\
|\
进入20世纪80年代，我国多层次、有重点、点面结合对外开放格局的构成包括\n\
正确答案:ABCD\n\
A. 经济特区\n\
B. 沿海开放城市\n\
C. 沿海经济开放区\n\
D. 内地\
|\
随着对外开放的进一步扩大，中共中央和国务院在1990年作出的战略举措是\n\
正确答案:D\n\
A. 建立厦门经济特区\n\
B. 建立珠海经济特区\n\
C. 开发、开放海南经济特区\n\
D. 开发、开放上海浦东新区\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
《双十协定》的签订，中共取得的战略优势是\n\
正确答案:D\n\
A. 获得了自卫战争的准备时间\n\
B. 解放区获得了合法地位\n\
C. 赢得了民主党派的支持\n\
D. 取得了政治上的主动地位\
|\
标志着以慈禧太后为首的清政府彻底放弃抵抗外国侵略者的事件是\n\
正确答案:D\n\
A. 《南京条约》的签订\n\
B. 《天津条约》的签订\n\
C. 《北京条约》的签订\n\
D. 《辛丑条约》的签订\
|\
中国抗战以来第一次大捷是\n\
正确答案:A\n\
A. 平型关大捷\n\
B. 台儿庄大捷\n\
C. 百团大战\n\
D. 昆仑关大捷\
|\
在19世纪60年代到90年代，洋务派兴办洋务事业的主要目的是\n\
正确答案:C\n\
A. 发展中国的资本主义经济\n\
B. 学习西方资本主义的制度\n\
C. 维护和巩固清王朝的封建统治\n\
D. 捍卫国家的主权独立和民族尊严\
|\
毛泽东指出，新民主主义国家内部的主要矛盾是\n\
正确答案:C\n\
A. 人民大众与封建主义的矛盾\n\
B. 中华民族与帝国主义的矛盾\n\
C. 无产阶级与资产阶级的矛盾\n\
D. 人民对经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\
|\
中共十六大把同马克思列宁主义、毛泽东思想、邓小平理论一道确立为中共必须长期坚持的指导思想是\n\
正确答案:D\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
在下列不平等条件中，含有强迫清政府把香港割让给英国这一内容的是\n\
正确答案:B\n\
A. 《北京条约》\n\
B. 《南京条约》\n\
C. 《黄埔条约》\n\
D. 《望厦条约》\
|\
淞沪会战后期率领“八百壮士”坚持在四行仓库的爱国将领是\n\
正确答案:D\n\
A. 佟麟阁\n\
B. 赵登禹\n\
C. 张自忠\n\
D. 谢晋元\
|\
在宣传民主革命思想的过程中，著名的资产阶级革命派知识分子有\n\
正确答案:ABC\n\
A. 章炳麟\n\
B. 邹 容\n\
C. 陈天华\n\
D. 康有为\
|\
19 世纪 70 至 80 年代，帝国主义列强掀起的“边疆危机”包括\n\
正确答案:ABCD\n\
A. 英国侵入西藏、云南\n\
B. 法国侵犯广西\n\
C. 日本侵犯中国台湾\n\
D. 俄国入侵新疆\
|\
天京事变是太平天国统治集团的内讧，事变中\n\
正确答案:ABC\n\
A. 东王杨秀清被杀\n\
B. 北王韦昌辉被杀\n\
C. 翼王石达开出走\n\
D. 天王洪秀全病逝\
|\
第一次鸦片战争后签定的不平等条约有\n\
正确答案:ABD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《北京条约》\n\
D. 《黄埔条约》\
|\
资本－帝国主义列强对近代中国进行经济掠夺的主要手段有\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华倾销商品和资本输出\n\
D. 操纵中国经济命脉\
|\
1939年7月，中共针对当时国内出现的妥协与分裂的危险，明确提出（ ）三大方针。\n\
正确答案:ABC\n\
A. 团结\n\
B. 抗战\n\
C. 进步\n\
D. 斗争\
|\
我国对农业社会主义改造极大地创伤了农民生产的积极性，问题在于\n\
正确答案:ABCD\n\
A. 要求过急\n\
B. 粗暴强制\n\
C. 条件不成熟\n\
D. 形式过于简单划一\
|\
从19世纪60年代到90年代，洋务派举办的洋务事业主要包括\n\
正确答案:ABCD\n\
A. 派遣留学生\n\
B. 兴办近代工业\n\
C. 创办新式学堂\n\
D. 建立新式海陆军\
|\
在中国近代史上，戊戌维新运动的历史意义和影响在于\n\
正确答案:ABC\n\
A. 它是一次爱国救亡运动\n\
B. 它是一场思想启蒙运动\n\
C. 它是一场资产阶级性质的政治改革运动\n\
D. 它是一场地主阶级统治集团的“自救”运动\
|\
中国共产党在抗日民族统一战线中的策略总方针是\n\
正确答案:ABC\n\
A. 发展进步势力\n\
B. 争取中间势力\n\
C. 孤立顽固势力\n\
D. 打击资产阶级\
|\
太平天国在《天朝田亩制度》中提出的社会改革方案是\n\
正确答案:A\n\
A. 以解决土地问题为中心\n\
B. 以发展资本主义为中心\n\
C. 以反对封建的等级制度为中心\n\
D. 以废除儒学的纲常伦理为中心\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
中国近代史上人民群众第一次大规模的反侵略武装斗争是\n\
正确答案:A\n\
A. 三元里人民的抗英斗争\n\
B. 太平天国抗击洋枪队的斗争\n\
C. 台湾高山族人民的抗日斗争\n\
D. 义和团抗击八国联军的斗争\
|\
发展国民经济的第一个五年计划，集中力量进行的是\n\
正确答案:A\n\
A. 重工业建设\n\
B. 轻工业建设\n\
C. 军事和国防建设\n\
D. 农业建设\
|\
五四运动是中国新民主主义革命开始的标志，最主要的依据是\n\
正确答案:D\n\
A. 提出彻底地反帝反封建口号\n\
B. 十月革命影响与马克思主义传播\n\
C. 青年学生领导并有广泛的群众基础\n\
D. 无产阶级成为运动主力\
|\
在1895年发起的“公车上书”后成为倡导维新运动旗手的是\n\
正确答案:B\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
第一次国共合作的政治基础是\n\
正确答案:D\n\
A. 三民主义\n\
B. 反帝反封建\n\
C. 联俄、联共、扶助农工的三大政策\n\
D. 新三民主义\
|\
清末“预备立宪”的根本目的在于\n\
正确答案:C\n\
A. 仿效欧美政体\n\
B. 发展资本主义\n\
C. 延续封建统治\n\
D. 缓和阶级矛盾\
|\
第五次反“围剿”的失败充分证明了\n\
正确答案:D\n\
A. 良好的群众基础是红色政权存在的重要条件\n\
B. 全国的革命形势对红色政权的影响巨大\n\
C. 相当力量的正式红军的存在，是造成工农武装割据的重要条件\n\
D. 中国共产党的正确领导是红色政权存在的最重要条件\
|\
解放战争时期，国民党统治区人民民主运动高涨的根本原因是\n\
正确答案:C\n\
A. 中国共产党组织了反蒋统治的第二条战线\n\
B. 上海学生举行了声势浩大的“三反”斗争\n\
C. 国民党蒋介石集团的经济崩溃和政治危机\n\
D. 民主党派的联合斗争和人民起义遍及各地\
|\
义和团运动的主体是农民等小生产者，其历史局限性表现在\n\
正确答案:AB\n\
A. 存在盲目、笼统的排外主义错误\n\
B. 无法认清帝国主义与清王朝相互勾结的本质\n\
C. 存在有许多迷信、落后的倾向\n\
D. 争权夺利、享乐主义\
|\
在抗击外国侵略的战争中，为国捐躯的爱国官兵有\n\
正确答案:ABCD\n\
A. 关天培\n\
B. 陈化成\n\
C. 邓世昌\n\
D. 林永升\
|\
对资本主义工商业进行和平改造的主要依据有\n\
正确答案:ABCD\n\
A. 中国的民族资产阶级存在着两面性\n\
B. 中国工人阶级与资产阶级长期保持着统一战线的关系\n\
C. 建立了人民民主专政的国家政权和社会主义国营经济\n\
D. 国家对资本主义工商业逐步实施了利用、限制、改造的政策\
|\
邓小平在同江泽民等谈话时提出的中国社会主义农业改革和发展的“ 两个飞跃 ”是\n\
正确答案:AD\n\
A. 废除人民公社，实行家庭承包责任制\n\
B. 发展乡镇企业\n\
C. 实施科教兴农战略\n\
D. 发展集体经济\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
19世纪70年代后，洋务派举办的最重要的官督商办民用企业有\n\
正确答案:ABCD\n\
A. 轮船招商局\n\
B. 开平矿务局\n\
C. 天津电报局\n\
D. 上海机器织布局\
|\
大革命失败后，中共进行的反抗国民党反动统治的武装斗争包括\n\
正确答案:ABD\n\
A. 南昌起义\n\
B. 秋收起义\n\
C. 孟良崮战役\n\
D. 广州起义\
|\
19世纪末期，帝国主义列强瓜分中国的图谋并未实现，其原因有（ ）\n\
正确答案:AB\n\
A. 帝国主义列强之间的矛盾和相互制约\n\
B. 中国人民进行了不屈不挠的反侵略斗争\n\
C. 清政府与列强相勾结\n\
D. 中国地域过于广阔\
|\
五四运动前后的新文化运动的不同之处有\n\
正确答案:BC\n\
A. 宣传社会主义思想\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 对科学共产主义作了较为全面系统地介绍\n\
D. 动摇了封建正统思想\
|\
九一八事变后发生后到1935年华北事变期间，中国爱国将领进行的局部抗战包括\n\
正确答案:ABCD\n\
A. 长城抗战\n\
B. “一•二八”淞沪抗战\n\
C. 察哈尔抗战\n\
D. 东北抗日游击战争\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的会议是\n\
正确答案:D\n\
A. 中共十二届六中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十一届三中全会的召开\
|\
20世纪初，章炳麟发表的宣传民主革命思想的著作是\n\
正确答案:A\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
中共十五大把同马列主义、毛泽东思想一道确立为中共的指导思想的是\n\
正确答案:A\n\
A. 邓小平理论\n\
B. “三个代表”的重要思想\n\
C. 有中国特色的社会主义理论\n\
D. 科学发展观\
|\
中国共产党开创的第一块农村革命根据地是\n\
正确答案:C\n\
A. 晋察冀根据地\n\
B. 晋察冀根据地\n\
C. 湘鄂西根据地\n\
D. 鄂豫皖根据地\
|\
最能完整地体现五四运动性质的口号是\n\
正确答案:D\n\
A. 废除"二十一条"\n\
B. 拒绝在和约上签字\n\
C. 还我青岛\n\
D. 外争主权，内惩国贼\
|\
下列关于"九一八事变"影响，不正确的是\n\
正确答案:C\n\
A. 它使中国东北沦为日本殖民地\n\
B. 它促使中国的社会矛盾开始发生变化\n\
C. 它促使中共立即作出国共合作共同抗日的主张\n\
D. 它是日本灭亡中国计划的一部分\
|\
在甲午战争后，严复翻译的《天演论》所宣传的重要思想是\n\
正确答案:D\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 天下兴亡，匹夫有责\n\
D. 物竞天择，适者生存\
|\
1894年11月，侵华日军制造了屠杀中国居民约2万人的\n\
正确答案:A\n\
A. 旅顺惨案\n\
B. 海兰泡惨案\n\
C. 江东六十四屯惨案\n\
D. 济南惨案\
|\
戊戌维新运动期间，光绪皇帝在资产阶级维新派建议下设立了\n\
正确答案:D\n\
A. 天津武备学堂\n\
B. 广州万木草堂\n\
C. 长沙时务学堂\n\
D. 京师大学堂\
|\
毛泽东指出，新民主主义国家内部的主要矛盾是\n\
正确答案:C\n\
A. 人民大众与封建主义的矛盾\n\
B. 中华民族与帝国主义的矛盾\n\
C. 无产阶级与资产阶级的矛盾\n\
D. 人民对经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\
|\
国统区第二条战线形成的原因有：\n\
正确答案:ABCD\n\
A. 专制统治和官员腐败，丧失人心。\n\
B. 大发“劫收”国难财。\n\
C. 违背人民的和平、修养生息的愿望。\n\
D. 物价上涨，导致恶性通货膨胀，人民生活困难。\
|\
中国同盟会纲领中涉及到的问题有\n\
正确答案:ABD\n\
A. 推翻满洲贵族的统治\n\
B. 建立资产阶级共和国\n\
C. 驱逐占据中国的帝国主义势力\n\
D. 提出了资本主义的土地纲领\
|\
毛泽东在《星星之火，可以燎原》一文中阐述的主要内容是\n\
正确答案:BCD\n\
A. 提出了“工农武装割据”的总概念，从思想路线的高度为农村包围城市的革命道路指明了方向\n\
B. 批评了“城市中心论”的思想\n\
C. 提出了红色政权巩固和扩大的路线\n\
D. 强调了坚持农村根据地建设的意义\
|\
大革命失败后，中共进行的反抗国民党反动统治的武装斗争包括\n\
正确答案:ABD\n\
A. 南昌起义\n\
B. 秋收起义\n\
C. 孟良崮战役\n\
D. 广州起义\
|\
和旧民主主义革命相比，五四运动的历史特点是\n\
正确答案:ABCD\n\
A. 彻底的反帝反封建\n\
B. 它是场真正的群众运动\n\
C. 促进了马克思主义在中国的传播\n\
D. 促进了马克思主义与中国工人运动的结合\
|\
在宣传民主革命思想的过程中，著名的资产阶级革命派知识分子有\n\
正确答案:ABC\n\
A. 章炳麟\n\
B. 邹 容\n\
C. 陈天华\n\
D. 康有为\
|\
太平天国领导人希望通过《天朝田亩制度》方案建立的理想社会是\n\
正确答案:ABC\n\
A. 有田同耕，有饭同食\n\
B. 有衣同穿，有钱同使\n\
C. 无处不均匀，无人不饱暖\n\
D. 无处不平等，无人不欢乐\
|\
第二次鸦片战争以来，沙皇俄国通过一系列不平等条约侵占了中国150多万平方公里的领土，这些不平等条约有\n\
正确答案:ABCD\n\
A. 《改定伊犁条约》及五个勘界议定书\n\
B. 《瑗珲条约》\n\
C. 中俄《北京条约》\n\
D. 《勘分西北界约记》\
|\
太平天国运动是中国农民战争的最高峰的主要依据是\n\
正确答案:ABCD\n\
A. 组织了强大的武装\n\
B. 其规模和延续时间均属空前\n\
C. 颁布了《天朝田亩制度》\n\
D. 承担了反封建反侵略的任务\
|\
袁世凯能够篡夺辛亥革命胜利果实的主要原因是\n\
正确答案:ABCD\n\
A. 帝国主义的支持\n\
B. 国内封建势力的支持\n\
C. 袁世凯拥有强大的军事力量\n\
D. 袁世凯假意赞成共和\
|\
“一•二八”淞沪抗战中，率领十九路军抵抗日军侵略的爱国将领是\n\
正确答案:A\n\
A. 蔡廷锴\n\
B. 张学良\n\
C. 冯玉祥\n\
D. 马占山\
|\
在中国近代历史上，第一次明确提出反帝反封建的民主革命纲领是在\n\
正确答案:C\n\
A. 中共一大\n\
B. 国民党一大\n\
C. 中共二大\n\
D. 中共三大\
|\
1915年12月，资产阶级革命派发动了反对袁世凯复辟帝制的\n\
正确答案:B\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
1915年开始的民主、科学与尊孔复古的论战实质是\n\
正确答案:A\n\
A. 资产阶级与封建地主阶级的思想论战\n\
B. 无产阶级与资产阶级的思想论战\n\
C. 马克思主义与改良主义的论战\n\
D. 西方文明与中华传统文化之间的冲突\
|\
第一次国共合作的政治基础是\n\
正确答案:D\n\
A. 三民主义\n\
B. 反帝反封建\n\
C. 联俄、联共、扶助农工的三大政策\n\
D. 新三民主义\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于①对国情没有认识清楚 ②缺乏社会主义建设的经验 ③苏联撕毁合同 ④急于求成\n\
正确答案:D\n\
A. ①②③\n\
B. ②③④\n\
C. ①④\n\
D. ①②④\
|\
基本完成社会主义改造的时间是\n\
正确答案:A\n\
A. 1956年\n\
B. 1957年\n\
C. 1958年\n\
D. 1959年\
|\
在中国近代史上，资产阶级思想与封建主义思想的第一次正面交锋是\n\
正确答案:D\n\
A. 洋务派与顽固派的论战\n\
B. 革命派与改良派的论战\n\
C. 洋务派与维新派的论战\n\
D. 维新派与守旧派的论战\
|\
1895年，严复在《救亡决论》一文中喊出的口号是\n\
正确答案:B\n\
A. “师夷长技以制夷”\n\
B. “救亡”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
标志着以慈禧太后为首的清政府彻底放弃抵抗外国侵略者的事件是\n\
正确答案:D\n\
A. 《南京条约》的签订\n\
B. 《天津条约》的签订\n\
C. 《北京条约》的签订\n\
D. 《辛丑条约》的签订\
|\
太平天国运动是中国农民战争的最高峰的主要依据是\n\
正确答案:ABCD\n\
A. 组织了强大的武装\n\
B. 其规模和延续时间均属空前\n\
C. 颁布了《天朝田亩制度》\n\
D. 承担了反封建反侵略的任务\
|\
下列属于国统区学生运动的是\n\
正确答案:ABC\n\
A. 1947年5月20日反饥饿、反内战的五二0运动。\n\
B. 1945年12月1日反对内战、争取自由的一二一运动。\n\
C. 1946年12月30日抗议美军暴行的抗暴运动（一二三0运动）。\n\
D. 1947年2月28日台湾二二八起义。\
|\
“一化三改造”时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货\n\
B. “四马分肥”中的资方红利\n\
C. 公私合营\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
20 世纪初，宣传资产阶级民主革命思想的主要人物有\n\
正确答案:ABD\n\
A. 章炳麟\n\
B. 邹容\n\
C. 康有为\n\
D. 陈天华\
|\
大革命失败的原因有\n\
正确答案:ABCD\n\
A. 反革命的力量强大\n\
B. 中共领导人的错误思想\n\
C. 中共缺乏革命斗争的经验\n\
D. 中共在思想理论上不够成熟\
|\
1905年至1907年间，资产阶级革命派与改良派论战的主要议题是\n\
正确答案:ACD\n\
A. 要不要社会革命\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
通过重庆谈判和签订的"双十协定"，中共取得的成果有\n\
正确答案:ABD\n\
A. 在全国人民面前表现了和平诚意\n\
B. 迫使国民党承认和平建国的基本方针\n\
C. 实现了中共在国家政治生活中的合法地位\n\
D. 团结了民主力量\
|\
中共十二届六中全会确定的我国社会主义现代化建设的总体布局是\n\
正确答案:ABCD\n\
A. 以经济建设为中心\n\
B. 坚定不移地进行经济体制改革\n\
C. 坚定不移地进行政治体制改革\n\
D. 坚定不移地加强精神文明建设\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:CD\n\
A. 工人阶级和资产阶级的矛盾\n\
B. 中国和帝国主义的矛盾\n\
C. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
D. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\
|\
国共合作的大革命时期中国共产党所发挥的作用包括\n\
正确答案:ACD\n\
A. 提出了反帝反封建的政治口号\n\
B. 广州国民政府的建立者\n\
C. 人民群众的主要发动者和组织者\n\
D. 推动了北伐战争的顺利进行\
|\
第一次国共合作的政治基础是\n\
正确答案:D\n\
A. 三民主义\n\
B. 反帝反封建\n\
C. 联俄、联共、扶助农工的三大政策\n\
D. 新三民主义\
|\
20世纪70时年代初，毛泽东、周恩来抓住时机在中美关系上发起了\n\
正确答案:A\n\
A. “乒乓外交”\n\
B. “足球外交”\n\
C. “围棋外交”\n\
D. “篮球外交”\
|\
近代中国第一个全国性的资产阶级革命政党是\n\
正确答案:B\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
基本完成社会主义改造的时间是\n\
正确答案:A\n\
A. 1956年\n\
B. 1957年\n\
C. 1958年\n\
D. 1959年\
|\
七届二中全会召开的地点是\n\
正确答案:C\n\
A. 北平\n\
B. 延安\n\
C. 西柏坡\n\
D. 上海\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
1900年外国列强发动八国联军侵华战争，战后迫使清政府签订了\n\
正确答案:D\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
“中国不败而败”是指下列哪场战争\n\
正确答案:C\n\
A. 中日甲午战争\n\
B. 鸦片战争\n\
C. 中法战争\n\
D. 第二次鸦片战争\
|\
19世纪90年代，谭嗣同发表的宣传变法维新主张的著作是\n\
正确答案:B\n\
A. 《新学伪经考》\n\
B. 《仁学》\n\
C. 《人类公理》\n\
D. 《变法通义》\
|\
1979年3月，邓小平明确提出坚持“四项基本原则”是在\n\
正确答案:C\n\
A. 中央工作会议\n\
B. 中共十一届三中全会\n\
C. 中央理论工作务虚会\n\
D. 中共十二届六中全会\
|\
在民主革命取得全国胜利之后，中国存在着两种基本的矛盾\n\
正确答案:AD\n\
A. 工人阶级和资产阶级的矛盾\n\
B. 工人阶级和农民阶级的矛盾\n\
C. 农民阶级和地主阶级的矛盾\n\
D. 中国和帝国主义的矛盾\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于\n\
正确答案:ABD\n\
A. 对国情没有认识清楚\n\
B. 缺乏社会主义建设的经验\n\
C. 苏联撕毁合同\n\
D. 急于求成\
|\
中国特色社会主义理论体系包括\n\
正确答案:BCD\n\
A. 毛泽东思想\n\
B. 邓小平理论\n\
C. “三个代表”的重要思想\n\
D. 科学发展观\
|\
1978年12月召开的中共十一届三中全会\n\
正确答案:ABCD\n\
A. 实现了新中国成立以来党的历史上具有深远意义的伟大转折\n\
B. 重新确立了马克思主义的思想路线、政治路线、组织路线\n\
C. 改革开放的序幕由此揭开,把党和国家的工作中心转移到经济建设上来\n\
D. 彻底否定“以阶级斗争为纲”的错误理论和实践\
|\
国家资本主义的初级形式在社会主义过渡时期主要体现在\n\
正确答案:ABC\n\
A. 统购包销\n\
B. 委托加工\n\
C. 计划订货\n\
D. 公私合营\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
下列有关中共第一次工作重心转移的叙述，正确的是\n\
正确答案:ABD\n\
A. 在革命面临危机的背景下被迫转移的\n\
B. 经历了一个先实践后理论的认识过程\n\
C. 使党的民主革命任务发生了根本变化\n\
D. 找到了一条适合中国国情的正确革命道路\
|\
太平天国运动是中国农民战争的最高峰的主要依据是\n\
正确答案:ABCD\n\
A. 组织了强大的武装\n\
B. 其规模和延续时间均属空前\n\
C. 颁布了《天朝田亩制度》\n\
D. 承担了反封建反侵略的任务\
|\
毛泽东在1957年2月最高国务会议上指出，社会主义社会的两类不同性质矛盾是\n\
正确答案:AB\n\
A. 敌我之间的矛盾\n\
B. 人民内部之间的矛盾\n\
C. 生产力和生产关系之间的矛盾\n\
D. 经济基础和上层建筑之间的矛盾\
|\
鸦片战争爆发前夕，一位英国殖民者说：“这是把我们将来和这个帝国的商务，安放在稳固而广阔的基础之上的最有希望的机会。”此言论反映的本质观点是，通过鸦片战争使英国 （ ）\n\
正确答案:ABD\n\
A. 扭转对华贸易逆差\n\
B. 使对华鸦片贸易合法化\n\
C. 使对华的正当贸易得到保护\n\
D. 获得倾销商品的广阔市场\
|\
标志腐朽的清政府已经成为“洋人的朝廷”的是\n\
正确答案:D\n\
A. 《天津条约》的签订\n\
B. 《北京条约》的签订\n\
C. 《马关条约》的签订\n\
D. 《辛丑条约》的签订\
|\
重庆谈判的焦点问题是\n\
正确答案:A\n\
A. 人民军队和解放区的合法地位问题\n\
B. 要不要和平建国的问题\n\
C. 实行宪政、结束训政的问题\n\
D. 人民的民主、自由权利的问题\
|\
与辛亥革命相比，五四运动的特点在于\n\
正确答案:B\n\
A. 无产阶级政党登上了历史舞台\n\
B. 运动具有广泛的社会性和彻底地反帝反封建的态度\n\
C. 是一场反帝爱国运动\n\
D. 是资产阶级民主革命的一个组成部分\
|\
1947年10月发表的《中国人民解放军宣言》提出了\n\
正确答案:B\n\
A. 土地改革的总路线\n\
B. 打倒蒋介石，解放全中国\n\
C. 新民主主义革命总路线\n\
D. “三军配合、两翼牵制”的战略部署\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
第一个五年计划中，东北地区的建设项目主要是\n\
正确答案:B\n\
A. 纺织工业项目\n\
B. 重工业项目\n\
C. 电子工业项目\n\
D. 煤炭工业项目\
|\
魏源在1843年编纂了提出“师夷长技以制夷”重要思想的\n\
正确答案:A\n\
A. 《海国图志》\n\
B. 《盛世危言》\n\
C. 《校颁庐抗议》\n\
D. 《天演论》\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
1915年12月，组织“护国军“北上反袁的著名将领是\n\
正确答案:A\n\
A. 蔡锷\n\
B. 黄兴\n\
C. 宋教仁\n\
D. 朱德\
|\
标志着维新变法运动的开始的事件是\n\
正确答案:B\n\
A. 维新派与守旧派的论战\n\
B. 公车上书\n\
C. “中体西用”思想的提出\n\
D. “明定国是”诏书的颁布\
|\
中国封建社会的封建宗法等级制度突出的是\n\
正确答案:ABC\n\
A. 君权\n\
B. 父权\n\
C. 夫权\n\
D. 子权\
|\
在近代中国，民族资本主义经济的发展受到多方面的阻碍，主要有\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
19世纪90年代，资产阶级维新派创办的主要学会有\n\
正确答案:AD\n\
A. 强学会\n\
B. 兴中会\n\
C. 华兴会\n\
D. 保国会\
|\
资本－帝国主义列强对近代中国进行经济掠夺的主要手段有\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华倾销商品和资本输出\n\
D. 操纵中国经济命脉\
|\
1905年至1907年，资产阶级革命派和改良派展开论战的各自舆论阵地是\n\
正确答案:AD\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
下列内容属于七届二中全会的是\n\
正确答案:ABC\n\
A. 我党工作中心从农村转移到城市\n\
B. 强调加强党的思想建设\n\
C. 提出由新民主主义向社会主义转变\n\
D. 确立毛泽东思想为党的指导思想\
|\
在新民主主义革命时期，压在中国人民身上的“三座大山”是指\n\
正确答案:ABD\n\
A. 外国帝国主义\n\
B. 本国封建主义\n\
C. 本国资本主义\n\
D. 官僚资本主义\
|\
中共十一届三中全会后对外开放开始起步，1980年中央决定设立的经济特区包括\n\
正确答案:ABCD\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 汕头经济特区\n\
D. 厦门经济特区\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
南京临时政府的局限性表现为\n\
正确答案:ABC\n\
A. 承认清政府与列强所订的一切不平等条约和一切外债有效\n\
B. 没有提出任何可以满足农民土地要求的政策和措施\n\
C. 维护封建土地制度以及官僚、地主所占有的土地财产\n\
D. 主体是资产阶级革命派\
|\
毛泽东指出，新民主主义国家内部的主要矛盾是\n\
正确答案:C\n\
A. 人民大众与封建主义的矛盾\n\
B. 中华民族与帝国主义的矛盾\n\
C. 无产阶级与资产阶级的矛盾\n\
D. 人民对经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\
|\
标志着第三条道路破产的事件是\n\
正确答案:D\n\
A. 1946年6月蒋介石发动全面内战\n\
B. 1946年11月蒋介石下令召开伪国民大会\n\
C. 1947年3月蒋介石下令进攻延安\n\
D. 1947年10月蒋介石下令解散中国民主同盟\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
1894年11月，侵华日军制造了屠杀中国居民约2万人的\n\
正确答案:A\n\
A. 旅顺惨案\n\
B. 海兰泡惨案\n\
C. 江东六十四屯惨案\n\
D. 济南惨案\
|\
新中国成功地爆炸第一颗原子弹的是在\n\
正确答案:A\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
中共十六大把同马克思列宁主义、毛泽东思想、邓小平理论一道确立为中共必须长期坚持的指导思想是\n\
正确答案:D\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
1900年，俄国在入侵中国时制造了屠杀中国居民的\n\
正确答案:C\n\
A. 旅顺惨案\n\
B. 海兰泡惨案\n\
C. 江东六十四屯惨案\n\
D. 济南惨案\
|\
1940年8月，向日本侵略军发起百团大战的总指挥是\n\
正确答案:C\n\
A. 邓小平\n\
B. 粟裕\n\
C. 彭德怀\n\
D. 王震\
|\
与孙中山领导的反对北洋军阀的斗争相比，北伐战争的一个显著特点是\n\
正确答案:B\n\
A. 依靠"新军"反对北洋军阀\n\
B. 依靠革命武装反对北洋军阀\n\
C. 依靠会党反对北洋军阀\n\
D. 依靠地方军阀反对北洋军阀\
|\
下列有关中共第一次工作重心转移的叙述，正确的是\n\
正确答案:ABD\n\
A. 在革命面临危机的背景下被迫转移的\n\
B. 经历了一个先实践后理论的认识过程\n\
C. 使党的民主革命任务发生了根本变化\n\
D. 找到了一条适合中国国情的正确革命道路\
|\
在抗击外国侵略的战争中，为国捐躯的爱国官兵有\n\
正确答案:ABCD\n\
A. 关天培\n\
B. 陈化成\n\
C. 邓世昌\n\
D. 林永升\
|\
国统区第二条战线形成的原因有：\n\
正确答案:ABCD\n\
A. 专制统治和官员腐败，丧失人心。\n\
B. 大发“劫收”国难财。\n\
C. 违背人民的和平、修养生息的愿望。\n\
D. 物价上涨，导致恶性通货膨胀，人民生活困难。\
|\
1939年7月，中共针对当时国内出现的妥协与分裂的危险，明确提出（ ）三大方针。\n\
正确答案:ABC\n\
A. 团结\n\
B. 抗战\n\
C. 进步\n\
D. 斗争\
|\
19世纪90年代末，资产阶级维新派宣传变法维新主张的主要活动是\n\
正确答案:ABCD\n\
A. 向皇帝上书\n\
B. 著书立说\n\
C. 介绍外国的变法\n\
D. 办学会、办报纸、设学堂\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
中国封建社会前后延续了两千多年，其特点有\n\
正确答案:ABCD\n\
A. 在经济上，封建地主土地所有制经济占主导地位\n\
B. 在政治上，实行高度中央集权的封建君主专制制度\n\
C. 在文化上，以儒家思想为核心\n\
D. 在社会结构上，是族权和政权相结合的封建宗法等级制度\
|\
1947年3月，国民党军队重点进攻的解放区是\n\
正确答案:AD\n\
A. 山东\n\
B. 中原\n\
C. 华东\n\
D. 陕北\
|\
新民主主义的三种基本阶级力量是\n\
正确答案:ABD\n\
A. 工人阶级\n\
B. 资产阶级\n\
C. 地主阶级\n\
D. 农民和其他小资产阶级\
|\
中国特色社会主义理论体系包括\n\
正确答案:BCD\n\
A. 毛泽东思想\n\
B. 邓小平理论\n\
C. “三个代表”的重要思想\n\
D. 科学发展观\
|\
1894年，孙中山创立革命团体兴中会并喊出的时代最强音是\n\
正确答案:D\n\
A. “师夷长技以制夷”\n\
B. “救亡图存”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
1860年，外国列强通过《北京条约》迫使中国开放的通商口岸是\n\
正确答案:D\n\
A. 汉口\n\
B. 九江\n\
C. 南京\n\
D. 天津\
|\
造成1959年至1961年我国国民经济严重困难的最主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. 经济建设中的“左”倾错误\
|\
1979年3月，邓小平明确提出坚持“四项基本原则”是在\n\
正确答案:C\n\
A. 中央工作会议\n\
B. 中共十一届三中全会\n\
C. 中央理论工作务虚会\n\
D. 中共十二届六中全会\
|\
19世纪60年代，清朝统治阶级中的部分成员兴起了向西方学习的\n\
正确答案:A\n\
A. 洋务运动\n\
B. 维新运动\n\
C. 新政运动\n\
D. 立宪运动\
|\
中国共产党开创的第一块农村革命根据地是\n\
正确答案:C\n\
A. 晋察冀根据地\n\
B. 晋察冀根据地\n\
C. 湘鄂西根据地\n\
D. 鄂豫皖根据地\
|\
发展国民经济的第一个五年计划，集中力量进行的是\n\
正确答案:A\n\
A. 重工业建设\n\
B. 轻工业建设\n\
C. 军事和国防建设\n\
D. 农业建设\
|\
南京临时政府中占领导和主体地位的派别是\n\
正确答案:D\n\
A. 资产阶级维新派\n\
B. 资产阶级保皇派\n\
C. 资产阶级立宪派\n\
D. 资产阶级革命派\
|\
中国共产党比较系统地阐述关于社会主义初级阶段的理论是在\n\
正确答案:B\n\
A. 中共十二大\n\
B. 中共十三大\n\
C. 中共十四大\n\
D. 中共十五大\
|\
1840年第一次鸦片战争后中国社会的性质是\n\
正确答案:C\n\
A. 封建社会\n\
B. 资本主义社会\n\
C. 半殖民地半封建社会\n\
D. 半资本主义半封建社会\
|\
新民主主义社会的三种主要经济成分是\n\
正确答案:ABD\n\
A. 社会主义经济\n\
B. 私人资本主义经济\n\
C. 国家资本主义经济\n\
D. 个体经济\
|\
20世纪前后，在民主革命思想传播过程中建立的资产阶级革命团体包括\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 光复会\n\
C. 华兴会\n\
D. 日知会\
|\
国家资本主义的初级形式在社会主义过渡时期主要体现在\n\
正确答案:ABC\n\
A. 统购包销\n\
B. 委托加工\n\
C. 计划订货\n\
D. 公私合营\
|\
资本－帝国主义列强在侵华过程中进行文化渗透的主要手段有\n\
正确答案:ABD\n\
A. 利用宗教进行侵略活动\n\
B. 借助传播西学的名义为侵华制造舆论\n\
C. 散布西方的学术思想\n\
D. 宣扬“种族优劣论”\
|\
土地革命战争时期，中共进行土地革命所依据的阶级路线包括\n\
正确答案:ABCD\n\
A. 依靠贫雇农\n\
B. 联合中农、限制富农\n\
C. 保护中小工商业者\n\
D. 消灭地主阶级\
|\
邓小平在同江泽民等谈话时提出的中国社会主义农业改革和发展的“ 两个飞跃 ”是\n\
正确答案:AD\n\
A. 废除人民公社，实行家庭承包责任制\n\
B. 发展乡镇企业\n\
C. 实施科教兴农战略\n\
D. 发展集体经济\
|\
早期信仰马克思主义的人物有\n\
正确答案:ABD\n\
A. 陈独秀\n\
B. 李大钊\n\
C. 胡适\n\
D. 周恩来\
|\
中日甲午战争后，根据《马关条约》的规定，清政府应将下列哪些地区割让给日本？\n\
正确答案:BCD\n\
A. 海南岛\n\
B. 台湾全岛及附属岛屿\n\
C. 澎湖列岛\n\
D. 辽东半岛\
|\
孙中山在《民报》发刊词中阐发的民族主义是指\n\
正确答案:CD\n\
A. 打倒封建主义\n\
B. 打倒帝国主义\n\
C. 以革命手段推翻清王朝\n\
D. 变“次殖民地”的中国为独立的中国\
|\
抗战时期，正面战场和敌后战场的主要区别是\n\
正确答案:ABCD\n\
A. 抗战的领导不同\n\
B. 抗战路线不同\n\
C. 作战方式不同\n\
D. 战略地位不同\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的会议是\n\
正确答案:D\n\
A. 中共十二届六中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十一届三中全会的召开\
|\
近代中国社会人数最多的被剥削阶级是\n\
正确答案:A\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
近代中国第一个全国性的资产阶级革命政党是\n\
正确答案:B\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
1840年第一次鸦片战争后中国社会的性质是\n\
正确答案:C\n\
A. 封建社会\n\
B. 资本主义社会\n\
C. 半殖民地半封建社会\n\
D. 半资本主义半封建社会\
|\
在19世纪90年代，洋务派建成的新式海军的主力是\n\
正确答案:D\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
从（ ）这十年，是“文化大革命”时期\n\
正确答案:B\n\
A. 1956年5月到1966年 10月\n\
B. 1966年5月到1976年 10月\n\
C. 1956年5月到1966年8月\n\
D. 1966年5月到1966年 8月\
|\
在近代，帝国主义列强不能灭亡和瓜分中国的最根本原因是\n\
正确答案:D\n\
A. 民族资产阶级发动的民主革命\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 洋务派开展的“自强”、“求富”运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
对“民权主义”理解正确的是\n\
正确答案:B\n\
A. 推翻清王朝的封建专制统治\n\
B. 进行政治革命，推翻封建帝制，建立资产阶级共和国\n\
C. 平均地权、核定地价\n\
D. 打击帝国主义在华势力\
|\
洋务运动失败的标志是在中日甲午战争中\n\
正确答案:D\n\
A. 福建水师的全军覆没\n\
B. 广东水师的全军覆没\n\
C. 南洋水师的全军覆没\n\
D. 北洋水师的全军覆没\
|\
标志着维新变法运动的开始的事件是\n\
正确答案:B\n\
A. 维新派与守旧派的论战\n\
B. 公车上书\n\
C. “中体西用”思想的提出\n\
D. “明定国是”诏书的颁布\
|\
下面的历史事件，与上海密切相关的是\n\
正确答案:ABC\n\
A. 中国共产党的成立\n\
B. 五卅运动\n\
C. “四?一二”政变\n\
D. 中国国民党一大\
|\
中国的抗日战争是世界反法西斯战争的重要组成部分，其表现是\n\
正确答案:ABCD\n\
A. 中国战场年平均牵制日本的陆军的74%以上\n\
B. 日军在海外作战中损失的 287 万人中，有 150 万人伤亡在中国战场\n\
C. 中国为盟国提供了大量的战略物资和军事情报\n\
D. 美英法等国向中国提供了经济援助或军事合作\
|\
在中国早期接受、宣传马克思主义的先进分子中，来自新文化运动精神领袖的是\n\
正确答案:CD\n\
A. 毛泽东\n\
B. 董必武\n\
C. 李大钊\n\
D. 陈独秀\
|\
中国革命胜利的基本经验有\n\
正确答案:ACD\n\
A. 建立广泛的统一战线\n\
B. 群众路线\n\
C. 加强共产党自身的建设\n\
D. 坚持革命的武装斗争\
|\
李大钊在1918年发表的三篇著名文章是\n\
正确答案:BCD\n\
A. 《我的马克思主义观》\n\
B. 《庶民的胜利》\n\
C. 《庶民的胜利》\n\
D. 《庶民的胜利》\
|\
九一八事变后发生后到1935年华北事变期间，中国爱国将领进行的局部抗战包括\n\
正确答案:ABCD\n\
A. 长城抗战\n\
B. “一•二八”淞沪抗战\n\
C. 察哈尔抗战\n\
D. 东北抗日游击战争\
|\
毛泽东从1928年到1930年提出并阐述了农村包围城市、武装夺取政权道路理论的主要\n\
正确答案:ABCD\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《反对本本主义》\
|\
19世纪90年代，资产阶级维新派与封建守旧派论战的主要问题是\n\
正确答案:ACD\n\
A. 要不要变法\n\
B. 要不要实行民主共和\n\
C. 要不要实行君主立宪\n\
D. 要不要废八股、改科举和兴学堂\
|\
1979 年 3 月，邓小平在中央理论工作会上首次明确提出必须坚持\n\
正确答案:ABCD\n\
A. 社会主义道路\n\
B. 人民民主专政\n\
C. 共产党的领导\n\
D. 马克思列宁主义、毛泽东思想\
|\
1939年7月，中共明确提出（ ）三大口号，继续争取同蒋介石集团合作。\n\
正确答案:BCD\n\
A. 停止内战，一致对外\n\
B. 坚持抗战到底，反对中途妥协\n\
C. 巩固国内团结，反对内部分裂\n\
D. 力求全国进步，反对向后倒退\
|\
中国由新民主主义向社会主义转变的优越的政治条件是\n\
正确答案:B\n\
A. 马克思主义、毛泽东思想的指导地位\n\
B. 中国共产党的领导和人民民主专政国家制度的建立\n\
C. 新民主主义经济制度的建立和国民经济的恢复\n\
D. 社会主义国营经济成为多种经济成份中的领导力量\
|\
中国近代史上人民群众第一次大规模的反侵略武装斗争是\n\
正确答案:A\n\
A. 三元里人民的抗英斗争\n\
B. 太平天国抗击洋枪队的斗争\n\
C. 台湾高山族人民的抗日斗争\n\
D. 义和团抗击八国联军的斗争\
|\
1915年开始的民主、科学与尊孔复古的论战实质是\n\
正确答案:A\n\
A. 资产阶级与封建地主阶级的思想论战\n\
B. 无产阶级与资产阶级的思想论战\n\
C. 马克思主义与改良主义的论战\n\
D. 西方文明与中华传统文化之间的冲突\
|\
标志着日本全面侵华战争开始的事变是\n\
正确答案:C\n\
A. 九一八\n\
B. 华北\n\
C. 七七\n\
D. 八一三\
|\
新中国发展国民经济的第一个五年计划期间是指\n\
正确答案:C\n\
A. 1952-1956年\n\
B. 1949-1954年\n\
C. 1953-1957年\n\
D. 1950-1955年\
|\
1894年11月，侵华日军制造了屠杀中国居民约2万人的\n\
正确答案:A\n\
A. 旅顺惨案\n\
B. 海兰泡惨案\n\
C. 江东六十四屯惨案\n\
D. 济南惨案\
|\
20世纪初，章炳麟发表的宣传民主革命思想的著作是\n\
正确答案:A\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
与辛亥革命相比，五四运动的特点在于\n\
正确答案:B\n\
A. 无产阶级政党登上了历史舞台\n\
B. 运动具有广泛的社会性和彻底地反帝反封建的态度\n\
C. 是一场反帝爱国运动\n\
D. 是资产阶级民主革命的一个组成部分\
|\
近代中国睁眼看世界的第一人是\n\
正确答案:A\n\
A. 林则徐\n\
B. 魏源\n\
C. 严复\n\
D. 郑观应\
|\
在新民主主义革命时期，成为新民主主义革命的一项基本任务是\n\
正确答案:B\n\
A. 反对帝国主义，打破外国垄断资本的控制\n\
B. 反对封建主义，进行土地制度的彻底改革\n\
C. 反对官僚资本主义，没收官僚资本归新民主主义国家所有\n\
D. 反对资本主义，废除私有制经济\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（ ）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于\n\
正确答案:ABD\n\
A. 对国情没有认识清楚\n\
B. 缺乏社会主义建设的经验\n\
C. 苏联撕毁合同\n\
D. 急于求成\
|\
中国革命胜利的基本经验有\n\
正确答案:ACD\n\
A. 建立广泛的统一战线\n\
B. 群众路线\n\
C. 加强共产党自身的建设\n\
D. 坚持革命的武装斗争\
|\
1949年3月中共中央离开西柏坡迁往北平。毛泽东说，今天是进京赶考的日子，我们决不当李自成，我们都希望考个好成绩。这句话的意思主要是\n\
正确答案:CD\n\
A. 避免农民战争中的流寇主义\n\
B. 克服农民阶级的私有观念\n\
C. 防止产生骄傲麻痹思想。\n\
D. 防止干部中出现享乐腐化作风。\
|\
新民主主义的三种基本阶级力量是\n\
正确答案:ABD\n\
A. 工人阶级\n\
B. 资产阶级\n\
C. 地主阶级\n\
D. 农民和其他小资产阶级\
|\
下面属于中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 中国共产党的领导\n\
B. 各民主党派和无党派人士、各少数民族、爱国知识分子和华侨的支持\n\
C. 工人、农民和城市小资产阶级是民主革命的主要力量\n\
D. 国际无产阶级和人民群众的支持\
|\
1905年至1907年间，资产阶级革命派与改良派论战的主要议题是\n\
正确答案:ACD\n\
A. 要不要社会革命\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
中国民主革命的基本动力包括\n\
正确答案:ABD\n\
A. 工人\n\
B. 农民\n\
C. 民族资产阶级\n\
D. 城市小资产阶级\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
在洋务运动过程中，洋务派提出的目标主要是\n\
正确答案:BC\n\
A. “救亡”\n\
B. “自强”\n\
C. “求富”\n\
D. “维新”\
|\
基本完成社会主义改造的时间是\n\
正确答案:A\n\
A. 1956年\n\
B. 1957年\n\
C. 1958年\n\
D. 1959年\
|\
新中国第一颗人造地球卫星发射成功是在\n\
正确答案:D\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
1905年至1907年，资产阶级革命派和改良派论战的焦点是\n\
正确答案:D\n\
A. 要不要平均地权\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
日军占领南京后，制造震惊世界的大屠杀，被杀害我手无寸铁的平民和放下武器的士兵达到\n\
正确答案:C\n\
A. 10万以上\n\
B. 20万以上\n\
C. 30万以上\n\
D. 40万以上\
|\
大地主大资产阶级政权\n\
正确答案:C\n\
A. 中共三大\n\
B. 中共六大\n\
C. 八七会议\n\
D. 古田会议\
|\
同盟会发动的起义中，影响较大，被孙中山誉为与武昌起义并重的是\n\
正确答案:D\n\
A. 刘道一领导的萍浏醴起义\n\
B. 秋瑾、徐锡麟领导的浙皖起义\n\
C. 孙中山、黄兴领导的镇南关起义\n\
D. 孙中山、黄兴领导的广州黄花岗起义\
|\
中共十七大把同马列主义、毛泽东思想、邓小平理论一道确立为党长期坚持的指导思想的是\n\
正确答案:C\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
中国资产阶级领导的变法与革命失败的根本原因是\n\
正确答案:D\n\
A. 传统儒家思想的影响\n\
B. 封建顽固势力的强大\n\
C. 帝国主义的破坏\n\
D. 民族资产阶级自身的软弱性和妥协性\
|\
中国共产党在洛川会议上规定，为抗战时期解决农民问题的基本政策是\n\
正确答案:A\n\
A. 减租减息\n\
B. 三三制\n\
C. 大生产运动\n\
D. 精兵简政\
|\
促使民主党派与蒋介石集团决裂，同中国共产党并肩战斗的原因有\n\
正确答案:ABC\n\
A. 国民党撕毁政协决议，发动全面内战\n\
B. 蒋介石非法召开“国民大会”，制定伪宪法\n\
C. 人民解放军转入战略反攻，国统区反蒋斗争高涨\n\
D. 三大战役胜利，全国解放在望\
|\
中国的资产阶级分为两个部分,它们包括\n\
正确答案:AB\n\
A. 官僚资产阶级\n\
B. 民族资产阶级\n\
C. 小资产阶级\n\
D. 工人阶级\
|\
1911年10月，直接参与领导武昌起义的革命组织是\n\
正确答案:BC\n\
A. 中国国民党\n\
B. 共进会\n\
C. 文学社\n\
D. 中华革命党\
|\
解放战争时期国民党镇压爱国民主运动，制造的惨案有\n\
正确答案:ACD\n\
A. “一二•一”惨案\n\
B. 平江惨案\n\
C. 下关惨案\n\
D. 李、闻惨案\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于\n\
正确答案:ABD\n\
A. 对国情没有认识清楚\n\
B. 缺乏社会主义建设的经验\n\
C. 苏联撕毁合同\n\
D. 急于求成\
|\
1936年12月12日率部发动西安事变要求蒋介石联共抗日的爱国将领有\n\
正确答案:BD\n\
A. 冯玉祥\n\
B. 张学良\n\
C. 李宗仁\n\
D. 杨虎城\
|\
在1898年9月“百日维新”失败后慷慨就义的“戊戌六君子”是\n\
正确答案:ABC\n\
A. 谭嗣同、刘光第\n\
B. 林旭、杨锐\n\
C. 杨深秀、康广仁\n\
D. 康有为、梁启超\
|\
中国民族资产阶级是一个带两重性的阶级，这两重性是指\n\
正确答案:AB\n\
A. 革命性\n\
B. 软弱性\n\
C. 动摇性\n\
D. 不彻底性\
|\
下面的历史事件，与上海密切相关的是\n\
正确答案:ABC\n\
A. 中国共产党的成立\n\
B. 五卅运动\n\
C. “四?一二”政变\n\
D. 中国国民党一大\
|\
陈独秀右倾机会主义和王明“左”倾机会主义错误产生的共同原因是\n\
正确答案:ABC\n\
A. 共产国际的错误指导\n\
B. 中国共产党不够成熟，缺乏理论修养和实践经验\n\
C. 主观主义\n\
D. 对革命急于求成\
|\
中国抗战以来第一次大捷是\n\
正确答案:A\n\
A. 平型关大捷\n\
B. 台儿庄大捷\n\
C. 百团大战\n\
D. 昆仑关大捷\
|\
下列文献明确规定毛泽东思想为中国共产党指导思想的是\n\
正确答案:B\n\
A. 中共"一大"通过的党纲\n\
B. 中共"七大"通过的党章\n\
C. 中共"八七"会议的决定\n\
D. 中共遵义会议的决议\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
文化大革命的发动者是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 朱德\
|\
日军占领南京后，制造震惊世界的大屠杀，被杀害我手无寸铁的平民和放下武器的士兵达到\n\
正确答案:C\n\
A. 10万以上\n\
B. 20万以上\n\
C. 30万以上\n\
D. 40万以上\
|\
大地主大资产阶级政权\n\
正确答案:C\n\
A. 中共三大\n\
B. 中共六大\n\
C. 八七会议\n\
D. 古田会议\
|\
下列关于洋务运动的论述不正确的是\n\
正确答案:C\n\
A. 洋务运动是一场封建统治者的自救运动\n\
B. 洋务运动客观上促进了中国资本主义的发展\n\
C. 洋务运动的目的是为了推翻清政府的统治\n\
D. 洋务运动失败是必然的\
|\
在1840年至1919年间，中国人民在历次反侵略战争中失败的最根本原因是\n\
正确答案:A\n\
A. 社会制度的腐败\n\
B. 军事技术的落后\n\
C. 思想文化的保守\n\
D. 经济力量的薄弱\
|\
1860年，英法两国分别迫使清政府签订的不平等条约是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《天津条约》\n\
C. 《北京条约》\n\
D. 《望厦条约》\
|\
洋务运动失败的标志是在中日甲午战争中\n\
正确答案:D\n\
A. 福建水师的全军覆没\n\
B. 广东水师的全军覆没\n\
C. 南洋水师的全军覆没\n\
D. 北洋水师的全军覆没\
|\
国民党政府维护帝国主义、封建主义、官僚资本主义的利益，巩固自身统治的主要方法有\n\
正确答案:ABCD\n\
A. 建立庞大的军队\n\
B. 建立了庞大的全国性特务系统\n\
C. 大力推行保甲制度\n\
D. 实行文化专制主义\
|\
大革命失败的原因有\n\
正确答案:ABCD\n\
A. 反革命的力量强大\n\
B. 中共领导人的错误思想\n\
C. 中共缺乏革命斗争的经验\n\
D. 中共在思想理论上不够成熟\
|\
新文化运动兴起的社会背景是\n\
正确答案:ABCD\n\
A. 辛亥革命没有彻底批判封建思想\n\
B. 北洋军阀用封建思想来禁锢人们的头脑\n\
C. 资产阶级要求实行民主政治\n\
D. 中国资本主义进一步发展\
|\
在近代中国，民族资本主义经济的发展受到多方面的阻碍，主要有\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
19世纪90年代，资产阶级维新派创办的主要学会有\n\
正确答案:AD\n\
A. 强学会\n\
B. 兴中会\n\
C. 华兴会\n\
D. 保国会\
|\
洪秀全早期写的革命著作有\n\
正确答案:BCD\n\
A. 《奉天讨胡檄布四方谕》\n\
B. 《原道觉世训》\n\
C. 《原道救世歌》\n\
D. 《原道醒世训》\
|\
毛泽东在《星星之火，可以燎原》一文中阐述的主要内容是\n\
正确答案:BCD\n\
A. 提出了“工农武装割据”的总概念，从思想路线的高度为农村包围城市的革命道路指明了方向\n\
B. 批评了“城市中心论”的思想\n\
C. 提出了红色政权巩固和扩大的路线\n\
D. 强调了坚持农村根据地建设的意义\
|\
中国共产党早期组织的活动有\n\
正确答案:ABCD\n\
A. 研究和宣传马克思主义\n\
B. 同反马克思主义思潮展开论战\n\
C. 在工人中进行组织和宣传工作\n\
D. 成立社会主义青年团\
|\
辛亥革命没有完成的历史任务主要是\n\
正确答案:AD\n\
A. 没有完成反帝反封建的任务\n\
B. 没有推翻清王朝的统治\n\
C. 没有打击到列强在华势力\n\
D. 没有改变中国的社会性质\
|\
革命派与改良派的论战暴露了革命派在思想理论方面的弱点，具体表现在\n\
正确答案:ABCD\n\
A. 不敢彻底地反帝\n\
B. 对地主阶级持妥协态度\n\
C. 所说的“国民”，主要指资产阶级及其知识分子，不是广大群众\n\
D. 在土地问题上解决的不彻底\
|\
1915年12月，组织“护国军“北上反袁的著名将领是\n\
正确答案:A\n\
A. 蔡锷\n\
B. 黄兴\n\
C. 宋教仁\n\
D. 朱德\
|\
洋务运动期间，洋务派兴办的第一个规模较大的兵工厂是\n\
正确答案:D\n\
A. 马尾船政局\n\
B. 金陵机器局\n\
C. 天津机器局\n\
D. 江南制造总局\
|\
1914年5月，窃夺辛亥革命成果的袁世凯炮制了\n\
正确答案:C\n\
A. 《暂时新刑律》\n\
B. 《戒严法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
“中国不败而败”是指下列哪场战争\n\
正确答案:C\n\
A. 中日甲午战争\n\
B. 鸦片战争\n\
C. 中法战争\n\
D. 第二次鸦片战争\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
1913年，资产阶级革命派为反对袁世凯刺杀宋教仁和“善后大借款”发动了\n\
正确答案:A\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
国家对农村实行联产承包责任制的直接原因是\n\
正确答案:C\n\
A. 小农经济的落后性\n\
B. 为解决工业化原料\n\
C. 克服人民公社“一大二公”和分配中的平均主义\n\
D. 发展农村生产力\
|\
标志中国民族资产阶级第一次登上政治舞台的是\n\
正确答案:B\n\
A. 洋务运动\n\
B. 戊戌维新运动\n\
C. 护国运动\n\
D. 护法运动\
|\
鸦片战争以后，一股“向西方学习”的新思想萌发，其主要目的是：\n\
正确答案:A\n\
A. 重新认识世界，寻求强国御侮之道\n\
B. 学习西方先进技术，发展资本主义经济\n\
C. 了解西方国家，与之建立平等的外交关系\n\
D. 学习西方的先进的政治制度，进行社会改革\
|\
标志着维新变法运动的开始的事件是\n\
正确答案:B\n\
A. 维新派与守旧派的论战\n\
B. 公车上书\n\
C. “中体西用”思想的提出\n\
D. “明定国是”诏书的颁布\
|\
过渡时期总路线，中的“三改”是指\n\
正确答案:ABC\n\
A. 对农业的改造\n\
B. 手工业的改造\n\
C. 资本主义工商业的改造\n\
D. 林业的改造\
|\
1921-1949年中国社会的3种建国方案是\n\
正确答案:ABC\n\
A. 建立大地主大资产阶级的军事独裁统治\n\
B. 建立一个工人阶级领导的人民共和国\n\
C. 建立一个资产阶级共和国\n\
D. 建立一个欧美式的联邦共和国\
|\
进入20世纪80年代，我国多层次、有重点、点面结合对外开放格局的构成包括\n\
正确答案:ABCD\n\
A. 经济特区\n\
B. 沿海开放城市\n\
C. 沿海经济开放区\n\
D. 内地\
|\
新民主主义的三种基本阶级力量是\n\
正确答案:ABD\n\
A. 工人阶级\n\
B. 资产阶级\n\
C. 地主阶级\n\
D. 农民和其他小资产阶级\
|\
1895年，孙中山在香港成立兴中会总部时提出的革命纲领是\n\
正确答案:ABD\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 平均地权\n\
D. 创立合众政府\
|\
1905年至1907年间，资产阶级革命派与改良派论战的主要议题是\n\
正确答案:ACD\n\
A. 要不要社会革命\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
下列内容属于七届二中全会的是\n\
正确答案:ABC\n\
A. 我党工作中心从农村转移到城市\n\
B. 强调加强党的思想建设\n\
C. 提出由新民主主义向社会主义转变\n\
D. 确立毛泽东思想为党的指导思想\
|\
中国民族资产阶级是一个带两重性的阶级，这两重性是指\n\
正确答案:AB\n\
A. 革命性\n\
B. 软弱性\n\
C. 动摇性\n\
D. 不彻底性\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
毛泽东从1928年到1930年提出并阐述了农村包围城市、武装夺取政权道路理论的主要\n\
正确答案:ABCD\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《反对本本主义》\
|\
在下列不平等条件中，含有强迫清政府把香港割让给英国这一内容的是\n\
正确答案:B\n\
A. 《北京条约》\n\
B. 《南京条约》\n\
C. 《黄埔条约》\n\
D. 《望厦条约》\
|\
三大主力红军会师的地点是\n\
正确答案:B\n\
A. 吴起镇\n\
B. 会宁\n\
C. 懋功\n\
D. 甘孜\
|\
1947年10月发表的《中国人民解放军宣言》提出了\n\
正确答案:B\n\
A. 土地改革的总路线\n\
B. 打倒蒋介石，解放全中国\n\
C. 新民主主义革命总路线\n\
D. “三军配合、两翼牵制”的战略部署\
|\
中国共产党开创的第一块农村革命根据地是\n\
正确答案:C\n\
A. 晋察冀根据地\n\
B. 晋察冀根据地\n\
C. 湘鄂西根据地\n\
D. 鄂豫皖根据地\
|\
党在过渡时期的总路线的主体是\n\
正确答案:D\n\
A. 对农业的社会主义改造\n\
B. 对手工业的社会主义改造\n\
C. 对资本主义工商业的社会主义改造\n\
D. 实现国家的社会主义工业化\
|\
辛亥革命取得的最大成就是\n\
正确答案:A\n\
A. 推翻了封建帝制\n\
B. 促进了资本主义的发展\n\
C. 使人民获得了一些民主自由权利\n\
D. 打击了帝国主义的殖民势力\
|\
中国共产党诞生的标志性事件是\n\
正确答案:A\n\
A. 中国共产党第一次全国代表大会的召开\n\
B. 五四运动爆发\n\
C. 上海共产主义小组成立\n\
D. 《共产党》月刊创刊\
|\
"军叫工农革命，旗号镰刀斧头。地主重重压迫,农民个个同仇。秋收时节幕云愁，霹雳一声暴动"（毛泽东1927年一首词），这首词赞颂的是\n\
正确答案:C\n\
A. 上海工人起义\n\
B. 南昌起义\n\
C. 秋收起义\n\
D. 广州起义\
|\
中国最早接受和宣传马克思主义的先进分子是\n\
正确答案:D\n\
A. 陈独秀\n\
B. 毛泽东\n\
C. 李达\n\
D. 李大钊\
|\
1928年蒋介石在南京建立政权，其性质是\n\
正确答案:D\n\
A. 地主阶级政权\n\
B. 官僚资产阶级政权\n\
C. 资产阶级政权\n\
D. 大地主大资产阶级政权\
|\
在1921年中国共产党诞生至1949年新中国成立以前的时期，中国存在着三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 外国帝国主义\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（ ）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
1842年，英国通过《南京条约》迫使中国开放的通商口岸除广州外还包括\n\
正确答案:ABCD\n\
A. 厦门\n\
B. 福州\n\
C. 宁波\n\
D. 上海\
|\
新中国成立以来，取得了举世瞩目的巨大成就\n\
正确答案:ABCD\n\
A. 从争取经济独立到建设社会主义现代化国家\n\
B. 从赢得政治独立到建设社会主义民主政治\n\
C. 从发展新民主主义文化到建设中国特色的社会主义文化\n\
D. 从打破封锁到全方位对外开放\
|\
1946年1月10日，在重庆召开了政治协商会议，其主要作用有\n\
正确答案:ABCD\n\
A. 有利于冲破蒋介石独裁统治\n\
B. 有利于实行民主政治\n\
C. 有利于和平建国。\n\
D. 激发中国广大人民实现民主、团结、统一的愿望。\
|\
中国工农红军“长征”的胜利是\n\
正确答案:ABCD\n\
A. 革命英雄主义的胜利\n\
B. 革命乐观主义的胜利\n\
C. 艰苦奋斗革命精神的胜利\n\
D. 毛泽东正确思想的胜利\
|\
卢沟桥事变后，在保卫北平的战斗中牺牲的国民党爱国将领是\n\
正确答案:BD\n\
A. 张自忠\n\
B. 佟麟阁\n\
C. 郝梦龄\n\
D. 赵登禹\
|\
从1953年开始的三大改造包括\n\
正确答案:BCD\n\
A. 进行土地改革，实行农民的土地私有制\n\
B. 手工业合作化\n\
C. 对资本主义工商业进行公私合营\n\
D. 农业合作化\
|\
在中国近代史上，资产阶级维新派自身的弱点和局限主要有\n\
正确答案:ABC\n\
A. 脱离人民群众\n\
B. 不敢否定封建主义\n\
C. 对帝国主义抱有幻想\n\
D. 抱守儒家学说\
|\
1840年以后，从皇帝到权贵，大都\n\
正确答案:ABCD\n\
A. 昏庸愚昧\n\
B. 不了解世界大势\n\
C. 不懂得御敌之策\n\
D. 害怕人民群众\
|\
1900年，外国列强发动了侵略中国的\n\
正确答案:D\n\
A. 第二次鸦片战争\n\
B. 中法战争\n\
C. 甲午战争\n\
D. 八国联军侵华战争\
|\
1894年日本发动了侵略中国的甲午战争，战后迫使清政府签订了\n\
正确答案:C\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
从公元前5世纪的战国时代到1840年的鸦片战争前，中国的社会性质是\n\
正确答案:B\n\
A. 奴隶社会\n\
B. 封建社会\n\
C. 半殖民地半封建社会\n\
D. 资本主义社会\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
洋务运动失败的标志是在中日甲午战争中\n\
正确答案:D\n\
A. 福建水师的全军覆没\n\
B. 广东水师的全军覆没\n\
C. 南洋水师的全军覆没\n\
D. 北洋水师的全军覆没\
|\
1919年7月发表《多研究些问题，少谈些主义》文章的资产阶级改良主义的代表是\n\
正确答案:C\n\
A. 梁启超\n\
B. 张东荪\n\
C. 胡适\n\
D. 黄凌霜\
|\
资本－帝国主义列强对中国的侵略，首先和主要进行的是\n\
正确答案:A\n\
A. 军事侵略\n\
B. 政治控制\n\
C. 经济掠夺\n\
D. 文化渗透\
|\
1979年3月，邓小平明确提出坚持“四项基本原则”是在\n\
正确答案:C\n\
A. 中央工作会议\n\
B. 中共十一届三中全会\n\
C. 中央理论工作务虚会\n\
D. 中共十二届六中全会\
|\
1947年解放军开始战略反攻时，国民党军队正在实施的战略是\n\
正确答案:B\n\
A. 全面进攻解放区\n\
B. 重点进攻山东和陕北解放区\n\
C. 抢占战略要地和交通线\n\
D. 集中兵力防守战略要地\
|\
近代史上，与割让香港有关的条约是\n\
正确答案:AB\n\
A. 《南京条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
以下各项中属于“戊戌六君子”的人物有（ ）\n\
正确答案:AD\n\
A. 谭嗣同\n\
B. 梁启超\n\
C. 康有为\n\
D. 杨深秀\
|\
中国工农红军“长征”的胜利是\n\
正确答案:ABCD\n\
A. 革命英雄主义的胜利\n\
B. 革命乐观主义的胜利\n\
C. 艰苦奋斗革命精神的胜利\n\
D. 毛泽东正确思想的胜利\
|\
毛泽东认为，社会主义这个阶段可分为两个阶段，包括\n\
正确答案:AC\n\
A. 不发达的社会主义\n\
B. 初级阶段的社会主义\n\
C. 比较发达的社会主义\n\
D. 高级阶段的社会主义\
|\
民族资产阶级领导的辛亥革命的历史局限性主要表现在\n\
正确答案:ABCD\n\
A. 没有提出彻底反帝的革命纲领\n\
B. 没有提出彻底反封建的革命纲领\n\
C. 没有充分发动和依靠民众\n\
D. 没有建立坚强的革命政党\
|\
国民革命与近代前期的资产阶级民主革命相比，其突出的新特点是\n\
正确答案:ACD\n\
A. 以国共合作为基础\n\
B. 采用武装斗争的形式\n\
C. 群众基础扩大\n\
D. 反帝反封建相结合\
|\
针对美国遏制新中国的情况，中国共产党在新中国成立前夕提出的外交方针包括\n\
正确答案:ABC\n\
A. “另起炉灶”\n\
B. “打扫干净屋子再请客”\n\
C. “一边倒”\n\
D. “全方位”\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
太平天国失败的原因包括\n\
正确答案:ABCD\n\
A. 缺乏先进阶级的领导\n\
B. 缺乏科学理论的指导\n\
C. 缺乏对外国列强侵华的理性认识\n\
D. 没有正确对待中国的传统文化\
|\
中国民族资产阶级政治上的两面性是指\n\
正确答案:AB\n\
A. 与外国资本主义和本国封建主义有矛盾、斗争的一面\n\
B. 与外国资本主义和本国封建主义有依赖、妥协的一面\n\
C. 与外国资本主义和本国封建主义有合作的一面\n\
D. 与外国资本主义和本国封建主义有中立的一面\
|\
19世纪90年代，梁启超发表的宣传变法维新主张的著作是\n\
正确答案:D\n\
A. 《新学伪经考》\n\
B. 《仁学》\n\
C. 《人类公理》\n\
D. 《变法通义》\
|\
中国近代史的开端是\n\
正确答案:A\n\
A. 1840年第一次鸦片战争\n\
B. 1856年第二次鸦片战争\n\
C. 1894年甲午战争\n\
D. 1900年八国联军侵华战争\
|\
标志着维新变法运动的开始的事件是\n\
正确答案:B\n\
A. 维新派与守旧派的论战\n\
B. 公车上书\n\
C. “中体西用”思想的提出\n\
D. “明定国是”诏书的颁布\
|\
三大主力红军会师的地点是\n\
正确答案:B\n\
A. 吴起镇\n\
B. 会宁\n\
C. 懋功\n\
D. 甘孜\
|\
戊戌变法的性质是\n\
正确答案:B\n\
A. 资产阶级革命运动\n\
B. 资产阶级改良运动\n\
C. 封建统治阶级自上而下的改革\n\
D. 地主阶级的改革运动\
|\
资本－帝国主义列强对中国的侵略，首先和主要进行的是\n\
正确答案:A\n\
A. 军事侵略\n\
B. 政治控制\n\
C. 经济掠夺\n\
D. 文化渗透\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
1894年，孙中山建立的中国第一个资产阶级革命团体是\n\
正确答案:A\n\
A. 兴中会\n\
B. 光复会\n\
C. 科学补习所\n\
D. 共进会\
|\
被誉为中国人民的大宪章、起着临时宪法作用的是\n\
正确答案:B\n\
A. 《论人民民主专政》\n\
B. 《中国人民政治协商会议共同纲领》\n\
C. 《中国人民政治协商会议组织法》\n\
D. 《新民主主义论》\
|\
毛泽东提出由新民主主义社会转变为社会主义社会的总任务和主要途径的著作是\n\
正确答案:C\n\
A. 《中国革命和中国共产党》\n\
B. 《论政策》\n\
C. 《在中共七届二中全会上的报告》\n\
D. 《论人民民主专政》\
|\
19世纪末期，帝国主义列强瓜分中国的图谋未能实现的原因包括\n\
正确答案:BD\n\
A. 洋务派开展的“自强”“求富”运动\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 维新派掀起的戊戌变法运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
下列内容属于七届二中全会的是\n\
正确答案:ABC\n\
A. 我党工作中心从农村转移到城市\n\
B. 强调加强党的思想建设\n\
C. 提出由新民主主义向社会主义转变\n\
D. 确立毛泽东思想为党的指导思想\
|\
1936年12月12日率部发动西安事变要求蒋介石联共抗日的爱国将领有\n\
正确答案:BD\n\
A. 冯玉祥\n\
B. 张学良\n\
C. 李宗仁\n\
D. 杨虎城\
|\
西方列强在华的经济掠夺手段包括\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华进行商品输出和资本输出\n\
D. 操纵中国的经济命脉\
|\
中国民主革命的基本动力包括\n\
正确答案:ABD\n\
A. 工人\n\
B. 农民\n\
C. 民族资产阶级\n\
D. 城市小资产阶级\
|\
中共十一届三中全会后对外开放开始起步，1980年中央决定设立\n\
正确答案:ABCD\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 汕头经济特区\n\
D. 厦门经济特区\
|\
早期信仰马克思主义的人物有\n\
正确答案:ABD\n\
A. 陈独秀\n\
B. 李大钊\n\
C. 胡适\n\
D. 周恩来\
|\
下列对秋收起义的认识正确的有\n\
正确答案:ABC\n\
A. 是发动群众武装反抗国民党统治的正确抉择\n\
B. 进攻长沙是在“八七会议”“左”倾情绪影响下的决定\n\
C. 文家市会议迈出了到农村建立革命根据地的第一步\n\
D. 三湾改编是中国共产党创建革命军队的开端\
|\
19 世纪 70 至 80 年代，帝国主义列强掀起的“边疆危机”包括\n\
正确答案:ABCD\n\
A. 英国侵入西藏、云南\n\
B. 法国侵犯广西\n\
C. 日本侵犯中国台湾\n\
D. 俄国入侵新疆\
|\
从19世纪60到90年代，洋务派创办的新式学堂主要是\n\
正确答案:ABC\n\
A. 翻译学堂\n\
B. 科技学堂\n\
C. 军事学堂\n\
D. 农艺学堂\
|\
在下列不平等条件中，含有强迫清政府把香港割让给英国这一内容的是\n\
正确答案:B\n\
A. 《北京条约》\n\
B. 《南京条约》\n\
C. 《黄埔条约》\n\
D. 《望厦条约》\
|\
1924年5月,在苏联和中国共产党的帮助下，国民党陆军军官学校在广州黄埔创办（简称黄埔军校），校长是\n\
正确答案:B\n\
A. 孙中山\n\
B. 蒋介石\n\
C. 廖仲恺\n\
D. 汪精卫\
|\
1976年“文化大革命”结束后，造成党和国家的工作在徘徊中前进局面的根源在于\n\
正确答案:D\n\
A. “阶级斗争为纲”的错误方针\n\
B. “批林批孔”的错误方针\n\
C. “反击右倾翻案风”的错误方针\n\
D. “两个凡是”的错误方针\
|\
五四爱国运动爆发的导火线是\n\
正确答案:B\n\
A. 五四爱国运动爆发的导火线是\n\
B. 巴黎和会上中国外交失败\n\
C. 俄国十月社会主义革命的爆发\n\
D. 袁世凯复辟帝制\
|\
标志着日本全面侵华战争开始的事变是\n\
正确答案:C\n\
A. 九一八\n\
B. 华北\n\
C. 七七\n\
D. 八一三\
|\
在第一次鸦片战争后，中国爆发的一场伟大的农民战争是\n\
正确答案:B\n\
A. 三元里人民抗英斗争\n\
B. 太平天国运动\n\
C. 台湾高山族人民抗日斗争\n\
D. 义和团运动\
|\
1903年，邹容发表的号召人民推翻清朝统治的著作是\n\
正确答案:B\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
1914年5月，窃夺辛亥革命成果的袁世凯炮制了\n\
正确答案:C\n\
A. 《暂时新刑律》\n\
B. 《戒严法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
1913年，资产阶级革命派为反对袁世凯刺杀宋教仁和“善后大借款”发动了\n\
正确答案:A\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
我国成功地爆炸第一颗氢弹的是在\n\
正确答案:C\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
中共十一届三中全会的主要功绩是\n\
正确答案:ABCD\n\
A. 彻底否定了“两个凡是”的错误方针\n\
B. 高度评价了关于真理标准问题的讨论\n\
C. 断然否定“以阶级斗争为纲”的指导思想\n\
D. 作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策\
|\
1912年2月13日，临时参议院选举袁世凯为临时大总统。孙中山为防止袁世凯专制，提出新总统必须遵守的条件包括\n\
正确答案:ACD\n\
A. 定都南京\n\
B. 维护共和\n\
C. 新总统到南京就职\n\
D. 遵守约法\
|\
中共一大的内容包括（\n\
正确答案:ACD\n\
A. 制定了党的第一个纲领\n\
B. 决定加入共产国际\n\
C. 确定了党的中心任务\n\
D. 选举了党的中央领导机构\
|\
戊戌维新运动的历史意义有\n\
正确答案:ABC\n\
A. 是一次爱国救亡运动\n\
B. 是一场资产阶级性质的政治改革运动\n\
C. 是一场思想启蒙运动\n\
D. 是一次封建经济体制的改革运动\
|\
1949年中华人民共和国的成立标志着\n\
正确答案:BC\n\
A. 社会主义革命阶段的结束\n\
B. 新民主主义革命阶段的基本结束\n\
C. 社会主义革命阶段的开始\n\
D. 新民主主义革命阶段的开始\
|\
1921-1949年中国社会的3种建国方案是\n\
正确答案:ABC\n\
A. 建立大地主大资产阶级的军事独裁统治\n\
B. 建立一个工人阶级领导的人民共和国\n\
C. 建立一个资产阶级共和国\n\
D. 建立一个欧美式的联邦共和国\
|\
中国封建社会前后延续了两千多年，其特点有\n\
正确答案:ABCD\n\
A. 在经济上，封建地主土地所有制经济占主导地位\n\
B. 在政治上，实行高度中央集权的封建君主专制制度\n\
C. 在文化上，以儒家思想为核心\n\
D. 在社会结构上，是族权和政权相结合的封建宗法等级制度\
|\
.五四运动与以往民主主义革命的显著区别是\n\
正确答案:ABC\n\
A. 广泛的群众基础\n\
B. 在俄国十月革命影响下发生\n\
C. 工人阶级发挥了主力军的作用\n\
D. 进行了"外争主权，内惩国贼"的斗争\
|\
抗日战争时期，中国共产党在抗日根据地实行的“三三制”政权，政权人员的组成大体是\n\
正确答案:ACD\n\
A. 共产党员占1/3\n\
B. 农民代表占1/3\n\
C. 中间分子占1/3\n\
D. 非党进步分子占1/3\
|\
到19世纪90年代，洋务派建成的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
近代中国第一个全国性的资产阶级革命政党是\n\
正确答案:B\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
近代中国睁眼看世界的第一人是\n\
正确答案:A\n\
A. 林则徐\n\
B. 魏源\n\
C. 严复\n\
D. 郑观应\
|\
（ ）揭开改革开放的序幕，吹响建设中国特色的社会主义的时代号角\n\
正确答案:A\n\
A. 十一届三中全会\n\
B. 十二届四中全会\n\
C. 十三届四中全会\n\
D. 十一届四中全会\
|\
帝国主义列强对中国的侵略和瓜分达到高潮是在\n\
正确答案:C\n\
A. 第一次鸦片战争后\n\
B. 第二次鸦片战争后\n\
C. 中日甲午战争后\n\
D. 八国联军战争后\
|\
中共十七大把同马列主义、毛泽东思想、邓小平理论一道确立为党长期坚持的指导思想的是\n\
正确答案:C\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
第五次反“围剿”的失败充分证明了\n\
正确答案:D\n\
A. 良好的群众基础是红色政权存在的重要条件\n\
B. 全国的革命形势对红色政权的影响巨大\n\
C. 相当力量的正式红军的存在，是造成工农武装割据的重要条件\n\
D. 中国共产党的正确领导是红色政权存在的最重要条件\
|\
1860年，英法两国分别迫使清政府签订的不平等条约是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《天津条约》\n\
C. 《北京条约》\n\
D. 《望厦条约》\
|\
19世纪60年代，洋务派最早兴办的洋务事业是\n\
正确答案:A\n\
A. 军用工业\n\
B. 民用企业\n\
C. 新式学堂\n\
D. 新式海陆军\
|\
19世纪60年代后，洋务派开展洋务运动的指导思想是\n\
正确答案:B\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 变法维新以救亡图存\n\
D. 物竞天择，适者生存\
|\
1946年6月，全面内战爆发，国民党军队首先进攻的地区是\n\
正确答案:C\n\
A. 山东解放区\n\
B. 东北解放区\n\
C. 中原解放区\n\
D. 陕甘宁解放区\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
20世纪前后，在民主革命思想传播过程中建立的资产阶级革命团体包括\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 光复会\n\
C. 华兴会\n\
D. 日知会\
|\
在19世纪60年代，清朝统治阶级中主张学习西方的洋务派的主要代表人物有\n\
正确答案:ABCD\n\
A. 奕\n\
B. 曾国藩\n\
C. 李鸿章\n\
D. 左宗棠\
|\
下列关于“八七”会议的表述正确的是\n\
正确答案:ACD\n\
A. 纠正了陈独秀的右倾投降主义错误\n\
B. 会议避免了“左”的错误\n\
C. 毛泽东提出“政权是由枪杆子中取得的”\n\
D. 会议确定土地革命和武装斗争的方针\
|\
资本－帝国主义列强对近代中国进行经济掠夺的主要手段有\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华倾销商品和资本输出\n\
D. 操纵中国经济命脉\
|\
革命派与改良派的论战暴露了革命派在思想理论方面的弱点，具体表现在\n\
正确答案:ABCD\n\
A. 不敢彻底地反帝\n\
B. 对地主阶级持妥协态度\n\
C. 所说的“国民”，主要指资产阶级及其知识分子，不是广大群众\n\
D. 在土地问题上解决的不彻底\
|\
和旧民主主义革命相比，五四运动的历史特点是\n\
正确答案:ABCD\n\
A. 彻底的反帝反封建\n\
B. 它是场真正的群众运动\n\
C. 促进了马克思主义在中国的传播\n\
D. 促进了马克思主义与中国工人运动的结合\
|\
第一次鸦片战争期间，清政府被迫与英国签订的不平等条约有\n\
正确答案:ACD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《虎门条约》\n\
D. 《五口通商章程》\
|\
洋务派举办的洋务事业主要有\n\
正确答案:BCD\n\
A. 实行君主立宪制\n\
B. 兴办近代企业\n\
C. 建立新式海陆军\n\
D. 创办新式学堂\
|\
在新民主主义革命时期，有三种建国方案可由中国人民在政治实践中选择，但从根本上说可供中国人民选择的方案主要是\n\
正确答案:BC\n\
A. 在中国建立资产阶级共和国\n\
B. 继续维持半殖民地半封建的旧中国\n\
C. 创建新民主主义的新中国\n\
D. 在中国建立社会主义国家\
|\
中国共产党开创的第一块农村革命根据地是\n\
正确答案:C\n\
A. 晋察冀根据地\n\
B. 晋察冀根据地\n\
C. 湘鄂西根据地\n\
D. 鄂豫皖根据地\
|\
1947年刘邓大军挺进中原的重大意义在于\n\
正确答案:D\n\
A. 影响战略决战主攻方向\n\
B. 粉碎蒋介石的重点进攻\n\
C. 改变敌我双方的力量对比\n\
D. 改变解放战争的战略态势\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于①对国情没有认识清楚 ②缺乏社会主义建设的经验 ③苏联撕毁合同 ④急于求成\n\
正确答案:D\n\
A. ①②③\n\
B. ②③④\n\
C. ①④\n\
D. ①②④\
|\
1928年蒋介石在南京建立政权，其性质是\n\
正确答案:D\n\
A. 地主阶级政权\n\
B. 官僚资产阶级政权\n\
C. 资产阶级政权\n\
D. 大地主大资产阶级政权\
|\
"军叫工农革命，旗号镰刀斧头。地主重重压迫,农民个个同仇。秋收时节幕云愁，霹雳一声暴动"（毛泽东1927年一首词），这首词赞颂的是\n\
正确答案:C\n\
A. 上海工人起义\n\
B. 南昌起义\n\
C. 秋收起义\n\
D. 广州起义\
|\
1945年8月25日，中共中央提出“和平、民主、团结”三大口号的文件是\n\
正确答案:B\n\
A. 《抗日战争胜利后的时局和我们的方针》\n\
B. 《对目前时局的宣言》\n\
C. 《中共中央关于同国民党进行和平谈判的通知》\n\
D. 《政府与中共代表会谈纪要》\
|\
帝国主义列强对中国的侵略和瓜分达到高潮是在\n\
正确答案:C\n\
A. 第一次鸦片战争后\n\
B. 第二次鸦片战争后\n\
C. 中日甲午战争后\n\
D. 八国联军战争后\
|\
造成1959年至1961年我国国民经济严重困难的主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. “大跃进”和“反右倾”斗争的错误\
|\
戊戌维新运动期间，光绪皇帝在资产阶级维新派建议下设立了\n\
正确答案:D\n\
A. 天津武备学堂\n\
B. 广州万木草堂\n\
C. 长沙时务学堂\n\
D. 京师大学堂\
|\
在1898年9月“百日维新”失败后拒绝出走而慷慨就义的维新派代表人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
19世纪末期，帝国主义列强瓜分中国的图谋未能实现的原因包括\n\
正确答案:BD\n\
A. 洋务派开展的“自强”“求富”运动\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 维新派掀起的戊戌变法运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
中国共产党的建国方案在毛泽东的哪些著作中得到系统阐述\n\
正确答案:ABCD\n\
A. 《中国革命和中国共产党》\n\
B. 《新民主主义论》\n\
C. 《论联合政府》\n\
D. 《论人民民主专政》\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
抗日战争时期，中国共产党主办的（ ）报刊在国民党统治区公开发行，及时宣传党的主张，鼓舞和激励群众的抗战热情\n\
正确答案:AB\n\
A. 《新华日报》\n\
B. 《群众》周刊\n\
C. 《热血日报》\n\
D. 《解放日报》\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
土地革命战争时期，中国的红色政权能够存在与发展的条件有\n\
正确答案:ABCD\n\
A. 几个帝国主义国家间接统治的政治经济发展不平衡的半殖民地半封建的大国\n\
B. 第一次国内革命战争的影响，全国革命形势的继续向前发展\n\
C. 相当力量的正式红军的存在\n\
D. 共产党组织的坚强有力和政策的正确\
|\
国民革命与近代前期的资产阶级民主革命相比，其突出的新特点是\n\
正确答案:ACD\n\
A. 以国共合作为基础\n\
B. 采用武装斗争的形式\n\
C. 群众基础扩大\n\
D. 反帝反封建相结合\
|\
中国封建社会前后延续了两千多年，其特点有\n\
正确答案:ABCD\n\
A. 在经济上，封建地主土地所有制经济占主导地位\n\
B. 在政治上，实行高度中央集权的封建君主专制制度\n\
C. 在文化上，以儒家思想为核心\n\
D. 在社会结构上，是族权和政权相结合的封建宗法等级制度\
|\
19世纪70年代后，洋务派举办的最重要的官督商办民用企业有\n\
正确答案:ABCD\n\
A. 轮船招商局\n\
B. 开平矿务局\n\
C. 天津电报局\n\
D. 上海机器织布局\
|\
抗日战争时期，中国共产党主办的（ ）报刊在国民党统治区公开发行，及时宣传党的主张，鼓舞和激励群众的抗战热情\n\
正确答案:AB\n\
A. 《新华日报》\n\
B. 《群众》周刊\n\
C. 《热血日报》\n\
D. 《解放日报》\
|\
正式制定我国社会主义现代化建设“三步走”战略部署的是\n\
正确答案:B\n\
A. 中共十二大\n\
B. 中共十三大\n\
C. 中共十四大\n\
D. 中共十五大\
|\
抗日战争胜利后初期，中共的主要政治任务是\n\
正确答案:C\n\
A. 参加重庆谈判，商讨建国大计\n\
B. 进行土地改革，消灭封建剥削制度\n\
C. 争取和平民主，反对内战独裁\n\
D. 召开政协会议，改组国民政府\
|\
在帝国主义列强对中国的侵略和瓜分达到高潮时，提出了“门户开放”政策的国家是\n\
正确答案:C\n\
A. 英国\n\
B. 法国\n\
C. 美国\n\
D. 德国\
|\
抗战胜利后，经过重庆谈判国共双方确认和平建国的基本方针是\n\
正确答案:A\n\
A. 《政府与中共代表会谈纪要》\n\
B. 《共同纲领》\n\
C. 《抗战胜利后的时局和我们的方针》\n\
D. 中共中央《对目前时局的宣言》\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
1915年开始的民主、科学与尊孔复古的论战实质是\n\
正确答案:A\n\
A. 资产阶级与封建地主阶级的思想论战\n\
B. 无产阶级与资产阶级的思想论战\n\
C. 马克思主义与改良主义的论战\n\
D. 西方文明与中华传统文化之间的冲突\
|\
中国资产阶级民主革命进入了一个新阶段的标志是\n\
正确答案:B\n\
A. 兴中会的成立\n\
B. 中国同盟会的成立\n\
C. 国民党的成立\n\
D. 中华革命党的成立\
|\
“中国不败而败”是指下列哪场战争\n\
正确答案:C\n\
A. 中日甲午战争\n\
B. 鸦片战争\n\
C. 中法战争\n\
D. 第二次鸦片战争\
|\
所谓“国中之国”是指\n\
正确答案:C\n\
A. 帝国主义在华的势力范围\n\
B. 帝国主义强迫我国开放的通商口岸\n\
C. 租界\n\
D. 帝国主义强迫清政府割让的土地\
|\
造成1959年至1961年我国国民经济严重困难的最主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. 经济建设中的“左”倾错误\
|\
国统区第二条战线形成的原因有：\n\
正确答案:ABCD\n\
A. 专制统治和官员腐败，丧失人心。\n\
B. 大发“劫收”国难财。\n\
C. 违背人民的和平、修养生息的愿望。\n\
D. 物价上涨，导致恶性通货膨胀，人民生活困难。\
|\
土地革命战争时期，中共进行土地革命所依据的阶级路线包括\n\
正确答案:ABCD\n\
A. 依靠贫雇农\n\
B. 联合中农、限制富农\n\
C. 保护中小工商业者\n\
D. 消灭地主阶级\
|\
在中国近代，大部分的土地为地主及旧式富农所占有，他们剥削农民的方式有\n\
正确答案:ABCD\n\
A. 地租\n\
B. 田赋\n\
C. 高利贷\n\
D. 附加税\
|\
卢沟桥事变后，在保卫北平的战斗中牺牲的国民党爱国将领是\n\
正确答案:BD\n\
A. 张自忠\n\
B. 佟麟阁\n\
C. 郝梦龄\n\
D. 赵登禹\
|\
新民主主义的三种基本阶级力量是\n\
正确答案:ABD\n\
A. 工人阶级\n\
B. 资产阶级\n\
C. 地主阶级\n\
D. 农民和其他小资产阶级\
|\
毛泽东从1928年到1930年提出并阐述了农村包围城市、武装夺取政权道路理论的主要\n\
正确答案:ABCD\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《反对本本主义》\
|\
1935年1月，遵义会议解决了当时最迫切的\n\
正确答案:BC\n\
A. 思想问题\n\
B. 军事问题\n\
C. 组织问题\n\
D. 政治问题\
|\
辛亥革命失败的原因是\n\
正确答案:ABCD\n\
A. 结束了2000多年的君主专制政体，建立了资产阶级共和政府\n\
B. 给人们带来了一次思想上的解放\n\
C. 为资本主义的发展创造了条件\n\
D. 一定程度上打击了帝国主义的侵略势力\
|\
全国胜利后，中国社会经济中存在着哪几种经济成分\n\
正确答案:ABCD\n\
A. 社会主义性质的国营经济\n\
B. 半社会主义性质的合作社经济\n\
C. 农民和手工业者的个体经济\n\
D. 私人资本主义经济、国家资本主义经济\
|\
1915年兴起的新文化运动的主要内容\n\
正确答案:ABCD\n\
A. 提倡民主和科学\n\
B. 提倡白话文\n\
C. 提倡新文学\n\
D. 宣传男女平等和个性解放\
|\
新文化运动兴起的标志是\n\
正确答案:A\n\
A. 陈独秀创办《新青年》\n\
B. 民主和科学口号的提出\n\
C. 胡适发表《文学改良刍议》\n\
D. 李大钊发表《庶民的胜利》\
|\
中共中央提出在抗日的条件下与资产阶级重建统一战线新政策的会议是\n\
正确答案:B\n\
A. 遵义会议\n\
B. 瓦窑堡会议\n\
C. 洛川会议\n\
D. 中共七大\
|\
19世纪60年代，洋务派最早兴办的洋务事业是\n\
正确答案:A\n\
A. 军用工业\n\
B. 民用企业\n\
C. 新式学堂\n\
D. 新式海陆军\
|\
中国共产党一向认为中国革命的基本问题是\n\
正确答案:B\n\
A. 党的问题\n\
B. 农民问题\n\
C. 工人问题\n\
D. 民族资产阶级问题\
|\
近代中国社会人数最多的被剥削阶级是\n\
正确答案:A\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
1932年3月，日本在吉林长春建立傀儡政权伪满洲国，出任执政的是\n\
正确答案:D\n\
A. 汪精卫\n\
B. 蒋介石\n\
C. 溥杰\n\
D. 溥仪\
|\
同盟会发动的起义中，影响较大，被孙中山誉为与武昌起义并重的是\n\
正确答案:D\n\
A. 刘道一领导的萍浏醴起义\n\
B. 秋瑾、徐锡麟领导的浙皖起义\n\
C. 孙中山、黄兴领导的镇南关起义\n\
D. 孙中山、黄兴领导的广州黄花岗起义\
|\
1978年在我国出现的一场马克思主义思想解放运动是\n\
正确答案:C\n\
A. 社会主义教育运动\n\
B. 揭批“四人帮”运动\n\
C. 关于真理标准的大讨论\n\
D. 关于计划经济和市场经济的的大讨论\
|\
资本－帝国主义列强对中国的侵略，首先和主要进行的是\n\
正确答案:A\n\
A. 军事侵略\n\
B. 政治控制\n\
C. 经济掠夺\n\
D. 文化渗透\
|\
鸦片战争以后，一股“向西方学习”的新思想萌发，其主要目的是：\n\
正确答案:A\n\
A. 重新认识世界，寻求强国御侮之道\n\
B. 学习西方先进技术，发展资本主义经济\n\
C. 了解西方国家，与之建立平等的外交关系\n\
D. 学习西方的先进的政治制度，进行社会改革\
|\
以下属于第一个五年计划内实现的项目是\n\
正确答案:ABCD\n\
A. 长春第一汽车制造厂\n\
B. 康藏、青藏、新藏铁路建成\n\
C. 武汉长江大桥\n\
D. 包头钢铁基地\
|\
中共八七会议的主要内容是\n\
正确答案:ACD\n\
A. 坚决纠正了以陈独秀为代表的右倾投降主义错误\n\
B. 撤消了陈独秀的职务，确定毛泽东的领导地位\n\
C. 把发动农民举行秋收起义作为当前党的主要任务\n\
D. 确定实行土地革命和武装反抗国民党的总方针\
|\
毛泽东总结中国共产党成立以来的历史经验，指出中国共产党在中国革命中战胜敌人的三大法宝是\n\
正确答案:ABC\n\
A. 统一战线\n\
B. 武装斗争\n\
C. 党的建设\n\
D. 根据地建设\
|\
近代中国半殖民地半封建社会的主要矛盾是\n\
正确答案:AC\n\
A. 帝国主义和中华民族的矛盾\n\
B. 无产阶级和资产阶级的矛盾\n\
C. 封建主义和人民大众的矛盾\n\
D. 农民阶级和地主阶级的矛盾\
|\
中国特色社会主义理论体系包括\n\
正确答案:BCD\n\
A. 毛泽东思想\n\
B. 邓小平理论\n\
C. “三个代表”的重要思想\n\
D. 科学发展观\
|\
在抗击外国侵略的战争中，为国捐躯的爱国官兵有\n\
正确答案:ABCD\n\
A. 关天培\n\
B. 陈化成\n\
C. 邓世昌\n\
D. 林永升\
|\
在新民主主义革命时期，有三种建国方案可由中国人民在政治实践中选择，但从根本上说可供中国人民选择的方案主要是\n\
正确答案:BC\n\
A. 在中国建立资产阶级共和国\n\
B. 继续维持半殖民地半封建的旧中国\n\
C. 创建新民主主义的新中国\n\
D. 在中国建立社会主义国家\
|\
中国封建社会的封建宗法等级制度突出的是\n\
正确答案:ABC\n\
A. 君权\n\
B. 父权\n\
C. 夫权\n\
D. 子权\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
辛亥革命的失败的主观原因包括\n\
正确答案:BCD\n\
A. 资本主义建国方案在半殖民地半封建社会的中国行不通\n\
B. 不能充分发动和依靠人民群众\n\
C. 不能建立坚强的革命政党\n\
D. 没有提出彻底的反帝反封建的革命纲领\
|\
新中国恢复在联合国合法席位的是在\n\
正确答案:C\n\
A. 1949年\n\
B. 1966年\n\
C. 1971年\n\
D. 1978年\
|\
1946年6月，全面内战爆发，国民党军队首先进攻的地区是\n\
正确答案:C\n\
A. 山东解放区\n\
B. 东北解放区\n\
C. 中原解放区\n\
D. 陕甘宁解放区\
|\
19世纪60年代后，洋务派开展洋务运动的指导思想是\n\
正确答案:B\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 变法维新以救亡图存\n\
D. 物竞天择，适者生存\
|\
魏源在1843年编纂了提出“师夷长技以制夷”重要思想的\n\
正确答案:A\n\
A. 《海国图志》\n\
B. 《盛世危言》\n\
C. 《校颁庐抗议》\n\
D. 《天演论》\
|\
1894年，孙中山建立的中国第一个资产阶级革命团体是\n\
正确答案:A\n\
A. 兴中会\n\
B. 光复会\n\
C. 科学补习所\n\
D. 共进会\
|\
1976年“文化大革命”结束后，造成党和国家的工作在徘徊中前进局面的根源在于\n\
正确答案:D\n\
A. “阶级斗争为纲”的错误方针\n\
B. “批林批孔”的错误方针\n\
C. “反击右倾翻案风”的错误方针\n\
D. “两个凡是”的错误方针\
|\
《双十协定》的签订，中共取得的战略优势是\n\
正确答案:D\n\
A. 获得了自卫战争的准备时间\n\
B. 解放区获得了合法地位\n\
C. 赢得了民主党派的支持\n\
D. 取得了政治上的主动地位\
|\
1947年解放军开始战略反攻时，国民党军队正在实施的战略是\n\
正确答案:B\n\
A. 全面进攻解放区\n\
B. 重点进攻山东和陕北解放区\n\
C. 抢占战略要地和交通线\n\
D. 集中兵力防守战略要地\
|\
"军叫工农革命，旗号镰刀斧头。地主重重压迫,农民个个同仇。秋收时节幕云愁，霹雳一声暴动"（毛泽东1927年一首词），这首词赞颂的是\n\
正确答案:C\n\
A. 上海工人起义\n\
B. 南昌起义\n\
C. 秋收起义\n\
D. 广州起义\
|\
在19世纪90年代，洋务派建成的新式海军的主力是\n\
正确答案:D\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
五四运动过程中提出的口号包括\n\
正确答案:ABC\n\
A. 外争主权，内除国贼\n\
B. 取消二十一条\n\
C. 拒绝和约签字\n\
D. 推翻北洋军阀政府的统治\
|\
在1921年中国共产党诞生至1949年新中国成立以前的时期，中国存在着三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 外国帝国主义\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
毛泽东从1928年到1930年提出并阐述了农村包围城市、武装夺取政权道路理论的主要\n\
正确答案:ABCD\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《反对本本主义》\
|\
中国封建社会的封建宗法等级制度突出的是\n\
正确答案:ABC\n\
A. 君权\n\
B. 父权\n\
C. 夫权\n\
D. 子权\
|\
参加五四运动的社会阶层有\n\
正确答案:ABCD\n\
A. 工人\n\
B. 农民\n\
C. 学生\n\
D. 商人\
|\
以下属于第一个五年计划内实现的项目是\n\
正确答案:ABCD\n\
A. 长春第一汽车制造厂\n\
B. 康藏、青藏、新藏铁路建成\n\
C. 武汉长江大桥\n\
D. 包头钢铁基地\
|\
下面属于《共同纲领》内容的是：\n\
正确答案:ABCD\n\
A. 中华人民共和国是人民民主主义国家。\n\
B. 中华人民共和国境内各民族一律平等。\n\
C. 公私兼顾、劳资两利、城乡互助、内外交流。\n\
D. 保障本国独立自由和领土完整，维护国际和平和各国人民之间友好合作。\
|\
抗战初期，国民党正面战场的几次大会战是\n\
正确答案:ABCD\n\
A. 凇沪会战\n\
B. 太原会战\n\
C. 徐州会战\n\
D. 武汉会战\
|\
随着近代中国从封建社会逐步演变为半殖民地半封建社会，中国社会出现了新兴阶级，它们是\n\
正确答案:CD\n\
A. 地主阶级\n\
B. 农民阶级\n\
C. 工人阶级\n\
D. 资产阶级\
|\
各地共产党的早期组织创办了的专门供工人阅读的马克思主义启蒙教育的刊物有\n\
正确答案:ABCD\n\
A. 《劳动界》\n\
B. 《劳动音》\n\
C. 《工人月刊》\n\
D. 《济南劳动月刊》\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
随着对外开放的进一步扩大，中共中央和国务院在1990年作出的战略举措是\n\
正确答案:D\n\
A. 建立厦门经济特区\n\
B. 建立珠海经济特区\n\
C. 开发、开放海南经济特区\n\
D. 开发、开放上海浦东新区\
|\
《双十协定》的签订，中共取得的战略优势是\n\
正确答案:D\n\
A. 获得了自卫战争的准备时间\n\
B. 解放区获得了合法地位\n\
C. 赢得了民主党派的支持\n\
D. 取得了政治上的主动地位\
|\
中国历史上第一次比较完全意义上的资产阶级民主革命是\n\
正确答案:B\n\
A. 戊戌维新运动\n\
B. 辛亥革命\n\
C. 二次革命\n\
D. 新文化运动\
|\
首次使用“新民主主义社会”概念的是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 朱德\
|\
宣告延续了22年的国民党反动统治覆灭的事件是(\n\
正确答案:D\n\
A. 人民解放军三大战役的胜利\n\
B. 国共北平和谈的破裂\n\
C. 蒋介石宣布下野\n\
D. 人民解放军占领南京\
|\
19世纪90年代，梁启超发表的宣传变法维新主张的著作是\n\
正确答案:D\n\
A. 《新学伪经考》\n\
B. 《仁学》\n\
C. 《人类公理》\n\
D. 《变法通义》\
|\
1915年12月，资产阶级革命派发动了反对袁世凯复辟帝制的\n\
正确答案:B\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
在太平天国运动后期，提出《资政新篇》这一统筹全局方案的是\n\
正确答案:C\n\
A. 洪秀全\n\
B. 杨秀清\n\
C. 洪仁玕\n\
D. 李秀成\
|\
1949年10月1日中华人民共和国成立到（ ）年这几年，是基本完成社会主义改造的时期\n\
正确答案:A\n\
A. 1956\n\
B. 1957\n\
C. 1955\n\
D. 1958\
|\
“一五”期间，我国( )三大钢铁基地建设取得重大进展\n\
正确答案:ABC\n\
A. 鞍山\n\
B. 包头\n\
C. 武汉\n\
D. 长春\
|\
资本－帝国主义列强在侵华过程中进行文化渗透的主要手段有\n\
正确答案:ABD\n\
A. 利用宗教进行侵略活动\n\
B. 借助传播西学的名义为侵华制造舆论\n\
C. 散布西方的学术思想\n\
D. 宣扬“种族优劣论”\
|\
天京事变是太平天国统治集团的内讧，事变中\n\
正确答案:ABC\n\
A. 东王杨秀清被杀\n\
B. 北王韦昌辉被杀\n\
C. 翼王石达开出走\n\
D. 天王洪秀全病逝\
|\
1905年至1907年间，资产阶级革命派与改良派论战的主要议题是\n\
正确答案:ACD\n\
A. 要不要社会革命\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
第二次鸦片战争以来，沙皇俄国通过一系列不平等条约侵占了中国150多万平方公里的领土，这些不平等条约有\n\
正确答案:ABCD\n\
A. 《改定伊犁条约》及五个勘界议定书\n\
B. 《瑗珲条约》\n\
C. 中俄《北京条约》\n\
D. 《勘分西北界约记》\
|\
中共八七会议的主要内容是\n\
正确答案:ACD\n\
A. 坚决纠正了以陈独秀为代表的右倾投降主义错误\n\
B. 撤消了陈独秀的职务，确定毛泽东的领导地位\n\
C. 把发动农民举行秋收起义作为当前党的主要任务\n\
D. 确定实行土地革命和武装反抗国民党的总方针\
|\
下列关于遵义会议的表述正确的是\n\
正确答案:ACD\n\
A. 事实上确立了毛泽东为核心的正确领导\n\
B. 彻底清算了王明“左”倾错误路线\n\
C. 在危急的情况下挽救了党和红军\n\
D. 取消了李德的军事最高指挥权\
|\
抗战初期国民党正面战场几乎都是以退却、失败而结束，造成这种状况的主观原因是\n\
正确答案:BCD\n\
A. 敌我力量对比上，日军占有很大优势\n\
B. 国民党战略指导方针上的失误\n\
C. 不敢放手发动和武装群众\n\
D. 将希望单纯寄托在政府和正规军的抵抗上\
|\
洋务运动失败的原因是\n\
正确答案:ABCD\n\
A. 洋务运动具有封建性\n\
B. 洋务企业的管理具有腐朽性\n\
C. 洋务运动对西方列强具有依赖性\n\
D. 顽固势力对洋务运动的多方阻挠\
|\
土地革命战争时期，中共进行土地革命所依据的阶级路线包括\n\
正确答案:ABCD\n\
A. 依靠贫雇农\n\
B. 联合中农、限制富农\n\
C. 保护中小工商业者\n\
D. 消灭地主阶级\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
标志中国民族资产阶级第一次登上政治舞台的是\n\
正确答案:B\n\
A. 洋务运动\n\
B. 戊戌维新运动\n\
C. 护国运动\n\
D. 护法运动\
|\
在19世纪90年代，洋务派建成的新式海军的主力是\n\
正确答案:D\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
19世纪60年代，清朝统治阶级中的部分成员兴起了向西方学习的\n\
正确答案:A\n\
A. 洋务运动\n\
B. 维新运动\n\
C. 新政运动\n\
D. 立宪运动\
|\
发展国民经济的第一个五年计划，集中力量进行的是\n\
正确答案:A\n\
A. 重工业建设\n\
B. 轻工业建设\n\
C. 军事和国防建设\n\
D. 农业建设\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
在1895年发起的“公车上书”后成为倡导维新运动旗手的是\n\
正确答案:B\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
太平天国之所以是农民战争的高峰，最主要因为\n\
正确答案:C\n\
A. 其规模和延续时间均属空前\n\
B. 建立了与清政府对立的政权\n\
C. 制定了比较完整的革命纲领\n\
D. 对封建王朝的打击空前沉重\
|\
中国近代史的开端是\n\
正确答案:A\n\
A. 1840年第一次鸦片战争\n\
B. 1856年第二次鸦片战争\n\
C. 1894年甲午战争\n\
D. 1900年八国联军侵华战争\
|\
中国共产党顺利实现第二代中央领导集体向第三代中央领导集体过渡的会议是\n\
正确答案:C\n\
A. 中共十一届三中全会\n\
B. 中共十二届三中全会\n\
C. 中共十三届四中全会\n\
D. 中共十四届四中全会\
|\
下列说明五四运动是中国新民主主义革命开端的是\n\
正确答案:ACD\n\
A. 无产阶级以独立姿态登上政治舞台\n\
B. 发生在俄国十月社会主义革命之后，属于世界无产阶级革命一部分\n\
C. 是彻底反帝反封建的革命运动\n\
D. 具有初步共产主义思想的知识分子起了领导作用\
|\
洋务运动时期清政府建立的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
1949年后，中国社会存在的经济成分有\n\
正确答案:ABCD\n\
A. 国营经济\n\
B. 合作社经济\n\
C. 个体经济\n\
D. 私人资本主义经济\
|\
.五四运动与以往民主主义革命的显著区别是\n\
正确答案:ABC\n\
A. 广泛的群众基础\n\
B. 在俄国十月革命影响下发生\n\
C. 工人阶级发挥了主力军的作用\n\
D. 进行了"外争主权，内惩国贼"的斗争\
|\
中国共产党与以往的任何政党不同的主要表现是\n\
正确答案:ABCD\n\
A. 以马克思主义理论为指导\n\
B. 是新型的工人阶级政党\n\
C. 能够代表整个中华民族的利益\n\
D. 以实现共产主义为目标\
|\
国家资本主义的初级形式在社会主义过渡时期主要体现在\n\
正确答案:ABC\n\
A. 统购包销\n\
B. 委托加工\n\
C. 计划订货\n\
D. 公私合营\
|\
1946年1月10日，政治协商会议在重庆开幕，出席会议的有（ ）的代表\n\
正确答案:ABCD\n\
A. 国民党\n\
B. 共产党\n\
C. 民主同盟\n\
D. 无党派人士\
|\
1921-1949年中国社会的3种建国方案是\n\
正确答案:ABC\n\
A. 建立大地主大资产阶级的军事独裁统治\n\
B. 建立一个工人阶级领导的人民共和国\n\
C. 建立一个资产阶级共和国\n\
D. 建立一个欧美式的联邦共和国\
|\
洋务派创办的军用工业有\n\
正确答案:ABD\n\
A. 江南制造总局\n\
B. 金陵机器局\n\
C. 轮船招商局\n\
D. 天津机器局\
|\
在新民主主义革命时期，压在中国人民身上的“三座大山”是指\n\
正确答案:ABD\n\
A. 外国帝国主义\n\
B. 本国封建主义\n\
C. 本国资本主义\n\
D. 官僚资本主义\
|\
太平天国在《天朝田亩制度》中提出的社会改革方案是\n\
正确答案:A\n\
A. 以解决土地问题为中心\n\
B. 以发展资本主义为中心\n\
C. 以反对封建的等级制度为中心\n\
D. 以废除儒学的纲常伦理为中心\
|\
抗战胜利后，经过重庆谈判国共双方确认和平建国的基本方针是\n\
正确答案:A\n\
A. 《政府与中共代表会谈纪要》\n\
B. 《共同纲领》\n\
C. 《抗战胜利后的时局和我们的方针》\n\
D. 中共中央《对目前时局的宣言》\
|\
1913年，资产阶级革命派为反对袁世凯刺杀宋教仁和“善后大借款”发动了\n\
正确答案:A\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
国民党的统治在全国范围内建立的标志是\n\
正确答案:A\n\
A. 张学良“改旗易帜”\n\
B. 南京国民政府改组\n\
C. 宁汉合流\n\
D. 中原大战结束\
|\
首次使用“新民主主义社会”概念的是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 朱德\
|\
太平天国在后期提出的带有鲜明资本主义色彩的改革方案是\n\
正确答案:D\n\
A. 《原道觉世训》\n\
B. 《十款天条》\n\
C. 《天朝田亩制度》\n\
D. 《资政新篇》\
|\
中国共产党一向认为中国革命的基本问题是\n\
正确答案:B\n\
A. 党的问题\n\
B. 农民问题\n\
C. 工人问题\n\
D. 民族资产阶级问题\
|\
在19世纪60年代到90年代，洋务派兴办洋务事业的主要目的是\n\
正确答案:C\n\
A. 发展中国的资本主义经济\n\
B. 学习西方资本主义的制度\n\
C. 维护和巩固清王朝的封建统治\n\
D. 捍卫国家的主权独立和民族尊严\
|\
最能完整地体现五四运动性质的口号是\n\
正确答案:D\n\
A. 废除"二十一条"\n\
B. 拒绝在和约上签字\n\
C. 还我青岛\n\
D. 外争主权，内惩国贼\
|\
近代中国社会人数最多的被剥削阶级是\n\
正确答案:A\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
辛亥革命失败的原因是\n\
正确答案:ABCD\n\
A. 结束了2000多年的君主专制政体，建立了资产阶级共和政府\n\
B. 给人们带来了一次思想上的解放\n\
C. 为资本主义的发展创造了条件\n\
D. 一定程度上打击了帝国主义的侵略势力\
|\
中国共产党早期组织的活动有\n\
正确答案:ABCD\n\
A. 研究和宣传马克思主义\n\
B. 同反马克思主义思潮展开论战\n\
C. 在工人中进行组织和宣传工作\n\
D. 成立社会主义青年团\
|\
"工农武装割据"思想包含的三个主要因素是\n\
正确答案:ABC\n\
A. 武装斗争\n\
B. 土地革命\n\
C. 农村革命根据地\n\
D. 统一战线\
|\
1913年，资产阶级革命派发动二次革命的导火线是\n\
正确答案:BC\n\
A. 段祺瑞拒绝恢复国会\n\
B. 国民党领袖宋教仁被刺杀\n\
C. 袁世凯与日本签订“善后大借款”\n\
D. 张勋复辟帝制\
|\
全国胜利后，中国社会经济中存在着哪几种经济成分\n\
正确答案:ABCD\n\
A. 社会主义性质的国营经济\n\
B. 半社会主义性质的合作社经济\n\
C. 农民和手工业者的个体经济\n\
D. 私人资本主义经济、国家资本主义经济\
|\
五四运动爆发的历史背景包括\n\
正确答案:BCD\n\
A. 袁世凯的倒行逆施\n\
B. 工人阶级队伍迅速壮大\n\
C. 新文化运动的开展\n\
D. 俄国十月革命的影响\
|\
抗战时期，正面战场和敌后战场的主要区别是\n\
正确答案:ABCD\n\
A. 抗战的领导不同\n\
B. 抗战路线不同\n\
C. 作战方式不同\n\
D. 战略地位不同\
|\
毛泽东在 << 论持久战 >> 中认为抗日战争最后胜利一定属于中国的原因是\n\
正确答案:ABCD\n\
A. 中国是大国， 地大物博\n\
B. 日本是小国， 经不起长期战争\n\
C. 中国在国际上得道多助\n\
D. 日本发动的是退步的、野蛮的侵略战争\
|\
从1927年7月大革命失败到1935年1月遵义会议召开前，“左”倾错误先后几次在党中央领导机关取得了统治地位，它们是\n\
正确答案:BCD\n\
A. 陈独秀的“左”倾机会主义错误\n\
B. 瞿秋白的“左”倾盲动主义错误\n\
C. 李立三的“左”倾冒险主义错误\n\
D. 王明的“左”倾教条主义错误\
|\
太平天国定都天京后，先后进了（ ）和天京城外的破围战\n\
正确答案:AB\n\
A. 北伐\n\
B. 西征\n\
C. 东征\n\
D. 南征\
|\
十年对峙时期，红色政权能够发展壮大的主要原因是\n\
正确答案:D\n\
A. 建立于敌人力量薄弱的山区\n\
B. 当时新旧军阀混战激烈\n\
C. 得到了大量的国际援助物资\n\
D. 坚持了"工农武装割据"的思想\
|\
三大主力红军会师的地点是\n\
正确答案:B\n\
A. 吴起镇\n\
B. 会宁\n\
C. 懋功\n\
D. 甘孜\
|\
前期新文化运动的指导思想是\n\
正确答案:B\n\
A. 资产阶级维新思想\n\
B. 民主和科学的思想\n\
C. "兼容并包"的思想\n\
D. 社会主义的思想\
|\
标志着中国新民主主义革命开端的事件是\n\
正确答案:D\n\
A. 辛亥革命\n\
B. 中国共产党诞生\n\
C. 新文化运动\n\
D. 五四运动\
|\
振奋全国抗战精神的“台儿庄大捷”出现在国民党组织的哪场会战中\n\
正确答案:D\n\
A. 淞沪会战\n\
B. 太原会战\n\
C. 常德会战\n\
D. 徐州会战\
|\
1947年10月发表的《中国人民解放军宣言》提出了\n\
正确答案:B\n\
A. 土地改革的总路线\n\
B. 打倒蒋介石，解放全中国\n\
C. 新民主主义革命总路线\n\
D. “三军配合、两翼牵制”的战略部署\
|\
中国共产党开展土地革命后制定的第一部土地法是\n\
正确答案:A\n\
A. 井冈山土地法\n\
B. 兴国土地法\n\
C. 中国土地法大纲\n\
D. 五四指示\
|\
1932年3月，日本在吉林长春建立傀儡政权伪满洲国，出任执政的是\n\
正确答案:D\n\
A. 汪精卫\n\
B. 蒋介石\n\
C. 溥杰\n\
D. 溥仪\
|\
最能体现太平天国社会理想和农民战争特点的纲领性文件是\n\
正确答案:D\n\
A. 《资政新篇》\n\
B. 《原道觉世训》\n\
C. 《十款天条》\n\
D. 《天朝田亩制度》\
|\
中国共产党独立领导革命战争和创建人民军队的开始是\n\
正确答案:A\n\
A. 南昌起义\n\
B. 八七会议\n\
C. 秋收起义\n\
D. 广州起义\
|\
下列关于延安整风的表述，正确的是\n\
正确答案:ABCD\n\
A. 在思想上清算了“左”的和右的错误\n\
B. 是马克思主义思想教育运动\n\
C. 提高了广大党员的思想理论水平，增强了党的凝聚力和战斗力\n\
D. 为新民主主义革命在全国的胜利奠定了思想基础\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
1928年至1930年间，毛泽东关于中国革命道路理论的重要著作有\n\
正确答案:ABC\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《战争和战略问题》\
|\
五四运动前后的新文化运动的不同之处有\n\
正确答案:BC\n\
A. 宣传社会主义思想\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 对科学共产主义作了较为全面系统地介绍\n\
D. 动摇了封建正统思想\
|\
下面属于中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 中国共产党的领导\n\
B. 各民主党派和无党派人士、各少数民族、爱国知识分子和华侨的支持\n\
C. 工人、农民和城市小资产阶级是民主革命的主要力量\n\
D. 国际无产阶级和人民群众的支持\
|\
1939年7月，中共明确提出（ ）三大口号，继续争取同蒋介石集团合作。\n\
正确答案:BCD\n\
A. 停止内战，一致对外\n\
B. 坚持抗战到底，反对中途妥协\n\
C. 巩固国内团结，反对内部分裂\n\
D. 力求全国进步，反对向后倒退\
|\
三国“干涉还辽”中的三国指的是\n\
正确答案:BCD\n\
A. 美国\n\
B. 俄国\n\
C. 德国\n\
D. 法国\
|\
近代史上，与割让香港有关的条约是\n\
正确答案:AB\n\
A. 《南京条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
中国民族资产阶级政治上的两面性是指\n\
正确答案:AB\n\
A. 与外国资本主义和本国封建主义有矛盾、斗争的一面\n\
B. 与外国资本主义和本国封建主义有依赖、妥协的一面\n\
C. 与外国资本主义和本国封建主义有合作的一面\n\
D. 与外国资本主义和本国封建主义有中立的一面\
|\
洪秀全早期写的革命著作有\n\
正确答案:BCD\n\
A. 《奉天讨胡檄布四方谕》\n\
B. 《原道觉世训》\n\
C. 《原道救世歌》\n\
D. 《原道醒世训》\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
1911年，湖北、湖南、广东、四川四省爆发的民众斗争运动是\n\
正确答案:D\n\
A. 拒俄运动\n\
B. 拒法运动\n\
C. 抵制美国货运动\n\
D. 保路运动\
|\
1946年6月，全面内战爆发，国民党军队首先进攻的地区是\n\
正确答案:C\n\
A. 山东解放区\n\
B. 东北解放区\n\
C. 中原解放区\n\
D. 陕甘宁解放区\
|\
1976年“文化大革命”结束后，造成党和国家的工作在徘徊中前进局面的根源在于\n\
正确答案:D\n\
A. “阶级斗争为纲”的错误方针\n\
B. “批林批孔”的错误方针\n\
C. “反击右倾翻案风”的错误方针\n\
D. “两个凡是”的错误方针\
|\
最能完整地体现五四运动性质的口号是\n\
正确答案:D\n\
A. 废除"二十一条"\n\
B. 拒绝在和约上签字\n\
C. 还我青岛\n\
D. 外争主权，内惩国贼\
|\
“一•二八”淞沪抗战中，率领十九路军抵抗日军侵略的爱国将领是\n\
正确答案:A\n\
A. 蔡廷锴\n\
B. 张学良\n\
C. 冯玉祥\n\
D. 马占山\
|\
1947年10月发表的《中国人民解放军宣言》提出了\n\
正确答案:B\n\
A. 土地改革的总路线\n\
B. 打倒蒋介石，解放全中国\n\
C. 新民主主义革命总路线\n\
D. “三军配合、两翼牵制”的战略部署\
|\
1947年解放军开始战略反攻时，国民党军队正在实施的战略是\n\
正确答案:B\n\
A. 全面进攻解放区\n\
B. 重点进攻山东和陕北解放区\n\
C. 抢占战略要地和交通线\n\
D. 集中兵力防守战略要地\
|\
史学界把维新变法、辛亥革命和新文化运动都称为近代化运动，因为这几场运动要求\n\
正确答案:A\n\
A. 实行资产阶级民主政治\n\
B. 提倡民主和科学\n\
C. 彻底废除旧制度\n\
D. 宣传新思想，弘扬新文化\
|\
1931年11月，中国共产党成立了中华苏维埃共和国临时中央政府，其政权性质是\n\
正确答案:D\n\
A. 资产阶级专政\n\
B. 各革命阶级（包括民族资产阶级和小资产阶级）联合专政\n\
C. 抗日民主专政\n\
D. 工农民主专政\
|\
在1921年中国共产党诞生至1949年新中国成立以前的时期，中国存在着三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 外国帝国主义\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
下列关于遵义会议的表述正确的是\n\
正确答案:ACD\n\
A. 事实上确立了毛泽东为核心的正确领导\n\
B. 彻底清算了王明“左”倾错误路线\n\
C. 在危急的情况下挽救了党和红军\n\
D. 取消了李德的军事最高指挥权\
|\
洋务运动的历史作用包括\n\
正确答案:ABCD\n\
A. 成为中国近代教育的开端\n\
B. 传播了新知识，打开了人们的眼界\n\
C. 引起了社会风气和价值观念的变化\n\
D. 在客观上促进了中国早期工业和民族资本主义的发展\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于\n\
正确答案:ABD\n\
A. 对国情没有认识清楚\n\
B. 缺乏社会主义建设的经验\n\
C. 苏联撕毁合同\n\
D. 急于求成\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
抗日战争时期，中国共产党主办的（ ）报刊在国民党统治区公开发行，及时宣传党的主张，鼓舞和激励群众的抗战热情\n\
正确答案:AB\n\
A. 《新华日报》\n\
B. 《群众》周刊\n\
C. 《热血日报》\n\
D. 《解放日报》\
|\
资产阶级共和国的方案之所以行不通的原因是\n\
正确答案:ABCD\n\
A. 力量过于软弱\n\
B. 没有勇气和能力去领导人民进行彻底反帝反封建的革命斗争\n\
C. 提不出彻底的土地革命的纲领\n\
D. 不敢进行革命的武装斗争\
|\
国统区第二条战线形成的原因有：\n\
正确答案:ABCD\n\
A. 专制统治和官员腐败，丧失人心。\n\
B. 大发“劫收”国难财。\n\
C. 违背人民的和平、修养生息的愿望。\n\
D. 物价上涨，导致恶性通货膨胀，人民生活困难。\
|\
大革命时期的统一战线和抗日民族统一战线的相同点是\n\
正确答案:D\n\
A. 都有共同的政治纲领\n\
B. 均采取党内合作的方式\n\
C. 全具有反帝反封建性质\n\
D. 皆有个阶级阶层广泛参加\
|\
在近代，帝国主义列强不能灭亡和瓜分中国的最根本原因是\n\
正确答案:D\n\
A. 民族资产阶级发动的民主革命\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 洋务派开展的“自强”、“求富”运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
“一•二八”淞沪抗战中，率领十九路军抵抗日军侵略的爱国将领是\n\
正确答案:A\n\
A. 蔡廷锴\n\
B. 张学良\n\
C. 冯玉祥\n\
D. 马占山\
|\
1903年，邹容发表的号召人民推翻清朝统治的著作是\n\
正确答案:B\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
在1895年发起的“公车上书”后成为倡导维新运动旗手的是\n\
正确答案:B\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
1978年在我国出现的一场马克思主义思想解放运动是\n\
正确答案:C\n\
A. 社会主义教育运动\n\
B. 揭批“四人帮”运动\n\
C. 关于真理标准的大讨论\n\
D. 关于计划经济和市场经济的的大讨论\
|\
五四爱国运动爆发的导火线是\n\
正确答案:B\n\
A. 五四爱国运动爆发的导火线是\n\
B. 巴黎和会上中国外交失败\n\
C. 俄国十月社会主义革命的爆发\n\
D. 袁世凯复辟帝制\
|\
最能完整地体现五四运动性质的口号是\n\
正确答案:D\n\
A. 废除"二十一条"\n\
B. 拒绝在和约上签字\n\
C. 还我青岛\n\
D. 外争主权，内惩国贼\
|\
对洋务派兴办洋务事业的指导思想最先作出比较完整表述的是\n\
正确答案:A\n\
A. 冯桂芬\n\
B. 李鸿章\n\
C. 林则徐\n\
D. 魏源\
|\
所谓“国中之国”是指\n\
正确答案:C\n\
A. 帝国主义在华的势力范围\n\
B. 帝国主义强迫我国开放的通商口岸\n\
C. 租界\n\
D. 帝国主义强迫清政府割让的土地\
|\
洋务运动失败的原因是\n\
正确答案:ABCD\n\
A. 洋务运动具有封建性\n\
B. 洋务企业的管理具有腐朽性\n\
C. 洋务运动对西方列强具有依赖性\n\
D. 顽固势力对洋务运动的多方阻挠\
|\
鸦片战争以后，西方资本主义列强对中国进行赤裸裸的文化侵略，主要表现在\n\
正确答案:ABCD\n\
A. 建立教学，派遣大批传教士到中国传教\n\
B. 包庇教徒不法行为，强迫中国教民抛弃传统礼俗\n\
C. 创办中外文报刊，为帝国主义侵略进行辩护\n\
D. 宣扬“种族优劣论”，制造侵略有理的舆论。\
|\
1842年，英国通过《南京条约》迫使中国开放的通商口岸除广州外还包括\n\
正确答案:ABCD\n\
A. 厦门\n\
B. 福州\n\
C. 宁波\n\
D. 上海\
|\
对资本主义工商业进行和平改造的主要依据有\n\
正确答案:ABCD\n\
A. 中国的民族资产阶级存在着两面性\n\
B. 中国工人阶级与资产阶级长期保持着统一战线的关系\n\
C. 建立了人民民主专政的国家政权和社会主义国营经济\n\
D. 国家对资本主义工商业逐步实施了利用、限制、改造的政策\
|\
1935年1月，遵义会议解决了当时最迫切的\n\
正确答案:BC\n\
A. 思想问题\n\
B. 军事问题\n\
C. 组织问题\n\
D. 政治问题\
|\
在洋务运动过程中，洋务派提出的目标主要是\n\
正确答案:BC\n\
A. “救亡”\n\
B. “自强”\n\
C. “求富”\n\
D. “维新”\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
1939年7月，中共针对当时国内出现的妥协与分裂的危险，明确提出（ ）三大方针。\n\
正确答案:ABC\n\
A. 团结\n\
B. 抗战\n\
C. 进步\n\
D. 斗争\
|\
1915年兴起的新文化运动的主要内容\n\
正确答案:ABCD\n\
A. 提倡民主和科学\n\
B. 提倡白话文\n\
C. 提倡新文学\n\
D. 宣传男女平等和个性解放\
|\
毛泽东总结中国共产党成立以来的历史经验，指出中国共产党在中国革命中战胜敌人的三大法宝是\n\
正确答案:ABC\n\
A. 统一战线\n\
B. 武装斗争\n\
C. 党的建设\n\
D. 根据地建设\
|\
五四运动是中国新民主主义革命开始的标志，最主要的依据是\n\
正确答案:D\n\
A. 提出彻底地反帝反封建口号\n\
B. 十月革命影响与马克思主义传播\n\
C. 青年学生领导并有广泛的群众基础\n\
D. 无产阶级成为运动主力\
|\
中国近代史上人民群众第一次大规模的反侵略武装斗争是\n\
正确答案:A\n\
A. 三元里人民的抗英斗争\n\
B. 太平天国抗击洋枪队的斗争\n\
C. 台湾高山族人民的抗日斗争\n\
D. 义和团抗击八国联军的斗争\
|\
外国列强对中国进行大规模的资本输出是在\n\
正确答案:C\n\
A. 《天津条约》签订后\n\
B. 《北京条约》签订后\n\
C. 《马关条约》签订后\n\
D. 《辛丑条约》签订后\
|\
标志中国民族资产阶级第一次登上政治舞台的是\n\
正确答案:B\n\
A. 洋务运动\n\
B. 戊戌维新运动\n\
C. 护国运动\n\
D. 护法运动\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
所谓“国中之国”是指\n\
正确答案:C\n\
A. 帝国主义在华的势力范围\n\
B. 帝国主义强迫我国开放的通商口岸\n\
C. 租界\n\
D. 帝国主义强迫清政府割让的土地\
|\
中国共产党一向认为中国革命的基本问题是\n\
正确答案:B\n\
A. 党的问题\n\
B. 农民问题\n\
C. 工人问题\n\
D. 民族资产阶级问题\
|\
1915年12月，资产阶级革命派发动了反对袁世凯复辟帝制的\n\
正确答案:B\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
太平天国在《天朝田亩制度》中提出的社会改革方案是\n\
正确答案:A\n\
A. 以解决土地问题为中心\n\
B. 以发展资本主义为中心\n\
C. 以反对封建的等级制度为中心\n\
D. 以废除儒学的纲常伦理为中心\
|\
中共十七大把同马列主义、毛泽东思想、邓小平理论一道确立为党长期坚持的指导思想的是\n\
正确答案:C\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
在威海战斗中殉国的北洋舰队将领有\n\
正确答案:BC\n\
A. 邓世昌\n\
B. 刘步蟾\n\
C. 丁汝昌\n\
D. 左宝贵\
|\
进入20世纪80年代，我国多层次、有重点、点面结合对外开放格局的构成包括\n\
正确答案:ABCD\n\
A. 经济特区\n\
B. 沿海开放城市\n\
C. 沿海经济开放区\n\
D. 内地\
|\
中国特色社会主义理论体系包括\n\
正确答案:BCD\n\
A. 毛泽东思想\n\
B. 邓小平理论\n\
C. “三个代表”的重要思想\n\
D. 科学发展观\
|\
毛泽东从1928年到1930年提出并阐述了农村包围城市、武装夺取政权道路理论的主要\n\
正确答案:ABCD\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《反对本本主义》\
|\
抗日民族统一战线正式建立的标志是\n\
正确答案:CD\n\
A. 西安事变的和平解决\n\
B. 卢沟桥事变的爆发\n\
C. 1937年9月23日蒋介石发表实际承认共产党合法地位的谈话\n\
D. 1937年9月22日国民党中央通讯社发表《中共中央为公布国共合作宣言》\
|\
中国的抗日战争是世界反法西斯战争的重要组成部分，其表现是\n\
正确答案:ABCD\n\
A. 中国战场年平均牵制日本的陆军的74%以上\n\
B. 日军在海外作战中损失的 287 万人中，有 150 万人伤亡在中国战场\n\
C. 中国为盟国提供了大量的战略物资和军事情报\n\
D. 美英法等国向中国提供了经济援助或军事合作\
|\
下列关于《天朝田亩制度》叙述正确的是\n\
正确答案:ABCD\n\
A. 确定了平均分配土地的方案\n\
B. 是以解决土地问题为中心的比较完整的社会改革方案\n\
C. 具有空想性质，不可能实现\n\
D. 它的主张从根本上否定了封建社会的基础——地主的土地所有制\
|\
社会主义改造时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货的加工费和货价\n\
B. “四马分肥”中的资方红利\n\
C. 公私全营后资本家拿取的定息\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
第一次鸦片战争期后，清政府被迫分别与法国和美国签订的不平等条约是\n\
正确答案:BD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《虎门条约》\n\
D. 《黄埔条约》\
|\
对资本主义工商业进行和平改造的主要依据有\n\
正确答案:ABCD\n\
A. 中国的民族资产阶级存在着两面性\n\
B. 中国工人阶级与资产阶级长期保持着统一战线的关系\n\
C. 建立了人民民主专政的国家政权和社会主义国营经济\n\
D. 国家对资本主义工商业逐步实施了利用、限制、改造的政策\
|\
清末“预备立宪”的根本目的在于\n\
正确答案:C\n\
A. 仿效欧美政体\n\
B. 发展资本主义\n\
C. 延续封建统治\n\
D. 缓和阶级矛盾\
|\
《双十协定》的签订，中共取得的战略优势是\n\
正确答案:D\n\
A. 获得了自卫战争的准备时间\n\
B. 解放区获得了合法地位\n\
C. 赢得了民主党派的支持\n\
D. 取得了政治上的主动地位\
|\
中国资产阶级民主革命进入了一个新阶段的标志是\n\
正确答案:B\n\
A. 兴中会的成立\n\
B. 中国同盟会的成立\n\
C. 国民党的成立\n\
D. 中华革命党的成立\
|\
中国近代史的开端是\n\
正确答案:A\n\
A. 1840年第一次鸦片战争\n\
B. 1856年第二次鸦片战争\n\
C. 1894年甲午战争\n\
D. 1900年八国联军侵华战争\
|\
新中国恢复在联合国合法席位的是在\n\
正确答案:C\n\
A. 1949年\n\
B. 1966年\n\
C. 1971年\n\
D. 1978年\
|\
洋务运动期间，洋务派兴办的第一个规模较大的兵工厂是\n\
正确答案:D\n\
A. 马尾船政局\n\
B. 金陵机器局\n\
C. 天津机器局\n\
D. 江南制造总局\
|\
1895年，严复在《救亡决论》一文中喊出的口号是\n\
正确答案:B\n\
A. “师夷长技以制夷”\n\
B. “救亡”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
1949年至1956年中国的社会性质是\n\
正确答案:D\n\
A. 半殖民地半封建社会\n\
B. 资本主义社会\n\
C. 社会主义社会\n\
D. 新民主主义社会\
|\
南京临时政府中占领导和主体地位的派别是\n\
正确答案:D\n\
A. 资产阶级维新派\n\
B. 资产阶级保皇派\n\
C. 资产阶级立宪派\n\
D. 资产阶级革命派\
|\
被誉为中国人民的大宪章、起着临时宪法作用的是\n\
正确答案:B\n\
A. 《论人民民主专政》\n\
B. 《中国人民政治协商会议共同纲领》\n\
C. 《中国人民政治协商会议组织法》\n\
D. 《新民主主义论》\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题\n\
正确答案:ABCD\n\
A. 能不能保卫住人民胜利的成果，巩固新生的人民政权\n\
B. 能不能战胜严重的经济困难\n\
C. 能不能经受住执政的考验，继续保持谦虚、谨慎、不骄、不躁的作风和艰苦奋斗的作风\n\
D. 能不能巩固民族独立，维护国家主权和安全\
|\
延安整风运动的主要内容是\n\
正确答案:ACD\n\
A. 反对主观主义以整顿学风\n\
B. 反对官僚主义以整顿作风\n\
C. 反对党八股以整顿文风\n\
D. 反对宗派主义以整顿党风\
|\
参加五四运动的社会阶层有\n\
正确答案:ABCD\n\
A. 工人\n\
B. 农民\n\
C. 学生\n\
D. 商人\
|\
在1921年中国共产党诞生至1949年新中国成立以前的时期，中国存在着三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 外国帝国主义\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
1979年4月，中共中央工作会议提出的针对国民经济的方针是\n\
正确答案:ABCD\n\
A. 调整\n\
B. 改革\n\
C. 整顿\n\
D. 提高\
|\
毛泽东在 << 论持久战 >> 中认为抗日战争最后胜利一定属于中国的原因是\n\
正确答案:ABCD\n\
A. 中国是大国， 地大物博\n\
B. 日本是小国， 经不起长期战争\n\
C. 中国在国际上得道多助\n\
D. 日本发动的是退步的、野蛮的侵略战争\
|\
1978年12月召开的中共十一届三中全会\n\
正确答案:ABCD\n\
A. 实现了新中国成立以来党的历史上具有深远意义的伟大转折\n\
B. 重新确立了马克思主义的思想路线、政治路线、组织路线\n\
C. 改革开放的序幕由此揭开,把党和国家的工作中心转移到经济建设上来\n\
D. 彻底否定“以阶级斗争为纲”的错误理论和实践\
|\
“一化三改造”时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货\n\
B. “四马分肥”中的资方红利\n\
C. 公私合营\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
以下属于第一个五年计划内实现的项目是\n\
正确答案:ABCD\n\
A. 长春第一汽车制造厂\n\
B. 康藏、青藏、新藏铁路建成\n\
C. 武汉长江大桥\n\
D. 包头钢铁基地\
|\
资产阶级共和国的方案之所以行不通的原因是\n\
正确答案:ABCD\n\
A. 力量过于软弱\n\
B. 没有勇气和能力去领导人民进行彻底反帝反封建的革命斗争\n\
C. 提不出彻底的土地革命的纲领\n\
D. 不敢进行革命的武装斗争\
|\
中国资产阶级革命派的骨干力量是\n\
正确答案:D\n\
A. 大资产阶级及其知识分子\n\
B. 工人阶级\n\
C. 农民阶级\n\
D. 资产阶级和小资产阶级知识分子\
|\
下列关于洋务运动的论述不正确的是\n\
正确答案:C\n\
A. 洋务运动是一场封建统治者的自救运动\n\
B. 洋务运动客观上促进了中国资本主义的发展\n\
C. 洋务运动的目的是为了推翻清政府的统治\n\
D. 洋务运动失败是必然的\
|\
三大主力红军会师的地点是\n\
正确答案:B\n\
A. 吴起镇\n\
B. 会宁\n\
C. 懋功\n\
D. 甘孜\
|\
重庆谈判的焦点问题是\n\
正确答案:A\n\
A. 人民军队和解放区的合法地位问题\n\
B. 要不要和平建国的问题\n\
C. 实行宪政、结束训政的问题\n\
D. 人民的民主、自由权利的问题\
|\
在太平天国运动后期，提出《资政新篇》这一统筹全局方案的是\n\
正确答案:C\n\
A. 洪秀全\n\
B. 杨秀清\n\
C. 洪仁玕\n\
D. 李秀成\
|\
最早确立党对军队的绝对领导是在\n\
正确答案:D\n\
A. 南昌起义\n\
B. 秋收起义\n\
C. 八七会议\n\
D. 三湾改编\
|\
中国资产阶级领导的旧民主主义革命终结的标志是\n\
正确答案:C\n\
A. 二次革命的失败\n\
B. 辛亥革命的果实被袁世凯窃取\n\
C. 护法运动的失败\n\
D. 护国运动的失败\
|\
抗战胜利后，经过重庆谈判国共双方确认和平建国的基本方针是\n\
正确答案:A\n\
A. 《政府与中共代表会谈纪要》\n\
B. 《共同纲领》\n\
C. 《抗战胜利后的时局和我们的方针》\n\
D. 中共中央《对目前时局的宣言》\
|\
1937年8月，根据国共两党协议，在西北的中国工农红军主力改编为八路军，总指挥是\n\
正确答案:D\n\
A. 项英\n\
B. 叶挺\n\
C. 彭德怀\n\
D. 朱德\
|\
毛泽东提出"一切反动派都是纸老虎"的著名论断，针对的是\n\
正确答案:D\n\
A. 打垮国民党的历次反革命军事围剿\n\
B. 国民党顽固派制造皖南事变等反共浪潮\n\
C. 日本帝国主义被迫宣布无条件投降\n\
D. 内战初期国民党在军事和经济方面占有明显优势\
|\
近代中国压在中国人民身上的“三座大山”指的是\n\
正确答案:ABC\n\
A. 帝国主义\n\
B. 官僚资本主义\n\
C. 封建主义\n\
D. 民族资本主义\
|\
20 世纪初，宣传资产阶级民主革命思想的主要人物有\n\
正确答案:ABD\n\
A. 章炳麟\n\
B. 邹容\n\
C. 康有为\n\
D. 陈天华\
|\
近代中国半殖民地半封建社会的主要矛盾是\n\
正确答案:AC\n\
A. 帝国主义和中华民族的矛盾\n\
B. 无产阶级和资产阶级的矛盾\n\
C. 封建主义和人民大众的矛盾\n\
D. 农民阶级和地主阶级的矛盾\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
中日甲午战争后，根据《马关条约》的规定，清政府应将下列哪些地区割让给日本？\n\
正确答案:BCD\n\
A. 海南岛\n\
B. 台湾全岛及附属岛屿\n\
C. 澎湖列岛\n\
D. 辽东半岛\
|\
以下各项中属于“戊戌六君子”的人物有（ ）\n\
正确答案:AD\n\
A. 谭嗣同\n\
B. 梁启超\n\
C. 康有为\n\
D. 杨深秀\
|\
卢沟桥事变后，在保卫北平的战斗中牺牲的国民党爱国将领是\n\
正确答案:BD\n\
A. 张自忠\n\
B. 佟麟阁\n\
C. 郝梦龄\n\
D. 赵登禹\
|\
解放战争时期，三大战役是指\n\
正确答案:BCD\n\
A. 长沙会战\n\
B. 淮海战役\n\
C. 平津战役\n\
D. 辽沈战役\
|\
国民革命与近代前期的资产阶级民主革命相比，其突出的新特点是\n\
正确答案:ACD\n\
A. 以国共合作为基础\n\
B. 采用武装斗争的形式\n\
C. 群众基础扩大\n\
D. 反帝反封建相结合\
|\
以下属于第一个五年计划内实现的项目是\n\
正确答案:ABCD\n\
A. 长春第一汽车制造厂\n\
B. 康藏、青藏、新藏铁路建成\n\
C. 武汉长江大桥\n\
D. 包头钢铁基地\
|\
1913年，资产阶级革命派为反对袁世凯刺杀宋教仁和“善后大借款”发动了\n\
正确答案:A\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
遵义会议后，中共中央政治局成立了三人军事指挥小组，其成员是\n\
正确答案:D\n\
A. 毛泽东、周恩来、朱德\n\
B. 毛泽东、朱德、彭德怀\n\
C. 毛泽东、周恩来、张闻天\n\
D. 毛泽东、周恩来、王稼祥\
|\
中国加入世界贸易组织是在\n\
正确答案:A\n\
A. 2001年\n\
B. 2002年\n\
C. 2003年\n\
D. 2004年\
|\
1945年8月25日，中共中央提出“和平、民主、团结”三大口号的文件是\n\
正确答案:B\n\
A. 《抗日战争胜利后的时局和我们的方针》\n\
B. 《对目前时局的宣言》\n\
C. 《中共中央关于同国民党进行和平谈判的通知》\n\
D. 《政府与中共代表会谈纪要》\
|\
中国第一个共产主义小组建立在\n\
正确答案:B\n\
A. 北京\n\
B. 上海\n\
C. 长沙\n\
D. 武汉\
|\
“一•二八”淞沪抗战中，率领十九路军抵抗日军侵略的爱国将领是\n\
正确答案:A\n\
A. 蔡廷锴\n\
B. 张学良\n\
C. 冯玉祥\n\
D. 马占山\
|\
在第一次鸦片战争后，中国爆发的一场伟大的农民战争是\n\
正确答案:B\n\
A. 三元里人民抗英斗争\n\
B. 太平天国运动\n\
C. 台湾高山族人民抗日斗争\n\
D. 义和团运动\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
1900年，外国列强发动了侵略中国的\n\
正确答案:D\n\
A. 第二次鸦片战争\n\
B. 中法战争\n\
C. 甲午战争\n\
D. 八国联军侵华战争\
|\
在甲午战争后，通过翻译《天演论》为戊戌维新运动提供理论根据的是\n\
正确答案:A\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
毛泽东总结中国共产党成立以来的历史经验，指出中国共产党在中国革命中战胜敌人的三大法宝是\n\
正确答案:ABC\n\
A. 统一战线\n\
B. 武装斗争\n\
C. 党的建设\n\
D. 根据地建设\
|\
资本－帝国主义列强通过军事侵略和不平等条约对中国进行政治控制的主要手段有\n\
正确答案:ABCD\n\
A. 操纵中国的内政和外交\n\
B. 把持中国的海关\n\
C. 镇压中国人民的反抗\n\
D. 扶植、收买代理人\
|\
国统区第二条战线形成的原因有：\n\
正确答案:ABCD\n\
A. 专制统治和官员腐败，丧失人心。\n\
B. 大发“劫收”国难财。\n\
C. 违背人民的和平、修养生息的愿望。\n\
D. 物价上涨，导致恶性通货膨胀，人民生活困难。\
|\
在抗击外国侵略的战争中，为国捐躯的爱国官兵有\n\
正确答案:ABCD\n\
A. 关天培\n\
B. 陈化成\n\
C. 邓世昌\n\
D. 林永升\
|\
"工农武装割据"思想包含的三个主要因素是\n\
正确答案:ABC\n\
A. 武装斗争\n\
B. 土地革命\n\
C. 农村革命根据地\n\
D. 统一战线\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题，为摆脱困难和解决问题，中国共产党和人民政府着重抓了以下几个方面的工作\n\
正确答案:ABCD\n\
A. 完成民主革命的遗留任务\n\
B. 领导国民经济的恢复工作\n\
C. 巩固民族独立，维护国家主权和安全\n\
D. 加强中国共产党的自身建设\
|\
1947年3月，国民党军队重点进攻的解放区是\n\
正确答案:AD\n\
A. 山东\n\
B. 中原\n\
C. 华东\n\
D. 陕北\
|\
毛泽东在 << 论持久战 >> 中认为抗日战争最后胜利一定属于中国的原因是\n\
正确答案:ABCD\n\
A. 中国是大国， 地大物博\n\
B. 日本是小国， 经不起长期战争\n\
C. 中国在国际上得道多助\n\
D. 日本发动的是退步的、野蛮的侵略战争\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
解放战争时期国民党镇压爱国民主运动，制造的惨案有\n\
正确答案:ACD\n\
A. “一二•一”惨案\n\
B. 平江惨案\n\
C. 下关惨案\n\
D. 李、闻惨案\
|\
戊戌维新运动期间，光绪皇帝在资产阶级维新派建议下设立了\n\
正确答案:D\n\
A. 天津武备学堂\n\
B. 广州万木草堂\n\
C. 长沙时务学堂\n\
D. 京师大学堂\
|\
中国抗战以来第一次大捷是\n\
正确答案:A\n\
A. 平型关大捷\n\
B. 台儿庄大捷\n\
C. 百团大战\n\
D. 昆仑关大捷\
|\
洋务运动期间，洋务派兴办的第一个规模较大的兵工厂是\n\
正确答案:D\n\
A. 马尾船政局\n\
B. 金陵机器局\n\
C. 天津机器局\n\
D. 江南制造总局\
|\
在甲午战争后，严复翻译的《天演论》所宣传的重要思想是\n\
正确答案:D\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 天下兴亡，匹夫有责\n\
D. 物竞天择，适者生存\
|\
清末“预备立宪”的根本目的在于\n\
正确答案:C\n\
A. 仿效欧美政体\n\
B. 发展资本主义\n\
C. 延续封建统治\n\
D. 缓和阶级矛盾\
|\
我国成功地爆炸第一颗氢弹的是在\n\
正确答案:C\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
中国近代史的开端是\n\
正确答案:A\n\
A. 1840年第一次鸦片战争\n\
B. 1856年第二次鸦片战争\n\
C. 1894年甲午战争\n\
D. 1900年八国联军侵华战争\
|\
1913年，资产阶级革命派为反对袁世凯刺杀宋教仁和“善后大借款”发动了\n\
正确答案:A\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
1895年，严复在《救亡决论》一文中喊出的口号是\n\
正确答案:B\n\
A. “师夷长技以制夷”\n\
B. “救亡”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
1978年12月，邓小平在中共中央工作会议上发表的重要报告是\n\
正确答案:B\n\
A. 《实践是检验真理的唯一标准》\n\
B. 《解放思想，实事求是，团结一致向前看》\n\
C. 《必须旗帜鲜明地坚持四项基本原则》\n\
D. 《关于建国以来党的若干历史问题的决议》\
|\
下列各项中，不属于《双十协定》的内容有\n\
正确答案:BD\n\
A. 国民党迅速结束训政，实施宪政\n\
B. 整编全国军队、制定宪法\n\
C. 保证人民享有民主、自由等权利\n\
D. 实施《和平建国纲领》\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题，为摆脱困难和解决问题，中国共产党和人民政府着重抓了以下几个方面的工作\n\
正确答案:ABCD\n\
A. 完成民主革命的遗留任务\n\
B. 领导国民经济的恢复工作\n\
C. 巩固民族独立，维护国家主权和安全\n\
D. 加强中国共产党的自身建设\
|\
1905年至1907年间，资产阶级革命派与改良派论战的主要议题是\n\
正确答案:ACD\n\
A. 要不要社会革命\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
孙中山在《民报》发刊词中阐发的民族主义是指\n\
正确答案:CD\n\
A. 打倒封建主义\n\
B. 打倒帝国主义\n\
C. 以革命手段推翻清王朝\n\
D. 变“次殖民地”的中国为独立的中国\
|\
1842年，英国通过《南京条约》迫使中国开放的通商口岸除广州外还包括\n\
正确答案:ABCD\n\
A. 厦门\n\
B. 福州\n\
C. 宁波\n\
D. 上海\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
国民党政府维护帝国主义、封建主义、官僚资本主义的利益，巩固自身统治的主要方法有\n\
正确答案:ABCD\n\
A. 建立庞大的军队\n\
B. 建立了庞大的全国性特务系统\n\
C. 大力推行保甲制度\n\
D. 实行文化专制主义\
|\
民族资产阶级领导的辛亥革命的历史局限性主要表现在\n\
正确答案:ABCD\n\
A. 没有提出彻底反帝的革命纲领\n\
B. 没有提出彻底反封建的革命纲领\n\
C. 没有充分发动和依靠民众\n\
D. 没有建立坚强的革命政党\
|\
下列内容属于七届二中全会的是\n\
正确答案:ABC\n\
A. 我党工作中心从农村转移到城市\n\
B. 强调加强党的思想建设\n\
C. 提出由新民主主义向社会主义转变\n\
D. 确立毛泽东思想为党的指导思想\
|\
1978年12月召开的中共十一届三中全会\n\
正确答案:ABCD\n\
A. 实现了新中国成立以来党的历史上具有深远意义的伟大转折\n\
B. 重新确立了马克思主义的思想路线、政治路线、组织路线\n\
C. 改革开放的序幕由此揭开,把党和国家的工作中心转移到经济建设上来\n\
D. 彻底否定“以阶级斗争为纲”的错误理论和实践\
|\
标志腐朽的清政府已经成为“洋人的朝廷”的是\n\
正确答案:D\n\
A. 《天津条约》的签订\n\
B. 《北京条约》的签订\n\
C. 《马关条约》的签订\n\
D. 《辛丑条约》的签订\
|\
我国成功地爆炸第一颗氢弹的是在\n\
正确答案:C\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
正式制定我国社会主义现代化建设“三步走”战略部署的是\n\
正确答案:B\n\
A. 中共十二大\n\
B. 中共十三大\n\
C. 中共十四大\n\
D. 中共十五大\
|\
振奋全国抗战精神的“台儿庄大捷”出现在国民党组织的哪场会战中\n\
正确答案:D\n\
A. 淞沪会战\n\
B. 太原会战\n\
C. 常德会战\n\
D. 徐州会战\
|\
在1898年9月“百日维新”失败后拒绝出走而慷慨就义的维新派代表人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
基本完成社会主义改造的时间是\n\
正确答案:A\n\
A. 1956年\n\
B. 1957年\n\
C. 1958年\n\
D. 1959年\
|\
1949年10月1日中华人民共和国成立到（ ）年这几年，是基本完成社会主义改造的时期\n\
正确答案:A\n\
A. 1956\n\
B. 1957\n\
C. 1955\n\
D. 1958\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
邓小平明确提出“建设有中国特色社会主义”命题的会议是\n\
正确答案:B\n\
A. 中共十一届三中全会\n\
B. 中共十二大\n\
C. 中共十二届三中全会\n\
D. 中共十三大\
|\
被誉为中国人民的大宪章、起着临时宪法作用的是\n\
正确答案:B\n\
A. 《论人民民主专政》\n\
B. 《中国人民政治协商会议共同纲领》\n\
C. 《中国人民政治协商会议组织法》\n\
D. 《新民主主义论》\
|\
民族资产阶级领导的辛亥革命的历史局限性主要表现在\n\
正确答案:ABCD\n\
A. 没有提出彻底反帝的革命纲领\n\
B. 没有提出彻底反封建的革命纲领\n\
C. 没有充分发动和依靠民众\n\
D. 没有建立坚强的革命政党\
|\
国民党一大的主要内容及意义是\n\
正确答案:ABCD\n\
A. 讨论了国民党改组的问题\n\
B. 重新解释了三民主义\n\
C. 国民革命运动开始\n\
D. 民主革命统一战线建立\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题，毛泽东把当时的情况概括为三句话，这三句话是\n\
正确答案:BCD\n\
A. 不要怕\n\
B. 有希望\n\
C. 有困难\n\
D. 有办法\
|\
参加五四运动的社会阶层有\n\
正确答案:ABCD\n\
A. 工人\n\
B. 农民\n\
C. 学生\n\
D. 商人\
|\
从19世纪60年代到90年代，洋务派举办的洋务事业主要包括\n\
正确答案:ABCD\n\
A. 派遣留学生\n\
B. 兴办近代工业\n\
C. 创办新式学堂\n\
D. 建立新式海陆军\
|\
中国民族资产阶级政治上的两面性是指\n\
正确答案:AB\n\
A. 与外国资本主义和本国封建主义有矛盾、斗争的一面\n\
B. 与外国资本主义和本国封建主义有依赖、妥协的一面\n\
C. 与外国资本主义和本国封建主义有合作的一面\n\
D. 与外国资本主义和本国封建主义有中立的一面\
|\
大革命失败的原因有\n\
正确答案:ABCD\n\
A. 反革命的力量强大\n\
B. 中共领导人的错误思想\n\
C. 中共缺乏革命斗争的经验\n\
D. 中共在思想理论上不够成熟\
|\
中国民族资产阶级是一个带两重性的阶级，这两重性是指\n\
正确答案:AB\n\
A. 革命性\n\
B. 软弱性\n\
C. 动摇性\n\
D. 不彻底性\
|\
我国对个体农业进行社会主义改造的方针是\n\
正确答案:BC\n\
A. 典型示范\n\
B. 积极发展\n\
C. 稳步前进\n\
D. 逐步过渡\
|\
抗日战争时期，中国共产党在抗日根据地实行的“三三制”政权，政权人员的组成大体是\n\
正确答案:ACD\n\
A. 共产党员占1/3\n\
B. 农民代表占1/3\n\
C. 中间分子占1/3\n\
D. 非党进步分子占1/3\
|\
1931年11月，中国共产党成立了中华苏维埃共和国临时中央政府，其政权性质是\n\
正确答案:D\n\
A. 资产阶级专政\n\
B. 各革命阶级（包括民族资产阶级和小资产阶级）联合专政\n\
C. 抗日民主专政\n\
D. 工农民主专政\
|\
大地主大资产阶级政权\n\
正确答案:C\n\
A. 中共三大\n\
B. 中共六大\n\
C. 八七会议\n\
D. 古田会议\
|\
中华人民共和国成立的时间\n\
正确答案:A\n\
A. 1949年10月1日\n\
B. 1949年6月1日\n\
C. 1948年10月1日\n\
D. 1949年11月1日\
|\
在近代，帝国主义列强不能灭亡和瓜分中国的最根本原因是\n\
正确答案:D\n\
A. 民族资产阶级发动的民主革命\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 洋务派开展的“自强”、“求富”运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
中国由新民主主义向社会主义转变的优越的政治条件是\n\
正确答案:B\n\
A. 马克思主义、毛泽东思想的指导地位\n\
B. 中国共产党的领导和人民民主专政国家制度的建立\n\
C. 新民主主义经济制度的建立和国民经济的恢复\n\
D. 社会主义国营经济成为多种经济成份中的领导力量\
|\
1978年12月，邓小平在中共中央工作会议上发表的重要报告是\n\
正确答案:B\n\
A. 《实践是检验真理的唯一标准》\n\
B. 《解放思想，实事求是，团结一致向前看》\n\
C. 《必须旗帜鲜明地坚持四项基本原则》\n\
D. 《关于建国以来党的若干历史问题的决议》\
|\
中国历史上第一次比较完全意义上的资产阶级民主革命是\n\
正确答案:B\n\
A. 戊戌维新运动\n\
B. 辛亥革命\n\
C. 二次革命\n\
D. 新文化运动\
|\
中国资产阶级革命派的骨干力量是\n\
正确答案:D\n\
A. 大资产阶级及其知识分子\n\
B. 工人阶级\n\
C. 农民阶级\n\
D. 资产阶级和小资产阶级知识分子\
|\
1911年4月，资产阶级革命派发起的孙中山认为与武昌之役并寿的起义是\n\
正确答案:C\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
中国共产党诞生的标志性事件是\n\
正确答案:A\n\
A. 中国共产党第一次全国代表大会的召开\n\
B. 五四运动爆发\n\
C. 上海共产主义小组成立\n\
D. 《共产党》月刊创刊\
|\
洋务运动的代表人物有\n\
正确答案:ABCD\n\
A. 奕\n\
B. 曾国藩\n\
C. 李鸿章\n\
D. 张之洞\
|\
五四运动前的新文化运动主要的代表人物有\n\
正确答案:ABCD\n\
A. 李大钊\n\
B. 陈独秀\n\
C. 胡适\n\
D. 鲁迅\
|\
进入20世纪80年代，我国多层次、有重点、点面结合对外开放格局的构成包括\n\
正确答案:ABCD\n\
A. 经济特区\n\
B. 沿海开放城市\n\
C. 沿海经济开放区\n\
D. 内地\
|\
“一化三改造”时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货\n\
B. “四马分肥”中的资方红利\n\
C. 公私合营\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
九一八事变后，在东北组织抗日游击队和抗日联军的中共党员有\n\
正确答案:ABCD\n\
A. 周保中\n\
B. 杨靖宇\n\
C. 李兆麟\n\
D. 赵尚志\
|\
毛泽东科学预测抗日战争的发展进程包括（ ）三个阶段\n\
正确答案:ABD\n\
A. 战略防御\n\
B. 战略相持\n\
C. 战略进攻\n\
D. 战略反攻\
|\
国统区第二条战线形成的原因有：\n\
正确答案:ABCD\n\
A. 专制统治和官员腐败，丧失人心。\n\
B. 大发“劫收”国难财。\n\
C. 违背人民的和平、修养生息的愿望。\n\
D. 物价上涨，导致恶性通货膨胀，人民生活困难。\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
1924年改组后的国民党成为几个阶级的革命联盟，这几个阶级是\n\
正确答案:ABCD\n\
A. 工人阶级\n\
B. 农民阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
北洋军阀统治中国的社会基础是\n\
正确答案:AB\n\
A. 地主阶级\n\
B. 买办资产阶级\n\
C. 外国帝国主义\n\
D. 民族资产阶级\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
1900年，俄国在入侵中国时制造了屠杀中国居民的\n\
正确答案:C\n\
A. 旅顺惨案\n\
B. 海兰泡惨案\n\
C. 江东六十四屯惨案\n\
D. 济南惨案\
|\
19世纪90年代，谭嗣同发表的宣传变法维新主张的著作是\n\
正确答案:B\n\
A. 《新学伪经考》\n\
B. 《仁学》\n\
C. 《人类公理》\n\
D. 《变法通义》\
|\
毛泽东指出，新民主主义国家内部的主要矛盾是\n\
正确答案:C\n\
A. 人民大众与封建主义的矛盾\n\
B. 中华民族与帝国主义的矛盾\n\
C. 无产阶级与资产阶级的矛盾\n\
D. 人民对经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\
|\
中国共产党开展土地革命后制定的第一部土地法是\n\
正确答案:A\n\
A. 井冈山土地法\n\
B. 兴国土地法\n\
C. 中国土地法大纲\n\
D. 五四指示\
|\
下列关于《天朝天亩制度》和《资政新篇》的叙述，不正确的是\n\
正确答案:B\n\
A. 都是巩固太平天国的纲领或方案\n\
B. 后者是前者的补充、继承和发展\n\
C. 前者是违背社会发展规律的空想\n\
D. 后者是符合时代潮流的进步方案\
|\
“一•二八”淞沪抗战中，率领十九路军抵抗日军侵略的爱国将领是\n\
正确答案:A\n\
A. 蔡廷锴\n\
B. 张学良\n\
C. 冯玉祥\n\
D. 马占山\
|\
在第一次鸦片战争后，中国爆发的一场伟大的农民战争是\n\
正确答案:B\n\
A. 三元里人民抗英斗争\n\
B. 太平天国运动\n\
C. 台湾高山族人民抗日斗争\n\
D. 义和团运动\
|\
下列关于"九一八事变"影响，不正确的是\n\
正确答案:C\n\
A. 它使中国东北沦为日本殖民地\n\
B. 它促使中国的社会矛盾开始发生变化\n\
C. 它促使中共立即作出国共合作共同抗日的主张\n\
D. 它是日本灭亡中国计划的一部分\
|\
1861年，清政府设立的掌管洋务的机关是\n\
正确答案:C\n\
A. 江南制造总局\n\
B. 金陵机器局\n\
C. 总理各国事务衙门\n\
D. 外务部\
|\
与清政府签订《天津条约》的国家有\n\
正确答案:AC\n\
A. 英国\n\
B. 俄国\n\
C. 法国\n\
D. 日本\
|\
下列属于国统区学生运动的是\n\
正确答案:ABC\n\
A. 1947年5月20日反饥饿、反内战的五二0运动。\n\
B. 1945年12月1日反对内战、争取自由的一二一运动。\n\
C. 1946年12月30日抗议美军暴行的抗暴运动（一二三0运动）。\n\
D. 1947年2月28日台湾二二八起义。\
|\
鸦片战争以后，西方资本主义列强对中国进行赤裸裸的文化侵略，主要表现在\n\
正确答案:ABCD\n\
A. 建立教学，派遣大批传教士到中国传教\n\
B. 包庇教徒不法行为，强迫中国教民抛弃传统礼俗\n\
C. 创办中外文报刊，为帝国主义侵略进行辩护\n\
D. 宣扬“种族优劣论”，制造侵略有理的舆论。\
|\
毛泽东科学预测抗日战争的发展进程包括（ ）三个阶段\n\
正确答案:ABD\n\
A. 战略防御\n\
B. 战略相持\n\
C. 战略进攻\n\
D. 战略反攻\
|\
中国民族资产阶级的两面性表现为\n\
正确答案:BC\n\
A. 软弱性\n\
B. 妥协性\n\
C. 革命性\n\
D. 民主性\
|\
国民党政府维护帝国主义、封建主义、官僚资本主义的利益，巩固自身统治的主要方法有\n\
正确答案:ABCD\n\
A. 建立庞大的军队\n\
B. 建立了庞大的全国性特务系统\n\
C. 大力推行保甲制度\n\
D. 实行文化专制主义\
|\
我国对农业社会主义改造极大地创伤了农民生产的积极性，问题在于\n\
正确答案:ABCD\n\
A. 要求过急\n\
B. 粗暴强制\n\
C. 条件不成熟\n\
D. 形式过于简单划一\
|\
中国同盟会纲领中涉及到的问题有\n\
正确答案:ABD\n\
A. 推翻满洲贵族的统治\n\
B. 建立资产阶级共和国\n\
C. 驱逐占据中国的帝国主义势力\n\
D. 提出了资本主义的土地纲领\
|\
从19世纪60到90年代，洋务派创办的新式学堂主要是\n\
正确答案:ABC\n\
A. 翻译学堂\n\
B. 科技学堂\n\
C. 军事学堂\n\
D. 农艺学堂\
|\
抗日民族统一战线的策略总方针是\n\
正确答案:ABC\n\
A. 发展进步势力\n\
B. 争取中间势力\n\
C. 孤立顽固势力\n\
D. 反对投降势力\
|\
1978年12月，邓小平在中共中央工作会议上发表的重要报告是\n\
正确答案:B\n\
A. 《实践是检验真理的唯一标准》\n\
B. 《解放思想，实事求是，团结一致向前看》\n\
C. 《必须旗帜鲜明地坚持四项基本原则》\n\
D. 《关于建国以来党的若干历史问题的决议》\
|\
中国共产党在对资本主义工商业进行改造过程中创造性提出的一项政策是\n\
正确答案:D\n\
A. 利用\n\
B. 限制\n\
C. 公私合营\n\
D. 和平赎买\
|\
中国最早接受和宣传马克思主义的先进分子是\n\
正确答案:D\n\
A. 陈独秀\n\
B. 毛泽东\n\
C. 李达\n\
D. 李大钊\
|\
中国进入社会主义初级阶段的最主要的标志是\n\
正确答案:C\n\
A. 中华人民共和国的成立\n\
B. 新中国第一部宪法的颁布\n\
C. 社会主义改造的基本完成\n\
D. 土地改革的顺利进行\
|\
1946年6月，全面内战爆发，国民党军队首先进攻的地区是\n\
正确答案:C\n\
A. 山东解放区\n\
B. 东北解放区\n\
C. 中原解放区\n\
D. 陕甘宁解放区\
|\
1931年11月，中国共产党成立了中华苏维埃共和国临时中央政府，其政权性质是\n\
正确答案:D\n\
A. 资产阶级专政\n\
B. 各革命阶级（包括民族资产阶级和小资产阶级）联合专政\n\
C. 抗日民主专政\n\
D. 工农民主专政\
|\
解放战争时期，国统区人民所进行的第二条战线的斗争是\n\
正确答案:D\n\
A. 以工人运动为先导\n\
B. 以农民运动为先导\n\
C. 以商人罢市为先导\n\
D. 以学生运动为先导\
|\
1976年“文化大革命”结束后，造成党和国家的工作在徘徊中前进局面的根源在于\n\
正确答案:D\n\
A. “阶级斗争为纲”的错误方针\n\
B. “批林批孔”的错误方针\n\
C. “反击右倾翻案风”的错误方针\n\
D. “两个凡是”的错误方针\
|\
抗日战争中，据不完全统计，中国军民伤亡总数达\n\
正确答案:C\n\
A. 1500万以上\n\
B. 2500万以上\n\
C. 3500万以上\n\
D. 4500万以上\
|\
标志着维新变法运动的开始的事件是\n\
正确答案:B\n\
A. 维新派与守旧派的论战\n\
B. 公车上书\n\
C. “中体西用”思想的提出\n\
D. “明定国是”诏书的颁布\
|\
以下各项中属于“戊戌六君子”的人物有（ ）\n\
正确答案:AD\n\
A. 谭嗣同\n\
B. 梁启超\n\
C. 康有为\n\
D. 杨深秀\
|\
1895年，孙中山在香港成立兴中会总部时提出的革命纲领是\n\
正确答案:ABD\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 平均地权\n\
D. 创立合众政府\
|\
太平天国失败的原因包括\n\
正确答案:ABCD\n\
A. 缺乏先进阶级的领导\n\
B. 缺乏科学理论的指导\n\
C. 缺乏对外国列强侵华的理性认识\n\
D. 缺乏对列强侵华野心的足够警惕\
|\
1949年后，中国社会存在的经济成分有\n\
正确答案:ABCD\n\
A. 国营经济\n\
B. 合作社经济\n\
C. 个体经济\n\
D. 私人资本主义经济\
|\
邓小平在同江泽民等谈话时提出的中国社会主义农业改革和发展的“ 两个飞跃 ”是\n\
正确答案:AD\n\
A. 废除人民公社，实行家庭承包责任制\n\
B. 发展乡镇企业\n\
C. 实施科教兴农战略\n\
D. 发展集体经济\
|\
1919年五四运动后中国社会的主要矛盾是\n\
正确答案:AB\n\
A. 帝国主义与中国人民的矛盾\n\
B. 封建主义与人民大众的矛盾\n\
C. 地主阶级与农民阶级的矛盾\n\
D. 资本家阶级与工人阶级之间的矛盾\
|\
中国民族资产阶级的两面性表现为\n\
正确答案:BC\n\
A. 软弱性\n\
B. 妥协性\n\
C. 革命性\n\
D. 民主性\
|\
中国民主革命的基本动力包括\n\
正确答案:ABD\n\
A. 工人\n\
B. 农民\n\
C. 民族资产阶级\n\
D. 城市小资产阶级\
|\
五四运动前后的新文化运动的不同之处有\n\
正确答案:BC\n\
A. 宣传社会主义思想\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 对科学共产主义作了较为全面系统地介绍\n\
D. 动摇了封建正统思想\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
1940年8月，向日本侵略军发起百团大战的总指挥是\n\
正确答案:C\n\
A. 邓小平\n\
B. 粟裕\n\
C. 彭德怀\n\
D. 王震\
|\
抗日战争胜利后，中国社会的主要矛盾是\n\
正确答案:D\n\
A. 中美民族矛盾\n\
B. 中日民族矛盾\n\
C. 无产阶级同资产阶级的矛盾\n\
D. 中国人民同美帝国主义支持的国民党反动派之间的矛盾\
|\
“师夷之长技以制夷”的提出者是\n\
正确答案:D\n\
A. 龚自珍\n\
B. 林则徐\n\
C. 洪仁玕\n\
D. 魏源\
|\
毛泽东提出"一切反动派都是纸老虎"的著名论断，针对的是\n\
正确答案:D\n\
A. 打垮国民党的历次反革命军事围剿\n\
B. 国民党顽固派制造皖南事变等反共浪潮\n\
C. 日本帝国主义被迫宣布无条件投降\n\
D. 内战初期国民党在军事和经济方面占有明显优势\
|\
1894年日本发动了侵略中国的甲午战争，战后迫使清政府签订了\n\
正确答案:C\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
标志中国民族资产阶级第一次登上政治舞台的是\n\
正确答案:B\n\
A. 洋务运动\n\
B. 戊戌维新运动\n\
C. 护国运动\n\
D. 护法运动\
|\
1894年，孙中山创立革命团体兴中会并喊出的时代最强音是\n\
正确答案:D\n\
A. “师夷长技以制夷”\n\
B. “救亡图存”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
皖南事变后，中共中央重建新四军军部，被任命的政治委员是\n\
正确答案:C\n\
A. 陈毅\n\
B. 陈赓\n\
C. 刘少奇\n\
D. 项英\
|\
1911年10月，直接参与领导武昌起义的革命组织是\n\
正确答案:BC\n\
A. 中国国民党\n\
B. 共进会\n\
C. 文学社\n\
D. 中华革命党\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
解放战争时期，三大战役是指\n\
正确答案:BCD\n\
A. 长沙会战\n\
B. 淮海战役\n\
C. 平津战役\n\
D. 辽沈战役\
|\
洋务派举办的洋务事业主要有\n\
正确答案:BCD\n\
A. 实行君主立宪制\n\
B. 兴办近代企业\n\
C. 建立新式海陆军\n\
D. 创办新式学堂\
|\
资产阶级维新派的主要代表人物有\n\
正确答案:ABCD\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
下列关于《天朝田亩制度》叙述正确的是\n\
正确答案:ABCD\n\
A. 确定了平均分配土地的方案\n\
B. 是以解决土地问题为中心的比较完整的社会改革方案\n\
C. 具有空想性质，不可能实现\n\
D. 它的主张从根本上否定了封建社会的基础——地主的土地所有制\
|\
中华人民共和国的成立开创了中国历史的新纪元，因为\n\
正确答案:ABCD\n\
A. 结束了帝国主义、封建主义、官僚资本主义统治中国、奴役中国的历史\n\
B. 结束了军阀割据、战乱频仍、匪乱不断的历史\n\
C. 为中国社会由新民主主义过渡到社会主义创造了前提条件\n\
D. 为实现中华民族的繁荣富强和人民的共同富裕，创造了前提\
|\
三民主义中民族主义的内容是\n\
正确答案:AB\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 创立民国\n\
D. 平均地权\
|\
民族资产阶级领导的辛亥革命的历史局限性主要表现在\n\
正确答案:ABCD\n\
A. 没有提出彻底反帝的革命纲领\n\
B. 没有提出彻底反封建的革命纲领\n\
C. 没有充分发动和依靠民众\n\
D. 没有建立坚强的革命政党\
|\
1946年1月10日，在重庆召开了政治协商会议，其主要作用有\n\
正确答案:ABCD\n\
A. 有利于冲破蒋介石独裁统治\n\
B. 有利于实行民主政治\n\
C. 有利于和平建国。\n\
D. 激发中国广大人民实现民主、团结、统一的愿望。\
|\
1905年8月，中国同盟会成立后创立的机关报是\n\
正确答案:A\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
“一•二八”淞沪抗战中，率领十九路军抵抗日军侵略的爱国将领是\n\
正确答案:A\n\
A. 蔡廷锴\n\
B. 张学良\n\
C. 冯玉祥\n\
D. 马占山\
|\
所谓“国中之国”是指\n\
正确答案:C\n\
A. 帝国主义在华的势力范围\n\
B. 帝国主义强迫我国开放的通商口岸\n\
C. 租界\n\
D. 帝国主义强迫清政府割让的土地\
|\
新中国第一颗人造地球卫星发射成功是在\n\
正确答案:D\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
首次使用“新民主主义社会”概念的是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 朱德\
|\
第五次反“围剿”的失败充分证明了\n\
正确答案:D\n\
A. 良好的群众基础是红色政权存在的重要条件\n\
B. 全国的革命形势对红色政权的影响巨大\n\
C. 相当力量的正式红军的存在，是造成工农武装割据的重要条件\n\
D. 中国共产党的正确领导是红色政权存在的最重要条件\
|\
国民党的统治在全国范围内建立的标志是\n\
正确答案:A\n\
A. 张学良“改旗易帜”\n\
B. 南京国民政府改组\n\
C. 宁汉合流\n\
D. 中原大战结束\
|\
在近代中国，争取民族独立和人民解放的最终目的是\n\
正确答案:C\n\
A. 推翻封建专制制度\n\
B. 充分发展近代民族工商业\n\
C. 实现国家繁荣富强和人民共同富裕\n\
D. 废除列强同中国签订的一切不平等条约\
|\
1900年，俄国在入侵中国时制造了屠杀中国居民的\n\
正确答案:C\n\
A. 旅顺惨案\n\
B. 海兰泡惨案\n\
C. 江东六十四屯惨案\n\
D. 济南惨案\
|\
国家对农村实行联产承包责任制的直接原因是\n\
正确答案:C\n\
A. 小农经济的落后性\n\
B. 为解决工业化原料\n\
C. 克服人民公社“一大二公”和分配中的平均主义\n\
D. 发展农村生产力\
|\
在中国近代，大部分的土地为地主及旧式富农所占有，他们剥削农民的方式有\n\
正确答案:ABCD\n\
A. 地租\n\
B. 田赋\n\
C. 高利贷\n\
D. 附加税\
|\
从1953年开始的三大改造包括\n\
正确答案:BCD\n\
A. 进行土地改革，实行农民的土地私有制\n\
B. 手工业合作化\n\
C. 对资本主义工商业进行公私合营\n\
D. 农业合作化\
|\
19世纪80－90年代签订的中外不平等条约，与19世纪40－50年代相比，最根本的不同有（ ）\n\
正确答案:BD\n\
A. 割取中国领土的面积最大\n\
B. 索取的赔款数额不断加大\n\
C. 规定开放更多的通商口岸\n\
D. 列强获得在华投放资本的特权\
|\
南京临时政府的局限性表现为\n\
正确答案:ABC\n\
A. 承认清政府与列强所订的一切不平等条约和一切外债有效\n\
B. 没有提出任何可以满足农民土地要求的政策和措施\n\
C. 维护封建土地制度以及官僚、地主所占有的土地财产\n\
D. 主体是资产阶级革命派\
|\
1930年5月，毛泽东撰写的《反对本本主义》，提出了下列重要思想\n\
正确答案:ABCD\n\
A. 马克思主义的“本本”是要学习的，但是必须同中国的实际情况相结合\n\
B. 没有调查，就没有发言权\n\
C. 必须洗刷唯心精神，坚持从斗争中创造新局面的思想路线\n\
D. 中国革命斗争要靠中国同志了解情况\
|\
资本－帝国主义列强通过军事侵略和不平等条约对中国进行政治控制的主要手段有\n\
正确答案:ABCD\n\
A. 操纵中国的内政和外交\n\
B. 把持中国的海关\n\
C. 镇压中国人民的反抗\n\
D. 扶植、收买代理人\
|\
19世纪90年代末，资产阶级维新派宣传变法维新主张的主要活动是\n\
正确答案:ABCD\n\
A. 向皇帝上书\n\
B. 著书立说\n\
C. 介绍外国的变法\n\
D. 办学会、办报纸、设学堂\
|\
中日甲午战争后，根据《马关条约》的规定，清政府应将下列哪些地区割让给日本？\n\
正确答案:BCD\n\
A. 海南岛\n\
B. 台湾全岛及附属岛屿\n\
C. 澎湖列岛\n\
D. 辽东半岛\
|\
近代中国在逐步沦为半殖民地半封建社会过程中新产生的阶级是\n\
正确答案:CD\n\
A. 农民阶级\n\
B. 地主阶级\n\
C. 资产阶级\n\
D. 工人阶级\
|\
1905年8月，中国同盟会成立时制定的革命纲领是\n\
正确答案:ABCD\n\
A. 驱除鞑虏\n\
B. 平均地权\n\
C. 恢复中华\n\
D. 创立民国\
|\
19世纪90年代，谭嗣同发表的宣传变法维新主张的著作是\n\
正确答案:B\n\
A. 《新学伪经考》\n\
B. 《仁学》\n\
C. 《人类公理》\n\
D. 《变法通义》\
|\
三大主力红军会师的地点是\n\
正确答案:B\n\
A. 吴起镇\n\
B. 会宁\n\
C. 懋功\n\
D. 甘孜\
|\
第一个五年计划中，东北地区的建设项目主要是\n\
正确答案:B\n\
A. 纺织工业项目\n\
B. 重工业项目\n\
C. 电子工业项目\n\
D. 煤炭工业项目\
|\
中华人民共和国成立的时间\n\
正确答案:A\n\
A. 1949年10月1日\n\
B. 1949年6月1日\n\
C. 1948年10月1日\n\
D. 1949年11月1日\
|\
中国最早接受和宣传马克思主义的先进分子是\n\
正确答案:D\n\
A. 陈独秀\n\
B. 毛泽东\n\
C. 李达\n\
D. 李大钊\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
中国共产党顺利实现第二代中央领导集体向第三代中央领导集体过渡的会议是\n\
正确答案:C\n\
A. 中共十一届三中全会\n\
B. 中共十二届三中全会\n\
C. 中共十三届四中全会\n\
D. 中共十四届四中全会\
|\
在近代中国，实现国家繁荣富强和人民共同富裕的前提条件\n\
正确答案:D\n\
A. 建立资本主义制度\n\
B. 反对帝国主义的侵略\n\
C. 推翻封建主义的统治\n\
D. 争得民族独立和人民解放\
|\
随着对外开放的进一步扩大，中共中央和国务院在1988年决定建立的经济特区是\n\
正确答案:D\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 厦门经济特区\n\
D. 海南经济特区\
|\
下列对秋收起义的认识正确的有\n\
正确答案:ABC\n\
A. 是发动群众武装反抗国民党统治的正确抉择\n\
B. 进攻长沙是在“八七会议”“左”倾情绪影响下的决定\n\
C. 文家市会议迈出了到农村建立革命根据地的第一步\n\
D. 三湾改编是中国共产党创建革命军队的开端\
|\
下列有关皖南事变的表述，正确的是\n\
正确答案:ACD\n\
A. 它是国民党顽固派破坏抗战的行为\n\
B. 英美支持国民党发动\n\
C. 中国共产党坚决回击顽固派的进攻\n\
D. 新四军军部及所属部队损失惨重\
|\
在近代中国，民族资本主义经济的发展受到多方面的阻碍，主要有\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
下列各项中，不属于《双十协定》的内容有\n\
正确答案:BD\n\
A. 国民党迅速结束训政，实施宪政\n\
B. 整编全国军队、制定宪法\n\
C. 保证人民享有民主、自由等权利\n\
D. 实施《和平建国纲领》\
|\
下列说明五四运动是中国新民主主义革命开端的是\n\
正确答案:ACD\n\
A. 无产阶级以独立姿态登上政治舞台\n\
B. 发生在俄国十月社会主义革命之后，属于世界无产阶级革命一部分\n\
C. 是彻底反帝反封建的革命运动\n\
D. 具有初步共产主义思想的知识分子起了领导作用\
|\
1946年1月10日，政治协商会议在重庆开幕，出席会议的有（ ）的代表\n\
正确答案:ABCD\n\
A. 国民党\n\
B. 共产党\n\
C. 民主同盟\n\
D. 无党派人士\
|\
和旧民主主义革命相比，五四运动的历史特点是\n\
正确答案:ABCD\n\
A. 彻底的反帝反封建\n\
B. 它是场真正的群众运动\n\
C. 促进了马克思主义在中国的传播\n\
D. 促进了马克思主义与中国工人运动的结合\
|\
义和团运动的主体是农民等小生产者，其历史局限性表现在\n\
正确答案:AB\n\
A. 存在盲目、笼统的排外主义错误\n\
B. 无法认清帝国主义与清王朝相互勾结的本质\n\
C. 存在有许多迷信、落后的倾向\n\
D. 争权夺利、享乐主义\
|\
近代中国的资产阶级分为\n\
正确答案:CD\n\
A. 工业资产阶级\n\
B. 商业资产阶级\n\
C. 民族资产阶级\n\
D. 官僚买办资产阶级\
|\
下列哪些是维新派的主张\n\
正确答案:ABCD\n\
A. 积极要求变法\n\
B. 主张实行君主立宪制\n\
C. 主张废除八股\n\
D. 主张学西方\
|\
所谓“国中之国”是指\n\
正确答案:C\n\
A. 帝国主义在华的势力范围\n\
B. 帝国主义强迫我国开放的通商口岸\n\
C. 租界\n\
D. 帝国主义强迫清政府割让的土地\
|\
在近代中国，争取民族独立和人民解放的最终目的是\n\
正确答案:C\n\
A. 推翻封建专制制度\n\
B. 充分发展近代民族工商业\n\
C. 实现国家繁荣富强和人民共同富裕\n\
D. 废除列强同中国签订的一切不平等条约\
|\
重庆谈判的焦点问题是\n\
正确答案:A\n\
A. 人民军队和解放区的合法地位问题\n\
B. 要不要和平建国的问题\n\
C. 实行宪政、结束训政的问题\n\
D. 人民的民主、自由权利的问题\
|\
鸦片战争以后，一股“向西方学习”的新思想萌发，其主要目的是：\n\
正确答案:A\n\
A. 重新认识世界，寻求强国御侮之道\n\
B. 学习西方先进技术，发展资本主义经济\n\
C. 了解西方国家，与之建立平等的外交关系\n\
D. 学习西方的先进的政治制度，进行社会改革\
|\
1900年，外国列强发动了侵略中国的\n\
正确答案:D\n\
A. 第二次鸦片战争\n\
B. 中法战争\n\
C. 甲午战争\n\
D. 八国联军侵华战争\
|\
19世纪70年代后，洋务派举办的民用企业多数都采取\n\
正确答案:B\n\
A. 官办的形式\n\
B. 官督商办的形式\n\
C. 商办的形式\n\
D. 官商合办的形式\
|\
解放战争时期，最早与蒋介石集团决裂的民主党派是\n\
正确答案:A\n\
A. 中国民主同盟\n\
B. 民主建国会\n\
C. 中国民主促进会\n\
D. 中国国民党革命委员会\
|\
在第一次鸦片战争后，中国爆发的一场伟大的农民战争是\n\
正确答案:B\n\
A. 三元里人民抗英斗争\n\
B. 太平天国运动\n\
C. 台湾高山族人民抗日斗争\n\
D. 义和团运动\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
第五次反“围剿”的失败充分证明了\n\
正确答案:D\n\
A. 良好的群众基础是红色政权存在的重要条件\n\
B. 全国的革命形势对红色政权的影响巨大\n\
C. 相当力量的正式红军的存在，是造成工农武装割据的重要条件\n\
D. 中国共产党的正确领导是红色政权存在的最重要条件\
|\
从19世纪60年代到90年代，洋务派举办的洋务事业主要包括\n\
正确答案:ABCD\n\
A. 派遣留学生\n\
B. 兴办近代工业\n\
C. 创办新式学堂\n\
D. 建立新式海陆军\
|\
对1946年政协会议协议的有关表述，正确的是\n\
正确答案:ABCD\n\
A. 有利于实现民主政治与和平建国\n\
B. 在许多方面反映了人们的愿望\n\
C. 体现了民主协商的精神\n\
D. 很快被国民政府撕毁\
|\
19世纪末期，帝国主义列强瓜分中国的图谋并未实现，其原因有（ ）\n\
正确答案:AB\n\
A. 帝国主义列强之间的矛盾和相互制约\n\
B. 中国人民进行了不屈不挠的反侵略斗争\n\
C. 清政府与列强相勾结\n\
D. 中国地域过于广阔\
|\
毛泽东在《论持久战》中指出，抗日战争要经过三个阶段是\n\
正确答案:ABC\n\
A. 战略相持\n\
B. 战略反攻\n\
C. 战略防御\n\
D. 战略退缩\
|\
1911年10月，直接参与领导武昌起义的革命组织是\n\
正确答案:BC\n\
A. 中国国民党\n\
B. 共进会\n\
C. 文学社\n\
D. 中华革命党\
|\
中国民族资本主义经济的发展，受到了多方面的阻碍。其阻碍主要来自\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
九一八事变后，在东北组织抗日游击队和抗日联军的中共党员有\n\
正确答案:ABCD\n\
A. 周保中\n\
B. 杨靖宇\n\
C. 李兆麟\n\
D. 赵尚志\
|\
袁世凯能够篡夺辛亥革命胜利果实的主要原因是\n\
正确答案:ABCD\n\
A. 帝国主义的支持\n\
B. 国内封建势力的支持\n\
C. 袁世凯拥有强大的军事力量\n\
D. 袁世凯假意赞成共和\
|\
社会主义改造时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货的加工费和货价\n\
B. “四马分肥”中的资方红利\n\
C. 公私全营后资本家拿取的定息\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（ ）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
七届二中全会召开的地点是\n\
正确答案:C\n\
A. 北平\n\
B. 延安\n\
C. 西柏坡\n\
D. 上海\
|\
邓小平明确提出“建设有中国特色社会主义”命题的会议是\n\
正确答案:B\n\
A. 中共十一届三中全会\n\
B. 中共十二大\n\
C. 中共十二届三中全会\n\
D. 中共十三大\
|\
标志着以慈禧太后为首的清政府彻底放弃抵抗外国侵略者的事件是\n\
正确答案:D\n\
A. 《南京条约》的签订\n\
B. 《天津条约》的签订\n\
C. 《北京条约》的签订\n\
D. 《辛丑条约》的签订\
|\
最早确立党对军队的绝对领导是在\n\
正确答案:D\n\
A. 南昌起义\n\
B. 秋收起义\n\
C. 八七会议\n\
D. 三湾改编\
|\
中国共产党开展土地革命后制定的第一部土地法是\n\
正确答案:A\n\
A. 井冈山土地法\n\
B. 兴国土地法\n\
C. 中国土地法大纲\n\
D. 五四指示\
|\
中共十三大明确将党在社会主义初级阶段的基本路线概括为\n\
正确答案:A\n\
A. “一个中心、两个基本点”\n\
B. “四个坚持”\n\
C. 一手抓物质文明、一手抓精神文明\n\
D. 建设中国特色社会主义经济、政治和文化\
|\
中共十六大把同马克思列宁主义、毛泽东思想、邓小平理论一道确立为中共必须长期坚持的指导思想是\n\
正确答案:D\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
发展国民经济的第一个五年计划，集中力量进行的是\n\
正确答案:A\n\
A. 重工业建设\n\
B. 轻工业建设\n\
C. 军事和国防建设\n\
D. 农业建设\
|\
近代中国社会人数最多的被剥削阶级是\n\
正确答案:A\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
中国共产党在对资本主义工商业进行改造过程中创造性提出的一项政策是\n\
正确答案:D\n\
A. 利用\n\
B. 限制\n\
C. 公私合营\n\
D. 和平赎买\
|\
土地革命战争前期红色政权根据地的政权\n\
正确答案:BCD\n\
A. 是人民民主统一战线性质的政权\n\
B. 是工农民主专政性质的政权\n\
C. 属于新民主主义的政权\n\
D. 政权的主体是工农兵代表大会\
|\
中国封建社会的封建宗法等级制度突出的是\n\
正确答案:ABC\n\
A. 君权\n\
B. 父权\n\
C. 夫权\n\
D. 子权\
|\
中国同盟会纲领中涉及到的问题有\n\
正确答案:ABD\n\
A. 推翻满洲贵族的统治\n\
B. 建立资产阶级共和国\n\
C. 驱逐占据中国的帝国主义势力\n\
D. 提出了资本主义的土地纲领\
|\
1928年至1930年间，毛泽东关于中国革命道路理论的重要著作有\n\
正确答案:ABC\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《战争和战略问题》\
|\
南京临时政府的局限性表现为\n\
正确答案:ABC\n\
A. 承认清政府与列强所订的一切不平等条约和一切外债有效\n\
B. 没有提出任何可以满足农民土地要求的政策和措施\n\
C. 维护封建土地制度以及官僚、地主所占有的土地财产\n\
D. 主体是资产阶级革命派\
|\
在威海战斗中殉国的北洋舰队将领有\n\
正确答案:BC\n\
A. 邓世昌\n\
B. 刘步蟾\n\
C. 丁汝昌\n\
D. 左宝贵\
|\
抗日战争时期，中国共产党在抗日根据地实行的“三三制”政权，政权人员的组成大体是\n\
正确答案:ACD\n\
A. 共产党员占1/3\n\
B. 农民代表占1/3\n\
C. 中间分子占1/3\n\
D. 非党进步分子占1/3\
|\
革命党人为维护共和成果推翻北洋军阀而进行的斗争有\n\
正确答案:BCD\n\
A. 辛亥革命\n\
B. 二次革命\n\
C. 护国运动\n\
D. 护法运动\
|\
1935年1月，遵义会议解决了当时最迫切的\n\
正确答案:BC\n\
A. 思想问题\n\
B. 军事问题\n\
C. 组织问题\n\
D. 政治问题\
|\
抗日战争时期，中国共产党主办的（ ）报刊在国民党统治区公开发行，及时宣传党的主张，鼓舞和激励群众的抗战热情\n\
正确答案:AB\n\
A. 《新华日报》\n\
B. 《群众》周刊\n\
C. 《热血日报》\n\
D. 《解放日报》\
|\
1976年“文化大革命”结束后，造成党和国家的工作在徘徊中前进局面的根源在于\n\
正确答案:D\n\
A. “阶级斗争为纲”的错误方针\n\
B. “批林批孔”的错误方针\n\
C. “反击右倾翻案风”的错误方针\n\
D. “两个凡是”的错误方针\
|\
在19世纪90年代，洋务派建成的新式海军的主力是\n\
正确答案:D\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
标志着维新变法运动的开始的事件是\n\
正确答案:B\n\
A. 维新派与守旧派的论战\n\
B. 公车上书\n\
C. “中体西用”思想的提出\n\
D. “明定国是”诏书的颁布\
|\
五四运动的中心由北京转移到上海后，运动的新特点是\n\
正确答案:C\n\
A. 商人罢市\n\
B. 学生大规模罢课\n\
C. 工人阶级登上政治舞台\n\
D. 运动取得初步胜利\
|\
在中国近代历史上，第一次明确提出反帝反封建的民主革命纲领是在\n\
正确答案:C\n\
A. 中共一大\n\
B. 国民党一大\n\
C. 中共二大\n\
D. 中共三大\
|\
辛亥革命取得的最大成就是\n\
正确答案:A\n\
A. 推翻了封建帝制\n\
B. 促进了资本主义的发展\n\
C. 使人民获得了一些民主自由权利\n\
D. 打击了帝国主义的殖民势力\
|\
在中国近代史上，资产阶级思想与封建主义思想的第一次正面交锋是\n\
正确答案:D\n\
A. 洋务派与顽固派的论战\n\
B. 革命派与改良派的论战\n\
C. 洋务派与维新派的论战\n\
D. 维新派与守旧派的论战\
|\
揭开人民解放军全国性战略进攻序幕的是\n\
正确答案:B\n\
A. 孟良崮战役开始\n\
B. 刘邓大军挺进大别山\n\
C. 三大战役开始\n\
D. 渡江战役开始\
|\
国民党的统治在全国范围内建立的标志是\n\
正确答案:A\n\
A. 张学良“改旗易帜”\n\
B. 南京国民政府改组\n\
C. 宁汉合流\n\
D. 中原大战结束\
|\
率领北平国民党军队接受和平改编的国民党将领是\n\
正确答案:D\n\
A. 张治中\n\
B. 蔡廷锴\n\
C. 杜聿明\n\
D. 傅作义\
|\
中国民族资本主义经济的发展，受到了多方面的阻碍。其阻碍主要来自\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
1947-1948年土地改革意义有\n\
正确答案:ABD\n\
A. 从根本上摧毁了中国封建制度的根基\n\
B. 奠定了打败国民党的群众基础\n\
C. 解决了全部农民的土地问题。\n\
D. 使人民解放军获得大量的人力、物力的支援。\
|\
洪秀全早期写的革命著作有\n\
正确答案:BCD\n\
A. 《奉天讨胡檄布四方谕》\n\
B. 《原道觉世训》\n\
C. 《原道救世歌》\n\
D. 《原道醒世训》\
|\
资产阶级共和国的方案之所以行不通的原因是\n\
正确答案:ABCD\n\
A. 力量过于软弱\n\
B. 没有勇气和能力去领导人民进行彻底反帝反封建的革命斗争\n\
C. 提不出彻底的土地革命的纲领\n\
D. 不敢进行革命的武装斗争\
|\
五四运动前后的新文化运动的不同之处有\n\
正确答案:BC\n\
A. 宣传社会主义思想\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 对科学共产主义作了较为全面系统地介绍\n\
D. 动摇了封建正统思想\
|\
统一战线中的劳动者联盟是指\n\
正确答案:ABC\n\
A. 工人\n\
B. 农民\n\
C. 城市小资产阶级联盟\n\
D. 大资产阶级\
|\
土地革命战争时期，中国的红色政权能够存在与发展的条件有\n\
正确答案:ABCD\n\
A. 几个帝国主义国家间接统治的政治经济发展不平衡的半殖民地半封建的大国\n\
B. 第一次国内革命战争的影响，全国革命形势的继续向前发展\n\
C. 相当力量的正式红军的存在\n\
D. 共产党组织的坚强有力和政策的正确\
|\
19世纪80－90年代签订的中外不平等条约，与19世纪40－50年代相比，最根本的不同有（ ）\n\
正确答案:BD\n\
A. 割取中国领土的面积最大\n\
B. 索取的赔款数额不断加大\n\
C. 规定开放更多的通商口岸\n\
D. 列强获得在华投放资本的特权\
|\
下列内容属于七届二中全会的是\n\
正确答案:ABC\n\
A. 我党工作中心从农村转移到城市\n\
B. 强调加强党的思想建设\n\
C. 提出由新民主主义向社会主义转变\n\
D. 确立毛泽东思想为党的指导思想\
|\
五四运动爆发的历史背景包括\n\
正确答案:BCD\n\
A. 袁世凯的倒行逆施\n\
B. 工人阶级队伍迅速壮大\n\
C. 新文化运动的开展\n\
D. 俄国十月革命的影响\
|\
下列关于"九一八事变"影响，不正确的是\n\
正确答案:C\n\
A. 它使中国东北沦为日本殖民地\n\
B. 它促使中国的社会矛盾开始发生变化\n\
C. 它促使中共立即作出国共合作共同抗日的主张\n\
D. 它是日本灭亡中国计划的一部分\
|\
在甲午战争后，严复翻译的《天演论》所宣传的重要思想是\n\
正确答案:D\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 天下兴亡，匹夫有责\n\
D. 物竞天择，适者生存\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
第五次反“围剿”的失败充分证明了\n\
正确答案:D\n\
A. 良好的群众基础是红色政权存在的重要条件\n\
B. 全国的革命形势对红色政权的影响巨大\n\
C. 相当力量的正式红军的存在，是造成工农武装割据的重要条件\n\
D. 中国共产党的正确领导是红色政权存在的最重要条件\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
1987年召开的中共十三大完整地提出了\n\
正确答案:A\n\
A. 党在社会主义初级阶段的基本路线\n\
B. 党在社会主义初级阶段的基本纲领\n\
C. 建设中国特色社会主义的基本经验\n\
D. 建设中国特色社会主义的基本规律\
|\
从公元前5世纪的战国时代到1840年的鸦片战争前，中国的社会性质是\n\
正确答案:B\n\
A. 奴隶社会\n\
B. 封建社会\n\
C. 半殖民地半封建社会\n\
D. 资本主义社会\
|\
近代中国社会中最先进、最革命、最有力量的阶级是\n\
正确答案:B\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
洋务运动期间，洋务派兴办的第一个规模较大的兵工厂是\n\
正确答案:D\n\
A. 马尾船政局\n\
B. 金陵机器局\n\
C. 天津机器局\n\
D. 江南制造总局\
|\
从19世纪60到90年代，洋务派创办的新式学堂主要是\n\
正确答案:ABC\n\
A. 翻译学堂\n\
B. 科技学堂\n\
C. 军事学堂\n\
D. 农艺学堂\
|\
1939年7月，中共针对当时国内出现的妥协与分裂的危险，明确提出（ ）三大方针。\n\
正确答案:ABC\n\
A. 团结\n\
B. 抗战\n\
C. 进步\n\
D. 斗争\
|\
在新民主主义革命时期，压在中国人民身上的“三座大山”是指\n\
正确答案:ABD\n\
A. 外国帝国主义\n\
B. 本国封建主义\n\
C. 本国资本主义\n\
D. 官僚资本主义\
|\
对1946年政协会议协议的有关表述，正确的是\n\
正确答案:ABCD\n\
A. 有利于实现民主政治与和平建国\n\
B. 在许多方面反映了人们的愿望\n\
C. 体现了民主协商的精神\n\
D. 很快被国民政府撕毁\
|\
辛亥革命失败的原因是\n\
正确答案:ABCD\n\
A. 结束了2000多年的君主专制政体，建立了资产阶级共和政府\n\
B. 给人们带来了一次思想上的解放\n\
C. 为资本主义的发展创造了条件\n\
D. 一定程度上打击了帝国主义的侵略势力\
|\
大革命失败的原因有\n\
正确答案:ABCD\n\
A. 反革命的力量强大\n\
B. 中共领导人的错误思想\n\
C. 中共缺乏革命斗争的经验\n\
D. 中共在思想理论上不够成熟\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
下列各项中，不属于《双十协定》的内容有\n\
正确答案:BD\n\
A. 国民党迅速结束训政，实施宪政\n\
B. 整编全国军队、制定宪法\n\
C. 保证人民享有民主、自由等权利\n\
D. 实施《和平建国纲领》\
|\
下列关于《天朝田亩制度》叙述正确的是\n\
正确答案:ABCD\n\
A. 确定了平均分配土地的方案\n\
B. 是以解决土地问题为中心的比较完整的社会改革方案\n\
C. 具有空想性质，不可能实现\n\
D. 它的主张从根本上否定了封建社会的基础——地主的土地所有制\
|\
中共十一届三中全会的主要功绩是\n\
正确答案:ABCD\n\
A. 彻底否定了“两个凡是”的错误方针\n\
B. 高度评价了关于真理标准问题的讨论\n\
C. 断然否定“以阶级斗争为纲”的指导思想\n\
D. 作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策\
|\
发展国民经济的第一个五年计划，集中力量进行的是\n\
正确答案:A\n\
A. 重工业建设\n\
B. 轻工业建设\n\
C. 军事和国防建设\n\
D. 农业建设\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的标志是\n\
正确答案:A\n\
A. 中共十一届三中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十二届六中全会的召开\
|\
在1898年9月“百日维新”失败后拒绝出走而慷慨就义的维新派代表人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
1919年7月发表《多研究些问题，少谈些主义》文章的资产阶级改良主义的代表是\n\
正确答案:C\n\
A. 梁启超\n\
B. 张东荪\n\
C. 胡适\n\
D. 黄凌霜\
|\
1900年，外国列强发动了侵略中国的\n\
正确答案:D\n\
A. 第二次鸦片战争\n\
B. 中法战争\n\
C. 甲午战争\n\
D. 八国联军侵华战争\
|\
振奋全国抗战精神的“台儿庄大捷”出现在国民党组织的哪场会战中\n\
正确答案:D\n\
A. 淞沪会战\n\
B. 太原会战\n\
C. 常德会战\n\
D. 徐州会战\
|\
遵义会议后，中共中央政治局成立了三人军事指挥小组，其成员是\n\
正确答案:D\n\
A. 毛泽东、周恩来、朱德\n\
B. 毛泽东、朱德、彭德怀\n\
C. 毛泽东、周恩来、张闻天\n\
D. 毛泽东、周恩来、王稼祥\
|\
中共一大确定的党的中心任务是\n\
正确答案:C\n\
A. 实现共产主义\n\
B. 加强无产阶级国际团结\n\
C. 领导和组织工人运动\n\
D. 推翻资产阶级政权\
|\
1905年11月，孙中山在《民报》发刊词中将中国同盟会的政治纲领概括为\n\
正确答案:C\n\
A. 创立民国、平均地权\n\
B. 联俄、联共、扶助农工\n\
C. 民族主义、民权主义、民生主义\n\
D. 驱除鞑虏、恢复中华、创立合众政府\
|\
1979年3月，邓小平明确提出坚持“四项基本原则”是在\n\
正确答案:C\n\
A. 中央工作会议\n\
B. 中共十一届三中全会\n\
C. 中央理论工作务虚会\n\
D. 中共十二届六中全会\
|\
与清政府签订《天津条约》的国家有\n\
正确答案:AC\n\
A. 英国\n\
B. 俄国\n\
C. 法国\n\
D. 日本\
|\
毛泽东在《星星之火，可以燎原》一文中阐述的主要内容是\n\
正确答案:BCD\n\
A. 提出了“工农武装割据”的总概念，从思想路线的高度为农村包围城市的革命道路指明了方向\n\
B. 批评了“城市中心论”的思想\n\
C. 提出了红色政权巩固和扩大的路线\n\
D. 强调了坚持农村根据地建设的意义\
|\
中国共产党早期组织的活动有\n\
正确答案:ABCD\n\
A. 研究和宣传马克思主义\n\
B. 同反马克思主义思潮展开论战\n\
C. 在工人中进行组织和宣传工作\n\
D. 成立社会主义青年团\
|\
1915年兴起的新文化运动的主要内容\n\
正确答案:ABCD\n\
A. 提倡民主和科学\n\
B. 提倡白话文\n\
C. 提倡新文学\n\
D. 宣传男女平等和个性解放\
|\
中华人民共和国的成立标志着\n\
正确答案:ABCD\n\
A. 新民主主义革命基本胜利\n\
B. 新民主主义社会在全国范围内的建立\n\
C. 半殖民地、半封建社会的结束,民族独立和人民解放的任务基本完成\n\
D. 马克思主义同中国实际相结合的伟大胜利\
|\
毛泽东从1928年到1930年提出并阐述了农村包围城市、武装夺取政权道路理论的主要\n\
正确答案:ABCD\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《反对本本主义》\
|\
北洋军阀统治中国的社会基础是\n\
正确答案:AB\n\
A. 地主阶级\n\
B. 买办资产阶级\n\
C. 外国帝国主义\n\
D. 民族资产阶级\
|\
抗日民族统一战线正式建立的标志是\n\
正确答案:CD\n\
A. 西安事变的和平解决\n\
B. 卢沟桥事变的爆发\n\
C. 1937年9月23日蒋介石发表实际承认共产党合法地位的谈话\n\
D. 1937年9月22日国民党中央通讯社发表《中共中央为公布国共合作宣言》\
|\
1895年，孙中山在香港成立兴中会总部时提出的革命纲领是\n\
正确答案:ABD\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 平均地权\n\
D. 创立合众政府\
|\
辛亥革命失败的原因是\n\
正确答案:ABCD\n\
A. 结束了2000多年的君主专制政体，建立了资产阶级共和政府\n\
B. 给人们带来了一次思想上的解放\n\
C. 为资本主义的发展创造了条件\n\
D. 一定程度上打击了帝国主义的侵略势力\
|\
中外反动势力合作的政治基础是\n\
正确答案:C\n\
A. 镇压太平天国\n\
B. 维护清朝统治\n\
C. 维护各自利益\n\
D. 建立总理衙门\
|\
19世纪70年代后，洋务派举办的民用企业多数都采取\n\
正确答案:B\n\
A. 官办的形式\n\
B. 官督商办的形式\n\
C. 商办的形式\n\
D. 官商合办的形式\
|\
“中国不败而败”是指下列哪场战争\n\
正确答案:C\n\
A. 中日甲午战争\n\
B. 鸦片战争\n\
C. 中法战争\n\
D. 第二次鸦片战争\
|\
十年对峙时期，红色政权能够发展壮大的主要原因是\n\
正确答案:D\n\
A. 建立于敌人力量薄弱的山区\n\
B. 当时新旧军阀混战激烈\n\
C. 得到了大量的国际援助物资\n\
D. 坚持了"工农武装割据"的思想\
|\
标志太平天国由盛到衰转折点的历史事件是\n\
正确答案:C\n\
A. 长沙战役\n\
B. 北伐失利\n\
C. 天京事变\n\
D. 安庆失守\
|\
新中国发展国民经济的第一个五年计划期间是指\n\
正确答案:C\n\
A. 1952-1956年\n\
B. 1949-1954年\n\
C. 1953-1957年\n\
D. 1950-1955年\
|\
（ ）揭开改革开放的序幕，吹响建设中国特色的社会主义的时代号角\n\
正确答案:A\n\
A. 十一届三中全会\n\
B. 十二届四中全会\n\
C. 十三届四中全会\n\
D. 十一届四中全会\
|\
同盟会发动的起义中，影响较大，被孙中山誉为与武昌起义并重的是\n\
正确答案:D\n\
A. 刘道一领导的萍浏醴起义\n\
B. 秋瑾、徐锡麟领导的浙皖起义\n\
C. 孙中山、黄兴领导的镇南关起义\n\
D. 孙中山、黄兴领导的广州黄花岗起义\
|\
洋务运动期间，洋务派兴办的第一个规模较大的兵工厂是\n\
正确答案:D\n\
A. 马尾船政局\n\
B. 金陵机器局\n\
C. 天津机器局\n\
D. 江南制造总局\
|\
五四运动很快发展成为全国性的爱国运动，这充分说明\n\
正确答案:D\n\
A. 上海工人觉悟高\n\
B. 五四运动属于资产阶级民主革命\n\
C. 五四运动具有反帝反封建的性质\n\
D. 五四运动具有广泛的群众基础\
|\
鸦片战争以后，西方资本主义列强对中国进行赤裸裸的文化侵略，主要表现在\n\
正确答案:ABCD\n\
A. 建立教学，派遣大批传教士到中国传教\n\
B. 包庇教徒不法行为，强迫中国教民抛弃传统礼俗\n\
C. 创办中外文报刊，为帝国主义侵略进行辩护\n\
D. 宣扬“种族优劣论”，制造侵略有理的舆论。\
|\
19 世纪 60 年代到 90 年代，洋务派举办的洋务事业有\n\
正确答案:ABCD\n\
A. 兴办军用企业\n\
B. 兴办民用工业\n\
C. 建立新式海陆军\n\
D. 培养新式人才\
|\
在中国近代史上，戊戌维新运动的历史意义和影响在于\n\
正确答案:ABC\n\
A. 它是一次爱国救亡运动\n\
B. 它是一场思想启蒙运动\n\
C. 它是一场资产阶级性质的政治改革运动\n\
D. 它是一场地主阶级统治集团的“自救”运动\
|\
解放战争时期国民党镇压爱国民主运动，制造的惨案有\n\
正确答案:ACD\n\
A. “一二•一”惨案\n\
B. 平江惨案\n\
C. 下关惨案\n\
D. 李、闻惨案\
|\
.五四运动与以往民主主义革命的显著区别是\n\
正确答案:ABC\n\
A. 广泛的群众基础\n\
B. 在俄国十月革命影响下发生\n\
C. 工人阶级发挥了主力军的作用\n\
D. 进行了"外争主权，内惩国贼"的斗争\
|\
卢沟桥事变后，在保卫北平的战斗中牺牲的国民党爱国将领是\n\
正确答案:BD\n\
A. 张自忠\n\
B. 佟麟阁\n\
C. 郝梦龄\n\
D. 赵登禹\
|\
陈独秀右倾机会主义和王明“左”倾机会主义错误产生的共同原因是\n\
正确答案:ABC\n\
A. 共产国际的错误指导\n\
B. 中国共产党不够成熟，缺乏理论修养和实践经验\n\
C. 主观主义\n\
D. 对革命急于求成\
|\
中国同盟会纲领中涉及到的问题有\n\
正确答案:ABD\n\
A. 推翻满洲贵族的统治\n\
B. 建立资产阶级共和国\n\
C. 驱逐占据中国的帝国主义势力\n\
D. 提出了资本主义的土地纲领\
|\
抗日战争时期，中国共产党主办的（ ）报刊在国民党统治区公开发行，及时宣传党的主张，鼓舞和激励群众的抗战热情\n\
正确答案:AB\n\
A. 《新华日报》\n\
B. 《群众》周刊\n\
C. 《热血日报》\n\
D. 《解放日报》\
|\
中共十一届三中全会后对外开放开始起步，1980年中央决定设立\n\
正确答案:ABCD\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 汕头经济特区\n\
D. 厦门经济特区\
|\
对“民权主义”理解正确的是\n\
正确答案:B\n\
A. 推翻清王朝的封建专制统治\n\
B. 进行政治革命，推翻封建帝制，建立资产阶级共和国\n\
C. 平均地权、核定地价\n\
D. 打击帝国主义在华势力\
|\
中国共产党在洛川会议上规定，为抗战时期解决农民问题的基本政策是\n\
正确答案:A\n\
A. 减租减息\n\
B. 三三制\n\
C. 大生产运动\n\
D. 精兵简政\
|\
1987年召开的中共十三大完整地提出了\n\
正确答案:A\n\
A. 党在社会主义初级阶段的基本路线\n\
B. 党在社会主义初级阶段的基本纲领\n\
C. 建设中国特色社会主义的基本经验\n\
D. 建设中国特色社会主义的基本规律\
|\
新中国恢复在联合国合法席位的是在\n\
正确答案:C\n\
A. 1949年\n\
B. 1966年\n\
C. 1971年\n\
D. 1978年\
|\
1947年解放军开始战略反攻时，国民党军队正在实施的战略是\n\
正确答案:B\n\
A. 全面进攻解放区\n\
B. 重点进攻山东和陕北解放区\n\
C. 抢占战略要地和交通线\n\
D. 集中兵力防守战略要地\
|\
第一次国共合作形成的标志是\n\
正确答案:A\n\
A. 中国国民党第一次全国代表大会\n\
B. 中国国民党第二次全国代表大会\n\
C. 中国共产党第三次全国代表大会\n\
D. 中国共产党杭州西湖会议\
|\
1915年12月，资产阶级革命派发动了反对袁世凯复辟帝制的\n\
正确答案:B\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
八七会议上，提出“以后要非常注意军事，须知政权是由枪杆子中取得的”的是\n\
正确答案:D\n\
A. 周恩来\n\
B. 王明\n\
C. 瞿秋白\n\
D. 毛泽东\
|\
自1863年开始在中国任总税务司、控制中国海关大权达40余年之久的是\n\
正确答案:D\n\
A. 德国人郭士立\n\
B. 美国人田贝\n\
C. 法国人孟振生\n\
D. 英国人赫德\
|\
1914年5月，窃夺辛亥革命成果的袁世凯炮制了\n\
正确答案:C\n\
A. 《暂时新刑律》\n\
B. 《戒严法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
国民党政府维护帝国主义、封建主义、官僚资本主义的利益，巩固自身统治的主要方法有\n\
正确答案:ABCD\n\
A. 建立庞大的军队\n\
B. 建立了庞大的全国性特务系统\n\
C. 大力推行保甲制度\n\
D. 实行文化专制主义\
|\
九一八事变后发生后到1935年华北事变期间，中国爱国将领进行的局部抗战包括\n\
正确答案:ABCD\n\
A. 长城抗战\n\
B. “一•二八”淞沪抗战\n\
C. 察哈尔抗战\n\
D. 东北抗日游击战争\
|\
19 世纪 70 至 80 年代，帝国主义列强掀起的“边疆危机”包括\n\
正确答案:ABCD\n\
A. 英国侵入西藏、云南\n\
B. 法国侵犯广西\n\
C. 日本侵犯中国台湾\n\
D. 俄国入侵新疆\
|\
中国民族资产阶级政治上的两面性是指\n\
正确答案:AB\n\
A. 与外国资本主义和本国封建主义有矛盾、斗争的一面\n\
B. 与外国资本主义和本国封建主义有依赖、妥协的一面\n\
C. 与外国资本主义和本国封建主义有合作的一面\n\
D. 与外国资本主义和本国封建主义有中立的一面\
|\
辛亥革命没有完成的历史任务主要是\n\
正确答案:AD\n\
A. 没有完成反帝反封建的任务\n\
B. 没有推翻清王朝的统治\n\
C. 没有打击到列强在华势力\n\
D. 没有改变中国的社会性质\
|\
民族资产阶级领导的辛亥革命的历史局限性主要表现在\n\
正确答案:ABCD\n\
A. 没有提出彻底反帝的革命纲领\n\
B. 没有提出彻底反封建的革命纲领\n\
C. 没有充分发动和依靠民众\n\
D. 没有建立坚强的革命政党\
|\
我国对农业社会主义改造极大地创伤了农民生产的积极性，问题在于\n\
正确答案:ABCD\n\
A. 要求过急\n\
B. 粗暴强制\n\
C. 条件不成熟\n\
D. 形式过于简单划一\
|\
1842年中英《南京条约》的主要内容是\n\
正确答案:ABCD\n\
A. 割让香港岛给英国\n\
B. 赔款2100万元\n\
C. 开放广州等五个通商口岸\n\
D. 协定关税\
|\
新文化运动的代表性人物有\n\
正确答案:ABCD\n\
A. 鲁迅\n\
B. 陈独秀\n\
C. 李大钊\n\
D. 胡适\
|\
抗日战争时期，中国共产党在抗日根据地实行的“三三制”政权，政权人员的组成大体是\n\
正确答案:ACD\n\
A. 共产党员占1/3\n\
B. 农民代表占1/3\n\
C. 中间分子占1/3\n\
D. 非党进步分子占1/3\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
在甲午战争后，通过翻译《天演论》为戊戌维新运动提供理论根据的是\n\
正确答案:A\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
1904年至1905年，外国侵略者在中国东北为争夺在华利益而进行的战争是\n\
正确答案:D\n\
A. 英法战争\n\
B. 英俄战争\n\
C. 日美战争\n\
D. 日俄战争\
|\
中国共产党在新民主主义革命不同时期提出的土地政策的共同点是（）①体现中国共产党的民主革命纲领 ②消灭封建剥削制度 ③维护农民基本利益 ④促进社会经济发展\n\
正确答案:C\n\
A. ①②\n\
B. ①②③\n\
C. ①③④\n\
D. ①②③④\
|\
在第一次鸦片战争后，中国爆发的一场伟大的农民战争是\n\
正确答案:B\n\
A. 三元里人民抗英斗争\n\
B. 太平天国运动\n\
C. 台湾高山族人民抗日斗争\n\
D. 义和团运动\
|\
最能完整地体现五四运动性质的口号是\n\
正确答案:D\n\
A. 废除"二十一条"\n\
B. 拒绝在和约上签字\n\
C. 还我青岛\n\
D. 外争主权，内惩国贼\
|\
1894年11月，侵华日军制造了屠杀中国居民约2万人的\n\
正确答案:A\n\
A. 旅顺惨案\n\
B. 海兰泡惨案\n\
C. 江东六十四屯惨案\n\
D. 济南惨案\
|\
1915年12月，资产阶级革命派发动了反对袁世凯复辟帝制的\n\
正确答案:B\n\
A. 二次革命\n\
B. 护国战争\n\
C. 第一次护法运动\n\
D. 第二次护法战争\
|\
下列关于"九一八事变"影响，不正确的是\n\
正确答案:C\n\
A. 它使中国东北沦为日本殖民地\n\
B. 它促使中国的社会矛盾开始发生变化\n\
C. 它促使中共立即作出国共合作共同抗日的主张\n\
D. 它是日本灭亡中国计划的一部分\
|\
1911年，湖北、湖南、广东、四川四省爆发的民众斗争运动是\n\
正确答案:D\n\
A. 拒俄运动\n\
B. 拒法运动\n\
C. 抵制美国货运动\n\
D. 保路运动\
|\
19世纪90年代，资产阶级维新派创办的主要学会有\n\
正确答案:AD\n\
A. 强学会\n\
B. 兴中会\n\
C. 华兴会\n\
D. 保国会\
|\
过渡时期总路线，中的“三改”是指\n\
正确答案:ABC\n\
A. 对农业的改造\n\
B. 手工业的改造\n\
C. 资本主义工商业的改造\n\
D. 林业的改造\
|\
从19世纪60年代到90年代，洋务派举办的洋务事业主要包括\n\
正确答案:ABCD\n\
A. 派遣留学生\n\
B. 兴办近代工业\n\
C. 创办新式学堂\n\
D. 建立新式海陆军\
|\
中国特色社会主义理论体系包括\n\
正确答案:BCD\n\
A. 毛泽东思想\n\
B. 邓小平理论\n\
C. “三个代表”的重要思想\n\
D. 科学发展观\
|\
下面属于《共同纲领》内容的是：\n\
正确答案:ABCD\n\
A. 中华人民共和国是人民民主主义国家。\n\
B. 中华人民共和国境内各民族一律平等。\n\
C. 公私兼顾、劳资两利、城乡互助、内外交流。\n\
D. 保障本国独立自由和领土完整，维护国际和平和各国人民之间友好合作。\
|\
中共十一届三中全会后对外开放开始起步，1980年中央决定设立\n\
正确答案:ABCD\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 汕头经济特区\n\
D. 厦门经济特区\
|\
洋务派创办的军用工业有\n\
正确答案:ABD\n\
A. 江南制造总局\n\
B. 金陵机器局\n\
C. 轮船招商局\n\
D. 天津机器局\
|\
下列对秋收起义的认识正确的有\n\
正确答案:ABC\n\
A. 是发动群众武装反抗国民党统治的正确抉择\n\
B. 进攻长沙是在“八七会议”“左”倾情绪影响下的决定\n\
C. 文家市会议迈出了到农村建立革命根据地的第一步\n\
D. 三湾改编是中国共产党创建革命军队的开端\
|\
1928年至1930年间，毛泽东关于中国革命道路理论的重要著作有\n\
正确答案:ABC\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《战争和战略问题》\
|\
太平天国失败的原因包括\n\
正确答案:ABCD\n\
A. 缺乏先进阶级的领导\n\
B. 缺乏科学理论的指导\n\
C. 缺乏对外国列强侵华的理性认识\n\
D. 没有正确对待中国的传统文化\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的会议是\n\
正确答案:D\n\
A. 中共十二届六中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十一届三中全会的召开\
|\
在1895年发起的“公车上书”后成为倡导维新运动旗手的是\n\
正确答案:B\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
揭开人民解放军全国性战略进攻序幕的是\n\
正确答案:B\n\
A. 孟良崮战役开始\n\
B. 刘邓大军挺进大别山\n\
C. 三大战役开始\n\
D. 渡江战役开始\
|\
中国共产党一向认为中国革命的基本问题是\n\
正确答案:B\n\
A. 党的问题\n\
B. 农民问题\n\
C. 工人问题\n\
D. 民族资产阶级问题\
|\
标志着维新变法运动的开始的事件是\n\
正确答案:B\n\
A. 维新派与守旧派的论战\n\
B. 公车上书\n\
C. “中体西用”思想的提出\n\
D. “明定国是”诏书的颁布\
|\
第一次国共合作形成的标志是\n\
正确答案:A\n\
A. 中国国民党第一次全国代表大会\n\
B. 中国国民党第二次全国代表大会\n\
C. 中国共产党第三次全国代表大会\n\
D. 中国共产党杭州西湖会议\
|\
在近代中国，实现国家繁荣富强和人民共同富裕的前提条件\n\
正确答案:D\n\
A. 建立资本主义制度\n\
B. 反对帝国主义的侵略\n\
C. 推翻封建主义的统治\n\
D. 争得民族独立和人民解放\
|\
中国资产阶级革命派的骨干力量是\n\
正确答案:D\n\
A. 大资产阶级及其知识分子\n\
B. 工人阶级\n\
C. 农民阶级\n\
D. 资产阶级和小资产阶级知识分子\
|\
1905年11月，孙中山在《民报》发刊词中将中国同盟会的政治纲领概括为\n\
正确答案:C\n\
A. 创立民国、平均地权\n\
B. 联俄、联共、扶助农工\n\
C. 民族主义、民权主义、民生主义\n\
D. 驱除鞑虏、恢复中华、创立合众政府\
|\
1900年外国列强发动八国联军侵华战争，战后迫使清政府签订了\n\
正确答案:D\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
在1921年中国共产党诞生至1949年新中国成立以前的时期，中国存在着三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 外国帝国主义\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
1935年1月，遵义会议解决了当时最迫切的\n\
正确答案:BC\n\
A. 思想问题\n\
B. 军事问题\n\
C. 组织问题\n\
D. 政治问题\
|\
中国共产党早期组织的活动有\n\
正确答案:ABCD\n\
A. 研究和宣传马克思主义\n\
B. 同反马克思主义思潮展开论战\n\
C. 在工人中进行组织和宣传工作\n\
D. 成立社会主义青年团\
|\
“一化三改造”时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货\n\
B. “四马分肥”中的资方红利\n\
C. 公私合营\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
自1840年至1919年，中国人民在历次反侵略战争中失败的主要原因是\n\
正确答案:AD\n\
A. 社会制度的腐败\n\
B. 军事指挥的失误\n\
C. 思想文化的保守\n\
D. 经济技术的落后\
|\
义和团运动的主体是农民等小生产者，其历史局限性表现在\n\
正确答案:AB\n\
A. 存在盲目、笼统的排外主义错误\n\
B. 无法认清帝国主义与清王朝相互勾结的本质\n\
C. 存在有许多迷信、落后的倾向\n\
D. 争权夺利、享乐主义\
|\
洋务派创办的军用工业有\n\
正确答案:ABD\n\
A. 江南制造总局\n\
B. 金陵机器局\n\
C. 轮船招商局\n\
D. 天津机器局\
|\
1949年中华人民共和国的成立标志着\n\
正确答案:BC\n\
A. 社会主义革命阶段的结束\n\
B. 新民主主义革命阶段的基本结束\n\
C. 社会主义革命阶段的开始\n\
D. 新民主主义革命阶段的开始\
|\
我国农业合作化运动的基本原则和方针包括\n\
正确答案:ABCD\n\
A. 先合作化，后机械化的道路\n\
B. 积极发展、稳步前进、逐步过渡的方针\n\
C. 坚持自愿和互利的原则\n\
D. 始终把是否增产作为衡量合作社是否办好的标准\
|\
19 世纪 60 年代到 90 年代，洋务派举办的洋务事业有\n\
正确答案:ABCD\n\
A. 兴办军用企业\n\
B. 兴办民用工业\n\
C. 建立新式海陆军\n\
D. 培养新式人才\
|\
第一个五年计划中，东北地区的建设项目主要是\n\
正确答案:B\n\
A. 纺织工业项目\n\
B. 重工业项目\n\
C. 电子工业项目\n\
D. 煤炭工业项目\
|\
解放战争时期，国民党统治区人民民主运动高涨的根本原因是\n\
正确答案:C\n\
A. 中国共产党组织了反蒋统治的第二条战线\n\
B. 上海学生举行了声势浩大的“三反”斗争\n\
C. 国民党蒋介石集团的经济崩溃和政治危机\n\
D. 民主党派的联合斗争和人民起义遍及各地\
|\
近代中国社会人数最多的被剥削阶级是\n\
正确答案:A\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
抗日战争胜利后，取代日本在中国的地位的是\n\
正确答案:A\n\
A. 美国\n\
B. 苏联\n\
C. 法国\n\
D. 英国\
|\
中国共产党诞生的标志性事件是\n\
正确答案:A\n\
A. 中国共产党第一次全国代表大会的召开\n\
B. 五四运动爆发\n\
C. 上海共产主义小组成立\n\
D. 《共产党》月刊创刊\
|\
在甲午战争后，通过翻译《天演论》为戊戌维新运动提供理论根据的是\n\
正确答案:A\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
外国列强对中国进行大规模的资本输出是在\n\
正确答案:C\n\
A. 《天津条约》签订后\n\
B. 《北京条约》签订后\n\
C. 《马关条约》签订后\n\
D. 《辛丑条约》签订后\
|\
在帝国主义列强对中国的侵略和瓜分达到高潮时，提出了“门户开放”政策的国家是\n\
正确答案:C\n\
A. 英国\n\
B. 法国\n\
C. 美国\n\
D. 德国\
|\
标志着维新变法运动的开始的事件是\n\
正确答案:B\n\
A. 维新派与守旧派的论战\n\
B. 公车上书\n\
C. “中体西用”思想的提出\n\
D. “明定国是”诏书的颁布\
|\
中共中央提出在抗日的条件下与资产阶级重建统一战线新政策的会议是\n\
正确答案:B\n\
A. 遵义会议\n\
B. 瓦窑堡会议\n\
C. 洛川会议\n\
D. 中共七大\
|\
五四运动过程中提出的口号包括\n\
正确答案:ABC\n\
A. 外争主权，内除国贼\n\
B. 取消二十一条\n\
C. 拒绝和约签字\n\
D. 推翻北洋军阀政府的统治\
|\
下面属于中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 中国共产党的领导\n\
B. 各民主党派和无党派人士、各少数民族、爱国知识分子和华侨的支持\n\
C. 工人、农民和城市小资产阶级是民主革命的主要力量\n\
D. 国际无产阶级和人民群众的支持\
|\
辛亥革命失败的原因是\n\
正确答案:ABCD\n\
A. 结束了2000多年的君主专制政体，建立了资产阶级共和政府\n\
B. 给人们带来了一次思想上的解放\n\
C. 为资本主义的发展创造了条件\n\
D. 一定程度上打击了帝国主义的侵略势力\
|\
下面属于《共同纲领》内容的是：\n\
正确答案:ABCD\n\
A. 中华人民共和国是人民民主主义国家。\n\
B. 中华人民共和国境内各民族一律平等。\n\
C. 公私兼顾、劳资两利、城乡互助、内外交流。\n\
D. 保障本国独立自由和领土完整，维护国际和平和各国人民之间友好合作。\
|\
下列对秋收起义的认识正确的有\n\
正确答案:ABC\n\
A. 是发动群众武装反抗国民党统治的正确抉择\n\
B. 进攻长沙是在“八七会议”“左”倾情绪影响下的决定\n\
C. 文家市会议迈出了到农村建立革命根据地的第一步\n\
D. 三湾改编是中国共产党创建革命军队的开端\
|\
国统区第二条战线形成的原因有：\n\
正确答案:ABCD\n\
A. 专制统治和官员腐败，丧失人心。\n\
B. 大发“劫收”国难财。\n\
C. 违背人民的和平、修养生息的愿望。\n\
D. 物价上涨，导致恶性通货膨胀，人民生活困难。\
|\
革命派与改良派的论战暴露了革命派在思想理论方面的弱点，具体表现在\n\
正确答案:ABCD\n\
A. 不敢彻底地反帝\n\
B. 对地主阶级持妥协态度\n\
C. 所说的“国民”，主要指资产阶级及其知识分子，不是广大群众\n\
D. 在土地问题上解决的不彻底\
|\
1978年12月召开的中共十一届三中全会\n\
正确答案:ABCD\n\
A. 实现了新中国成立以来党的历史上具有深远意义的伟大转折\n\
B. 重新确立了马克思主义的思想路线、政治路线、组织路线\n\
C. 改革开放的序幕由此揭开,把党和国家的工作中心转移到经济建设上来\n\
D. 彻底否定“以阶级斗争为纲”的错误理论和实践\
|\
在新民主主义革命时期，有三种建国方案可由中国人民在政治实践中选择，但从根本上说可供中国人民选择的方案主要是\n\
正确答案:BC\n\
A. 在中国建立资产阶级共和国\n\
B. 继续维持半殖民地半封建的旧中国\n\
C. 创建新民主主义的新中国\n\
D. 在中国建立社会主义国家\
|\
五四运动前后的新文化运动的不同之处有\n\
正确答案:BC\n\
A. 宣传社会主义思想\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 对科学共产主义作了较为全面系统地介绍\n\
D. 动摇了封建正统思想\
|\
解放战争时期，国统区人民所进行的第二条战线的斗争是\n\
正确答案:D\n\
A. 以工人运动为先导\n\
B. 以农民运动为先导\n\
C. 以商人罢市为先导\n\
D. 以学生运动为先导\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
中国加入世界贸易组织是在\n\
正确答案:A\n\
A. 2001年\n\
B. 2002年\n\
C. 2003年\n\
D. 2004年\
|\
中国近代史上人民群众第一次大规模的反侵略武装斗争是\n\
正确答案:A\n\
A. 三元里人民的抗英斗争\n\
B. 太平天国抗击洋枪队的斗争\n\
C. 台湾高山族人民的抗日斗争\n\
D. 义和团抗击八国联军的斗争\
|\
在近代，帝国主义列强不能灭亡和瓜分中国的最根本原因是\n\
正确答案:D\n\
A. 民族资产阶级发动的民主革命\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 洋务派开展的“自强”、“求富”运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
对“民权主义”理解正确的是\n\
正确答案:B\n\
A. 推翻清王朝的封建专制统治\n\
B. 进行政治革命，推翻封建帝制，建立资产阶级共和国\n\
C. 平均地权、核定地价\n\
D. 打击帝国主义在华势力\
|\
中国共产党开展土地革命后制定的第一部土地法是\n\
正确答案:A\n\
A. 井冈山土地法\n\
B. 兴国土地法\n\
C. 中国土地法大纲\n\
D. 五四指示\
|\
抗日战争胜利后，中国社会的主要矛盾是\n\
正确答案:D\n\
A. 中美民族矛盾\n\
B. 中日民族矛盾\n\
C. 无产阶级同资产阶级的矛盾\n\
D. 中国人民同美帝国主义支持的国民党反动派之间的矛盾\
|\
中共中央提出在抗日的条件下与资产阶级重建统一战线新政策的会议是\n\
正确答案:B\n\
A. 遵义会议\n\
B. 瓦窑堡会议\n\
C. 洛川会议\n\
D. 中共七大\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
1949年后，中国社会存在的经济成分有\n\
正确答案:ABCD\n\
A. 国营经济\n\
B. 合作社经济\n\
C. 个体经济\n\
D. 私人资本主义经济\
|\
在1921年中国共产党成立到1949年新中国成立以前的时期，中国存在的三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 城市小资产阶级和农村广大士绅\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
1930年5月，毛泽东撰写的《反对本本主义》，提出了下列重要思想\n\
正确答案:ABCD\n\
A. 马克思主义的“本本”是要学习的，但是必须同中国的实际情况相结合\n\
B. 没有调查，就没有发言权\n\
C. 必须洗刷唯心精神，坚持从斗争中创造新局面的思想路线\n\
D. 中国革命斗争要靠中国同志了解情况\
|\
国民革命与近代前期的资产阶级民主革命相比，其突出的新特点是\n\
正确答案:ACD\n\
A. 以国共合作为基础\n\
B. 采用武装斗争的形式\n\
C. 群众基础扩大\n\
D. 反帝反封建相结合\
|\
北洋军阀统治中国的社会基础是\n\
正确答案:AB\n\
A. 地主阶级\n\
B. 买办资产阶级\n\
C. 外国帝国主义\n\
D. 民族资产阶级\
|\
“一化三改造”时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货\n\
B. “四马分肥”中的资方红利\n\
C. 公私合营\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
近代中国的资产阶级分为\n\
正确答案:CD\n\
A. 工业资产阶级\n\
B. 商业资产阶级\n\
C. 民族资产阶级\n\
D. 官僚买办资产阶级\
|\
中共二大通过的民主革命纲领的内容包括\n\
正确答案:BCD\n\
A. 实现社会主义、共产主义\n\
B. 打倒军阀\n\
C. 推翻国际帝国主义的压迫\n\
D. 统一中国为真正民主共和国\
|\
南京临时政府的局限性表现为\n\
正确答案:ABC\n\
A. 承认清政府与列强所订的一切不平等条约和一切外债有效\n\
B. 没有提出任何可以满足农民土地要求的政策和措施\n\
C. 维护封建土地制度以及官僚、地主所占有的土地财产\n\
D. 主体是资产阶级革命派\
|\
毛泽东总结中国共产党成立以来的历史经验，指出中国共产党在中国革命中战胜敌人的三大法宝是\n\
正确答案:ABC\n\
A. 统一战线\n\
B. 武装斗争\n\
C. 党的建设\n\
D. 根据地建设\
|\
太平天国之所以是农民战争的高峰，最主要因为\n\
正确答案:C\n\
A. 其规模和延续时间均属空前\n\
B. 建立了与清政府对立的政权\n\
C. 制定了比较完整的革命纲领\n\
D. 对封建王朝的打击空前沉重\
|\
抗日民族统一战线中的顽固势力是指\n\
正确答案:C\n\
A. 以汪精卫为代表的亲日派集团\n\
B. 地方实力派\n\
C. 以蒋介石为代表的大地主大资产阶级\n\
D. 国民党汉奸卖国贼\
|\
1894年，孙中山创立革命团体兴中会并喊出的时代最强音是\n\
正确答案:D\n\
A. “师夷长技以制夷”\n\
B. “救亡图存”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于①对国情没有认识清楚 ②缺乏社会主义建设的经验 ③苏联撕毁合同 ④急于求成\n\
正确答案:D\n\
A. ①②③\n\
B. ②③④\n\
C. ①④\n\
D. ①②④\
|\
中国资产阶级民主革命进入了一个新阶段的标志是\n\
正确答案:B\n\
A. 兴中会的成立\n\
B. 中国同盟会的成立\n\
C. 国民党的成立\n\
D. 中华革命党的成立\
|\
国家对农村实行联产承包责任制的直接原因是\n\
正确答案:C\n\
A. 小农经济的落后性\n\
B. 为解决工业化原料\n\
C. 克服人民公社“一大二公”和分配中的平均主义\n\
D. 发展农村生产力\
|\
1945年8月25日，中共中央提出“和平、民主、团结”三大口号的文件是\n\
正确答案:B\n\
A. 《抗日战争胜利后的时局和我们的方针》\n\
B. 《对目前时局的宣言》\n\
C. 《中共中央关于同国民党进行和平谈判的通知》\n\
D. 《政府与中共代表会谈纪要》\
|\
从（ ）这十年，是“文化大革命”时期\n\
正确答案:B\n\
A. 1956年5月到1966年 10月\n\
B. 1966年5月到1976年 10月\n\
C. 1956年5月到1966年8月\n\
D. 1966年5月到1966年 8月\
|\
毛泽东科学预测抗日战争的发展进程包括（ ）三个阶段\n\
正确答案:ABD\n\
A. 战略防御\n\
B. 战略相持\n\
C. 战略进攻\n\
D. 战略反攻\
|\
中共十一届三中全会后对外开放开始起步，1980年中央决定设立的经济特区包括\n\
正确答案:ABCD\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 汕头经济特区\n\
D. 厦门经济特区\
|\
19世纪90年代末，资产阶级维新派宣传变法维新主张的主要活动是\n\
正确答案:ABCD\n\
A. 向皇帝上书\n\
B. 著书立说\n\
C. 介绍外国的变法\n\
D. 办学会、办报纸、设学堂\
|\
1928年至1930年间，毛泽东关于中国革命道路理论的重要著作有\n\
正确答案:ABC\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《战争和战略问题》\
|\
过渡时期总路线，中的“三改”是指\n\
正确答案:ABC\n\
A. 对农业的改造\n\
B. 手工业的改造\n\
C. 资本主义工商业的改造\n\
D. 林业的改造\
|\
1919年五四运动后中国社会的主要矛盾是\n\
正确答案:AB\n\
A. 帝国主义与中国人民的矛盾\n\
B. 封建主义与人民大众的矛盾\n\
C. 地主阶级与农民阶级的矛盾\n\
D. 资本家阶级与工人阶级之间的矛盾\
|\
洋务运动的代表人物有\n\
正确答案:ABCD\n\
A. 奕\n\
B. 曾国藩\n\
C. 李鸿章\n\
D. 张之洞\
|\
洋务派创办的军用工业有\n\
正确答案:ABD\n\
A. 江南制造总局\n\
B. 金陵机器局\n\
C. 轮船招商局\n\
D. 天津机器局\
|\
中日甲午战争后，根据《马关条约》的规定，清政府应将下列哪些地区割让给日本？\n\
正确答案:BCD\n\
A. 海南岛\n\
B. 台湾全岛及附属岛屿\n\
C. 澎湖列岛\n\
D. 辽东半岛\
|\
资本－帝国主义列强通过军事侵略和不平等条约对中国进行政治控制的主要手段有\n\
正确答案:ABCD\n\
A. 操纵中国的内政和外交\n\
B. 把持中国的海关\n\
C. 镇压中国人民的反抗\n\
D. 扶植、收买代理人\
|\
19世纪60年代后，洋务派开展洋务运动的指导思想是\n\
正确答案:B\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 变法维新以救亡图存\n\
D. 物竞天择，适者生存\
|\
1895年，严复在《救亡决论》一文中喊出的口号是\n\
正确答案:B\n\
A. “师夷长技以制夷”\n\
B. “救亡”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
1900年，俄国在入侵中国时制造了屠杀中国居民的\n\
正确答案:C\n\
A. 旅顺惨案\n\
B. 海兰泡惨案\n\
C. 江东六十四屯惨案\n\
D. 济南惨案\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的标志是\n\
正确答案:A\n\
A. 中共十一届三中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十二届六中全会的召开\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
与辛亥革命相比，五四运动的特点在于\n\
正确答案:B\n\
A. 无产阶级政党登上了历史舞台\n\
B. 运动具有广泛的社会性和彻底地反帝反封建的态度\n\
C. 是一场反帝爱国运动\n\
D. 是资产阶级民主革命的一个组成部分\
|\
中共十六大把同马克思列宁主义、毛泽东思想、邓小平理论一道确立为中共必须长期坚持的指导思想是\n\
正确答案:D\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
中国近代史的开端是\n\
正确答案:A\n\
A. 1840年第一次鸦片战争\n\
B. 1856年第二次鸦片战争\n\
C. 1894年甲午战争\n\
D. 1900年八国联军侵华战争\
|\
对洋务派兴办洋务事业的指导思想最先作出比较完整表述的是\n\
正确答案:A\n\
A. 冯桂芬\n\
B. 李鸿章\n\
C. 林则徐\n\
D. 魏源\
|\
南京临时政府中占领导和主体地位的派别是\n\
正确答案:D\n\
A. 资产阶级维新派\n\
B. 资产阶级保皇派\n\
C. 资产阶级立宪派\n\
D. 资产阶级革命派\
|\
抗日战争时期，中国共产党在抗日根据地实行的“三三制”政权，政权人员的组成大体是\n\
正确答案:ACD\n\
A. 共产党员占1/3\n\
B. 农民代表占1/3\n\
C. 中间分子占1/3\n\
D. 非党进步分子占1/3\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（ ）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题，为摆脱困难和解决问题，中国共产党和人民政府着重抓了以下几个方面的工作\n\
正确答案:ABCD\n\
A. 完成民主革命的遗留任务\n\
B. 领导国民经济的恢复工作\n\
C. 巩固民族独立，维护国家主权和安全\n\
D. 加强中国共产党的自身建设\
|\
19世纪90年代末，资产阶级维新派宣传变法维新主张的主要活动是\n\
正确答案:ABCD\n\
A. 向皇帝上书\n\
B. 著书立说\n\
C. 介绍外国的变法\n\
D. 办学会、办报纸、设学堂\
|\
中国同盟会纲领中涉及到的问题有\n\
正确答案:ABD\n\
A. 推翻满洲贵族的统治\n\
B. 建立资产阶级共和国\n\
C. 驱逐占据中国的帝国主义势力\n\
D. 提出了资本主义的土地纲领\
|\
下列对秋收起义的认识正确的有\n\
正确答案:ABC\n\
A. 是发动群众武装反抗国民党统治的正确抉择\n\
B. 进攻长沙是在“八七会议”“左”倾情绪影响下的决定\n\
C. 文家市会议迈出了到农村建立革命根据地的第一步\n\
D. 三湾改编是中国共产党创建革命军队的开端\
|\
国民党一大的主要内容及意义是\n\
正确答案:ABCD\n\
A. 讨论了国民党改组的问题\n\
B. 重新解释了三民主义\n\
C. 国民革命运动开始\n\
D. 民主革命统一战线建立\
|\
新文化运动的代表性人物有\n\
正确答案:ABCD\n\
A. 鲁迅\n\
B. 陈独秀\n\
C. 李大钊\n\
D. 胡适\
|\
下列属于《中国土地法大纲》主要内容的有\n\
正确答案:ACD\n\
A. 废除封建剥削的土地制度\n\
B. 保护中小工商业者\n\
C. 实行耕者有其田的土地制度\n\
D. 分地给无地或少地的农民\
|\
下面属于《共同纲领》内容的是：\n\
正确答案:ABCD\n\
A. 中华人民共和国是人民民主主义国家。\n\
B. 中华人民共和国境内各民族一律平等。\n\
C. 公私兼顾、劳资两利、城乡互助、内外交流。\n\
D. 保障本国独立自由和领土完整，维护国际和平和各国人民之间友好合作。\
|\
毛泽东提出"一切反动派都是纸老虎"的著名论断，针对的是\n\
正确答案:D\n\
A. 打垮国民党的历次反革命军事围剿\n\
B. 国民党顽固派制造皖南事变等反共浪潮\n\
C. 日本帝国主义被迫宣布无条件投降\n\
D. 内战初期国民党在军事和经济方面占有明显优势\
|\
19世纪60年代，清朝统治阶级中的部分成员兴起了向西方学习的\n\
正确答案:A\n\
A. 洋务运动\n\
B. 维新运动\n\
C. 新政运动\n\
D. 立宪运动\
|\
1903年，邹容发表的号召人民推翻清朝统治的著作是\n\
正确答案:B\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
中共十七大把同马列主义、毛泽东思想、邓小平理论一道确立为党长期坚持的指导思想的是\n\
正确答案:C\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
中国共产党比较系统地阐述关于社会主义初级阶段的理论是在\n\
正确答案:B\n\
A. 中共十二大\n\
B. 中共十三大\n\
C. 中共十四大\n\
D. 中共十五大\
|\
中国共产党诞生的标志性事件是\n\
正确答案:A\n\
A. 中国共产党第一次全国代表大会的召开\n\
B. 五四运动爆发\n\
C. 上海共产主义小组成立\n\
D. 《共产党》月刊创刊\
|\
太平天国失败的根本原因是\n\
正确答案:A\n\
A. 缺乏先进阶级的领导\n\
B. 没有科学理论的指导\n\
C. 无法长期保持领导集团的团结\n\
D. 不能正确对待传统文化\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
在太平天国运动后期，提出《资政新篇》这一统筹全局方案的是\n\
正确答案:C\n\
A. 洪秀全\n\
B. 杨秀清\n\
C. 洪仁玕\n\
D. 李秀成\
|\
第五次反“围剿”的失败充分证明了\n\
正确答案:D\n\
A. 良好的群众基础是红色政权存在的重要条件\n\
B. 全国的革命形势对红色政权的影响巨大\n\
C. 相当力量的正式红军的存在，是造成工农武装割据的重要条件\n\
D. 中国共产党的正确领导是红色政权存在的最重要条件\
|\
陈独秀右倾机会主义和王明“左”倾机会主义错误产生的共同原因是\n\
正确答案:ABC\n\
A. 共产国际的错误指导\n\
B. 中国共产党不够成熟，缺乏理论修养和实践经验\n\
C. 主观主义\n\
D. 对革命急于求成\
|\
洋务派举办的洋务事业主要有\n\
正确答案:BCD\n\
A. 实行君主立宪制\n\
B. 兴办近代企业\n\
C. 建立新式海陆军\n\
D. 创办新式学堂\
|\
新文化运动前期的主要内容包括\n\
正确答案:AB\n\
A. 提倡新道德，反对旧道德\n\
B. 提倡新文化，反对旧文化\n\
C. 宣传马克思主义\n\
D. 提倡三纲五常\
|\
在抗击外国侵略的战争中，为国捐躯的爱国官兵有\n\
正确答案:ABCD\n\
A. 关天培\n\
B. 陈化成\n\
C. 邓世昌\n\
D. 林永升\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
洋务运动的历史作用包括\n\
正确答案:ABCD\n\
A. 成为中国近代教育的开端\n\
B. 传播了新知识，打开了人们的眼界\n\
C. 引起了社会风气和价值观念的变化\n\
D. 在客观上促进了中国早期工业和民族资本主义的发展\
|\
洪秀全早期写的革命著作有\n\
正确答案:BCD\n\
A. 《奉天讨胡檄布四方谕》\n\
B. 《原道觉世训》\n\
C. 《原道救世歌》\n\
D. 《原道醒世训》\
|\
协助清政府镇压太平军的外国雇佣军是\n\
正确答案:BC\n\
A. 安武军\n\
B. 常胜军\n\
C. 常捷军\n\
D. 武卫军\
|\
19世纪90年代末，资产阶级维新派宣传变法维新主张的主要活动是\n\
正确答案:ABCD\n\
A. 向皇帝上书\n\
B. 著书立说\n\
C. 介绍外国的变法\n\
D. 办学会、办报纸、设学堂\
|\
针对美国遏制新中国的情况，中国共产党在新中国成立前夕提出的外交方针包括\n\
正确答案:ABC\n\
A. “另起炉灶”\n\
B. “打扫干净屋子再请客”\n\
C. “一边倒”\n\
D. “全方位”\
|\
解放战争时期，国民党统治区人民民主运动高涨的根本原因是\n\
正确答案:C\n\
A. 中国共产党组织了反蒋统治的第二条战线\n\
B. 上海学生举行了声势浩大的“三反”斗争\n\
C. 国民党蒋介石集团的经济崩溃和政治危机\n\
D. 民主党派的联合斗争和人民起义遍及各地\
|\
1947年解放军开始战略反攻时，国民党军队正在实施的战略是\n\
正确答案:B\n\
A. 全面进攻解放区\n\
B. 重点进攻山东和陕北解放区\n\
C. 抢占战略要地和交通线\n\
D. 集中兵力防守战略要地\
|\
新中国第一颗人造地球卫星发射成功是在\n\
正确答案:D\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
在甲午战争后，通过翻译《天演论》为戊戌维新运动提供理论根据的是\n\
正确答案:A\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
自1863年开始在中国任总税务司、控制中国海关大权达40余年之久的是\n\
正确答案:D\n\
A. 德国人郭士立\n\
B. 美国人田贝\n\
C. 法国人孟振生\n\
D. 英国人赫德\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的会议是\n\
正确答案:D\n\
A. 中共十二届六中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十一届三中全会的召开\
|\
中国近代史的开端是\n\
正确答案:A\n\
A. 1840年第一次鸦片战争\n\
B. 1856年第二次鸦片战争\n\
C. 1894年甲午战争\n\
D. 1900年八国联军侵华战争\
|\
1946年6月，全面内战爆发，国民党军队首先进攻的地区是\n\
正确答案:C\n\
A. 山东解放区\n\
B. 东北解放区\n\
C. 中原解放区\n\
D. 陕甘宁解放区\
|\
20世纪70时年代初，毛泽东、周恩来抓住时机在中美关系上发起了\n\
正确答案:A\n\
A. “乒乓外交”\n\
B. “足球外交”\n\
C. “围棋外交”\n\
D. “篮球外交”\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
土地革命战争时期，中国红色政权能够存在和发展的主观条件有\n\
正确答案:BC\n\
A. 政治经济发展的不平衡\n\
B. 相当力量的红军存在\n\
C. 共产党组织的坚强有力和政策的正确\n\
D. 全国革命形势的继续发展\
|\
中国民主革命的基本动力包括\n\
正确答案:ABD\n\
A. 工人\n\
B. 农民\n\
C. 民族资产阶级\n\
D. 城市小资产阶级\
|\
1949年3月中共中央离开西柏坡迁往北平。毛泽东说，今天是进京赶考的日子，我们决不当李自成，我们都希望考个好成绩。这句话的意思主要是\n\
正确答案:CD\n\
A. 避免农民战争中的流寇主义\n\
B. 克服农民阶级的私有观念\n\
C. 防止产生骄傲麻痹思想。\n\
D. 防止干部中出现享乐腐化作风。\
|\
中共十一届三中全会后对外开放开始起步，1980年中央决定设立的经济特区包括\n\
正确答案:ABCD\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 汕头经济特区\n\
D. 厦门经济特区\
|\
袁世凯能够篡夺辛亥革命胜利果实的主要原因是\n\
正确答案:ABCD\n\
A. 帝国主义的支持\n\
B. 国内封建势力的支持\n\
C. 袁世凯拥有强大的军事力量\n\
D. 袁世凯假意赞成共和\
|\
对资本主义工商业进行和平改造的主要依据有\n\
正确答案:ABCD\n\
A. 中国的民族资产阶级存在着两面性\n\
B. 中国工人阶级与资产阶级长期保持着统一战线的关系\n\
C. 建立了人民民主专政的国家政权和社会主义国营经济\n\
D. 国家对资本主义工商业逐步实施了利用、限制、改造的政策\
|\
甲午战争以后，西方列强对中国的经济侵略开始以资本输出为主，资本输出的主要方式有（ ）\n\
正确答案:ABCD\n\
A. 在中国投资开设工厂\n\
B. 在中国增设银行\n\
C. 投资修筑铁路，控制交通事业\n\
D. 迫使清政府举借外债\
|\
19世纪90年代，资产阶级维新派与封建守旧派论战的主要问题是\n\
正确答案:ACD\n\
A. 要不要变法\n\
B. 要不要实行民主共和\n\
C. 要不要实行君主立宪\n\
D. 要不要废八股、改科举和兴学堂\
|\
1946年1月10日，政治协商会议在重庆开幕，出席会议的有（ ）的代表\n\
正确答案:ABCD\n\
A. 国民党\n\
B. 共产党\n\
C. 民主同盟\n\
D. 无党派人士\
|\
近代中国睁眼看世界的第一人是\n\
正确答案:A\n\
A. 林则徐\n\
B. 魏源\n\
C. 严复\n\
D. 郑观应\
|\
新民主主义革命的胜利的标志是\n\
正确答案:A\n\
A. 中华人民共和国的成立\n\
B. 中国人民政治协商会议的召开\n\
C. 《新民主主义论》的发表\n\
D. 土改的开始\
|\
“中国不败而败”是指下列哪场战争\n\
正确答案:C\n\
A. 中日甲午战争\n\
B. 鸦片战争\n\
C. 中法战争\n\
D. 第二次鸦片战争\
|\
1900年，外国列强发动了侵略中国的\n\
正确答案:D\n\
A. 第二次鸦片战争\n\
B. 中法战争\n\
C. 甲午战争\n\
D. 八国联军侵华战争\
|\
近代中国第一个全国性的资产阶级革命政党是\n\
正确答案:B\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
在1840年至1919年间，中国人民在历次反侵略战争中失败的最根本原因是\n\
正确答案:A\n\
A. 社会制度的腐败\n\
B. 军事技术的落后\n\
C. 思想文化的保守\n\
D. 经济力量的薄弱\
|\
"军叫工农革命，旗号镰刀斧头。地主重重压迫,农民个个同仇。秋收时节幕云愁，霹雳一声暴动"（毛泽东1927年一首词），这首词赞颂的是\n\
正确答案:C\n\
A. 上海工人起义\n\
B. 南昌起义\n\
C. 秋收起义\n\
D. 广州起义\
|\
1894年，孙中山建立的中国第一个资产阶级革命团体是\n\
正确答案:A\n\
A. 兴中会\n\
B. 光复会\n\
C. 科学补习所\n\
D. 共进会\
|\
揭开人民解放军全国性战略进攻序幕的是\n\
正确答案:B\n\
A. 孟良崮战役开始\n\
B. 刘邓大军挺进大别山\n\
C. 三大战役开始\n\
D. 渡江战役开始\
|\
19世纪90年代，梁启超发表的宣传变法维新主张的著作是\n\
正确答案:D\n\
A. 《新学伪经考》\n\
B. 《仁学》\n\
C. 《人类公理》\n\
D. 《变法通义》\
|\
土地革命战争时期，中国的红色政权能够存在与发展的条件有\n\
正确答案:ABCD\n\
A. 几个帝国主义国家间接统治的政治经济发展不平衡的半殖民地半封建的大国\n\
B. 第一次国内革命战争的影响，全国革命形势的继续向前发展\n\
C. 相当力量的正式红军的存在\n\
D. 共产党组织的坚强有力和政策的正确\
|\
辛亥革命的失败的主观原因包括\n\
正确答案:BCD\n\
A. 资本主义建国方案在半殖民地半封建社会的中国行不通\n\
B. 不能充分发动和依靠人民群众\n\
C. 不能建立坚强的革命政党\n\
D. 没有提出彻底的反帝反封建的革命纲领\
|\
19 世纪 70 至 80 年代，帝国主义列强掀起的“边疆危机”包括\n\
正确答案:ABCD\n\
A. 英国侵入西藏、云南\n\
B. 法国侵犯广西\n\
C. 日本侵犯中国台湾\n\
D. 俄国入侵新疆\
|\
邓小平在同江泽民等谈话时提出的中国社会主义农业改革和发展的“ 两个飞跃 ”是\n\
正确答案:AD\n\
A. 废除人民公社，实行家庭承包责任制\n\
B. 发展乡镇企业\n\
C. 实施科教兴农战略\n\
D. 发展集体经济\
|\
近代中国在逐步沦为半殖民地半封建社会过程中新产生的阶级是\n\
正确答案:CD\n\
A. 农民阶级\n\
B. 地主阶级\n\
C. 资产阶级\n\
D. 工人阶级\
|\
民族资产阶级领导的辛亥革命的历史局限性主要表现在\n\
正确答案:ABCD\n\
A. 没有提出彻底反帝的革命纲领\n\
B. 没有提出彻底反封建的革命纲领\n\
C. 没有充分发动和依靠民众\n\
D. 没有建立坚强的革命政党\
|\
在中国近代史上，资产阶级维新派自身的弱点和局限主要有\n\
正确答案:ABC\n\
A. 脱离人民群众\n\
B. 不敢否定封建主义\n\
C. 对帝国主义抱有幻想\n\
D. 抱守儒家学说\
|\
国民党一大的主要内容及意义是\n\
正确答案:ABCD\n\
A. 讨论了国民党改组的问题\n\
B. 重新解释了三民主义\n\
C. 国民革命运动开始\n\
D. 民主革命统一战线建立\
|\
中国同盟会纲领中涉及到的问题有\n\
正确答案:ABD\n\
A. 推翻满洲贵族的统治\n\
B. 建立资产阶级共和国\n\
C. 驱逐占据中国的帝国主义势力\n\
D. 提出了资本主义的土地纲领\
|\
1946年1月10日，在重庆召开了政治协商会议，其主要作用有\n\
正确答案:ABCD\n\
A. 有利于冲破蒋介石独裁统治\n\
B. 有利于实行民主政治\n\
C. 有利于和平建国。\n\
D. 激发中国广大人民实现民主、团结、统一的愿望。\
|\
文化大革命开始的标志性文件是“五、一六通知”是在哪年发布的\n\
正确答案:A\n\
A. 1966年\n\
B. 1967年\n\
C. 1968年\n\
D. 1969年\
|\
1914年7月，孙中山在东京正式成立的组织是\n\
正确答案:C\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
中国共产党一向认为中国革命的基本问题是\n\
正确答案:B\n\
A. 党的问题\n\
B. 农民问题\n\
C. 工人问题\n\
D. 民族资产阶级问题\
|\
中国资产阶级领导的旧民主主义革命终结的标志是\n\
正确答案:C\n\
A. 二次革命的失败\n\
B. 辛亥革命的果实被袁世凯窃取\n\
C. 护法运动的失败\n\
D. 护国运动的失败\
|\
1976年“文化大革命”结束后，造成党和国家的工作在徘徊中前进局面的根源在于\n\
正确答案:D\n\
A. “阶级斗争为纲”的错误方针\n\
B. “批林批孔”的错误方针\n\
C. “反击右倾翻案风”的错误方针\n\
D. “两个凡是”的错误方针\
|\
第一次国共合作的政治基础是\n\
正确答案:D\n\
A. 三民主义\n\
B. 反帝反封建\n\
C. 联俄、联共、扶助农工的三大政策\n\
D. 新三民主义\
|\
19世纪90年代，谭嗣同发表的宣传变法维新主张的著作是\n\
正确答案:B\n\
A. 《新学伪经考》\n\
B. 《仁学》\n\
C. 《人类公理》\n\
D. 《变法通义》\
|\
自1863年开始在中国任总税务司、控制中国海关大权达40余年之久的是\n\
正确答案:D\n\
A. 德国人郭士立\n\
B. 美国人田贝\n\
C. 法国人孟振生\n\
D. 英国人赫德\
|\
中国资产阶级领导的变法与革命失败的根本原因是\n\
正确答案:D\n\
A. 传统儒家思想的影响\n\
B. 封建顽固势力的强大\n\
C. 帝国主义的破坏\n\
D. 民族资产阶级自身的软弱性和妥协性\
|\
中国共产党开创的第一块农村革命根据地是\n\
正确答案:C\n\
A. 晋察冀根据地\n\
B. 晋察冀根据地\n\
C. 湘鄂西根据地\n\
D. 鄂豫皖根据地\
|\
从1953年开始的三大改造包括\n\
正确答案:BCD\n\
A. 进行土地改革，实行农民的土地私有制\n\
B. 手工业合作化\n\
C. 对资本主义工商业进行公私合营\n\
D. 农业合作化\
|\
国共合作的大革命时期中国共产党所发挥的作用包括\n\
正确答案:ACD\n\
A. 提出了反帝反封建的政治口号\n\
B. 广州国民政府的建立者\n\
C. 人民群众的主要发动者和组织者\n\
D. 推动了北伐战争的顺利进行\
|\
1905年至1907年间，资产阶级革命派与改良派论战的主要议题是\n\
正确答案:ACD\n\
A. 要不要社会革命\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
19世纪90年代末，资产阶级维新派宣传变法维新主张的主要活动是\n\
正确答案:ABCD\n\
A. 向皇帝上书\n\
B. 著书立说\n\
C. 介绍外国的变法\n\
D. 办学会、办报纸、设学堂\
|\
解放战争时期，三大战役是指\n\
正确答案:BCD\n\
A. 长沙会战\n\
B. 淮海战役\n\
C. 平津战役\n\
D. 辽沈战役\
|\
大革命失败的原因有\n\
正确答案:ABCD\n\
A. 反革命的力量强大\n\
B. 中共领导人的错误思想\n\
C. 中共缺乏革命斗争的经验\n\
D. 中共在思想理论上不够成熟\
|\
南京临时政府的局限性表现为\n\
正确答案:ABC\n\
A. 承认清政府与列强所订的一切不平等条约和一切外债有效\n\
B. 没有提出任何可以满足农民土地要求的政策和措施\n\
C. 维护封建土地制度以及官僚、地主所占有的土地财产\n\
D. 主体是资产阶级革命派\
|\
在民主革命取得全国胜利之后，中国存在着两种基本的矛盾\n\
正确答案:AD\n\
A. 工人阶级和资产阶级的矛盾\n\
B. 工人阶级和农民阶级的矛盾\n\
C. 农民阶级和地主阶级的矛盾\n\
D. 中国和帝国主义的矛盾\
|\
1840年以后，从皇帝到权贵，大都\n\
正确答案:ABCD\n\
A. 昏庸愚昧\n\
B. 不了解世界大势\n\
C. 不懂得御敌之策\n\
D. 害怕人民群众\
|\
资本－帝国主义列强对近代中国进行经济掠夺的主要手段有\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华倾销商品和资本输出\n\
D. 操纵中国经济命脉\
|\
1900年，俄国在入侵中国时制造了屠杀中国居民的\n\
正确答案:C\n\
A. 旅顺惨案\n\
B. 海兰泡惨案\n\
C. 江东六十四屯惨案\n\
D. 济南惨案\
|\
1900年外国列强发动八国联军侵华战争，战后迫使清政府签订了\n\
正确答案:D\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
五四运动很快发展成为全国性的爱国运动，这充分说明\n\
正确答案:D\n\
A. 上海工人觉悟高\n\
B. 五四运动属于资产阶级民主革命\n\
C. 五四运动具有反帝反封建的性质\n\
D. 五四运动具有广泛的群众基础\
|\
第五次反“围剿”的失败充分证明了\n\
正确答案:D\n\
A. 良好的群众基础是红色政权存在的重要条件\n\
B. 全国的革命形势对红色政权的影响巨大\n\
C. 相当力量的正式红军的存在，是造成工农武装割据的重要条件\n\
D. 中国共产党的正确领导是红色政权存在的最重要条件\
|\
振奋全国抗战精神的“台儿庄大捷”出现在国民党组织的哪场会战中\n\
正确答案:D\n\
A. 淞沪会战\n\
B. 太原会战\n\
C. 常德会战\n\
D. 徐州会战\
|\
1917年，孙中山领导发动了反对北洋军阀的\n\
正确答案:C\n\
A. “二次革命”\n\
B. 护国运动\n\
C. 第一次护法运动\n\
D. 第二次护法运动\
|\
1979年3月，邓小平明确提出坚持“四项基本原则”是在\n\
正确答案:C\n\
A. 中央工作会议\n\
B. 中共十一届三中全会\n\
C. 中央理论工作务虚会\n\
D. 中共十二届六中全会\
|\
新文化运动兴起的标志是\n\
正确答案:A\n\
A. 陈独秀创办《新青年》\n\
B. 民主和科学口号的提出\n\
C. 胡适发表《文学改良刍议》\n\
D. 李大钊发表《庶民的胜利》\
|\
在下列不平等条件中，含有强迫清政府把香港割让给英国这一内容的是\n\
正确答案:B\n\
A. 《北京条约》\n\
B. 《南京条约》\n\
C. 《黄埔条约》\n\
D. 《望厦条约》\
|\
被誉为中国人民的大宪章、起着临时宪法作用的是\n\
正确答案:B\n\
A. 《论人民民主专政》\n\
B. 《中国人民政治协商会议共同纲领》\n\
C. 《中国人民政治协商会议组织法》\n\
D. 《新民主主义论》\
|\
下面的历史人物中，参加过中共一大的有\n\
正确答案:ABD\n\
A. 毛泽东\n\
B. 陈潭秋\n\
C. 陈独秀\n\
D. 张国焘\
|\
下面属于中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 中国共产党的领导\n\
B. 各民主党派和无党派人士、各少数民族、爱国知识分子和华侨的支持\n\
C. 工人、农民和城市小资产阶级是民主革命的主要力量\n\
D. 国际无产阶级和人民群众的支持\
|\
1939年7月，中共针对当时国内出现的妥协与分裂的危险，明确提出（ ）三大方针。\n\
正确答案:ABC\n\
A. 团结\n\
B. 抗战\n\
C. 进步\n\
D. 斗争\
|\
中共十一届三中全会后对外开放开始起步，1980年中央决定设立的经济特区包括\n\
正确答案:ABCD\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 汕头经济特区\n\
D. 厦门经济特区\
|\
李大钊在1918年发表的三篇著名文章是\n\
正确答案:BCD\n\
A. 《我的马克思主义观》\n\
B. 《庶民的胜利》\n\
C. 《庶民的胜利》\n\
D. 《庶民的胜利》\
|\
下列内容属于七届二中全会的是\n\
正确答案:ABC\n\
A. 我党工作中心从农村转移到城市\n\
B. 强调加强党的思想建设\n\
C. 提出由新民主主义向社会主义转变\n\
D. 确立毛泽东思想为党的指导思想\
|\
袁世凯能够篡夺辛亥革命胜利果实的主要原因是\n\
正确答案:ABCD\n\
A. 帝国主义的支持\n\
B. 国内封建势力的支持\n\
C. 袁世凯拥有强大的军事力量\n\
D. 袁世凯假意赞成共和\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
大革命失败后，中共进行的反抗国民党反动统治的武装斗争包括\n\
正确答案:ABD\n\
A. 南昌起义\n\
B. 秋收起义\n\
C. 孟良崮战役\n\
D. 广州起义\
|\
中日甲午战争后，根据《马关条约》的规定，清政府应将下列哪些地区割让给日本？\n\
正确答案:BCD\n\
A. 海南岛\n\
B. 台湾全岛及附属岛屿\n\
C. 澎湖列岛\n\
D. 辽东半岛\
|\
1894年，孙中山建立的中国第一个资产阶级革命团体是\n\
正确答案:A\n\
A. 兴中会\n\
B. 光复会\n\
C. 科学补习所\n\
D. 共进会\
|\
“一•二八”淞沪抗战中，率领十九路军抵抗日军侵略的爱国将领是\n\
正确答案:A\n\
A. 蔡廷锴\n\
B. 张学良\n\
C. 冯玉祥\n\
D. 马占山\
|\
1940年8月，向日本侵略军发起百团大战的总指挥是\n\
正确答案:C\n\
A. 邓小平\n\
B. 粟裕\n\
C. 彭德怀\n\
D. 王震\
|\
太平天国失败的根本原因是\n\
正确答案:A\n\
A. 缺乏先进阶级的领导\n\
B. 没有科学理论的指导\n\
C. 无法长期保持领导集团的团结\n\
D. 不能正确对待传统文化\
|\
在近代中国，争取民族独立和人民解放的最终目的是\n\
正确答案:C\n\
A. 推翻封建专制制度\n\
B. 充分发展近代民族工商业\n\
C. 实现国家繁荣富强和人民共同富裕\n\
D. 废除列强同中国签订的一切不平等条约\
|\
1915年开始的民主、科学与尊孔复古的论战实质是\n\
正确答案:A\n\
A. 资产阶级与封建地主阶级的思想论战\n\
B. 无产阶级与资产阶级的思想论战\n\
C. 马克思主义与改良主义的论战\n\
D. 西方文明与中华传统文化之间的冲突\
|\
1860年，外国列强通过《北京条约》迫使中国开放的通商口岸是\n\
正确答案:D\n\
A. 汉口\n\
B. 九江\n\
C. 南京\n\
D. 天津\
|\
正式制定我国社会主义现代化建设“三步走”战略部署的是\n\
正确答案:B\n\
A. 中共十二大\n\
B. 中共十三大\n\
C. 中共十四大\n\
D. 中共十五大\
|\
标志着以慈禧太后为首的清政府彻底放弃抵抗外国侵略者的事件是\n\
正确答案:D\n\
A. 《南京条约》的签订\n\
B. 《天津条约》的签订\n\
C. 《北京条约》的签订\n\
D. 《辛丑条约》的签订\
|\
1978年12月，邓小平在中共中央工作会议上发表的重要报告是\n\
正确答案:B\n\
A. 《实践是检验真理的唯一标准》\n\
B. 《解放思想，实事求是，团结一致向前看》\n\
C. 《必须旗帜鲜明地坚持四项基本原则》\n\
D. 《关于建国以来党的若干历史问题的决议》\
|\
早期信仰马克思主义的人物有\n\
正确答案:ABD\n\
A. 陈独秀\n\
B. 李大钊\n\
C. 胡适\n\
D. 周恩来\
|\
1924年改组后的国民党成为几个阶级的革命联盟，这几个阶级是\n\
正确答案:ABCD\n\
A. 工人阶级\n\
B. 农民阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
毛泽东科学预测抗日战争的发展进程包括（ ）三个阶段\n\
正确答案:ABD\n\
A. 战略防御\n\
B. 战略相持\n\
C. 战略进攻\n\
D. 战略反攻\
|\
下列哪些是维新派的主张\n\
正确答案:ABCD\n\
A. 积极要求变法\n\
B. 主张实行君主立宪制\n\
C. 主张废除八股\n\
D. 主张学西方\
|\
1946年1月10日，政治协商会议在重庆开幕，出席会议的有（ ）的代表\n\
正确答案:ABCD\n\
A. 国民党\n\
B. 共产党\n\
C. 民主同盟\n\
D. 无党派人士\
|\
中国共产党在抗日民族统一战线中的策略总方针是\n\
正确答案:ABC\n\
A. 发展进步势力\n\
B. 争取中间势力\n\
C. 孤立顽固势力\n\
D. 打击资产阶级\
|\
中国特色社会主义理论体系包括\n\
正确答案:BCD\n\
A. 毛泽东思想\n\
B. 邓小平理论\n\
C. “三个代表”的重要思想\n\
D. 科学发展观\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
1949年后，中国社会存在的经济成分有\n\
正确答案:ABCD\n\
A. 国营经济\n\
B. 合作社经济\n\
C. 个体经济\n\
D. 私人资本主义经济\
|\
20世纪前后，在民主革命思想传播过程中建立的资产阶级革命团体包括\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 光复会\n\
C. 华兴会\n\
D. 日知会\
|\
解放战争时期，国民党统治区人民民主运动高涨的根本原因是\n\
正确答案:C\n\
A. 中国共产党组织了反蒋统治的第二条战线\n\
B. 上海学生举行了声势浩大的“三反”斗争\n\
C. 国民党蒋介石集团的经济崩溃和政治危机\n\
D. 民主党派的联合斗争和人民起义遍及各地\
|\
在新民主主义革命时期，成为新民主主义革命的一项基本任务是\n\
正确答案:B\n\
A. 反对帝国主义，打破外国垄断资本的控制\n\
B. 反对封建主义，进行土地制度的彻底改革\n\
C. 反对官僚资本主义，没收官僚资本归新民主主义国家所有\n\
D. 反对资本主义，废除私有制经济\
|\
在帝国主义列强对中国的侵略和瓜分达到高潮时，提出了“门户开放”政策的国家是\n\
正确答案:C\n\
A. 英国\n\
B. 法国\n\
C. 美国\n\
D. 德国\
|\
中国共产党独立领导革命战争和创建人民军队的开始是\n\
正确答案:A\n\
A. 南昌起义\n\
B. 八七会议\n\
C. 秋收起义\n\
D. 广州起义\
|\
洋务运动失败的标志是在中日甲午战争中\n\
正确答案:D\n\
A. 福建水师的全军覆没\n\
B. 广东水师的全军覆没\n\
C. 南洋水师的全军覆没\n\
D. 北洋水师的全军覆没\
|\
1915年开始的民主、科学与尊孔复古的论战实质是\n\
正确答案:A\n\
A. 资产阶级与封建地主阶级的思想论战\n\
B. 无产阶级与资产阶级的思想论战\n\
C. 马克思主义与改良主义的论战\n\
D. 西方文明与中华传统文化之间的冲突\
|\
中共中央提出在抗日的条件下与资产阶级重建统一战线新政策的会议是\n\
正确答案:B\n\
A. 遵义会议\n\
B. 瓦窑堡会议\n\
C. 洛川会议\n\
D. 中共七大\
|\
基本完成社会主义改造的时间是\n\
正确答案:A\n\
A. 1956年\n\
B. 1957年\n\
C. 1958年\n\
D. 1959年\
|\
1915年5月，阴谋复辟帝制的袁世凯接受了严重损害中国利益的\n\
正确答案:C\n\
A. “善后大借款”\n\
B. “西原借款”\n\
C. “二十一条”\n\
D. “庚子赔款”\
|\
在下列不平等条件中，含有强迫清政府把香港割让给英国这一内容的是\n\
正确答案:B\n\
A. 《北京条约》\n\
B. 《南京条约》\n\
C. 《黄埔条约》\n\
D. 《望厦条约》\
|\
与清政府签订《天津条约》的国家有\n\
正确答案:AC\n\
A. 英国\n\
B. 俄国\n\
C. 法国\n\
D. 日本\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
资本－帝国主义列强操纵中国经济命脉的主要手段包括\n\
正确答案:ABCD\n\
A. 形成了对中国近代工业的垄断\n\
B. 迫使清政府举借外债，以还赔款\n\
C. 在中国设立银行，使之成为对华输出资本的枢纽\n\
D. 控制中国近代的交通运输业\
|\
近代以来，许多知识分子提出一些救国的新思想，意图唤醒国人主要有\n\
正确答案:ACD\n\
A. “师夷长技以制夷”\n\
B. “量中华之物力，结与国之欢心”\n\
C. 与西方“商战”的主张\n\
D. “振兴中华”\
|\
在中国早期接受、宣传马克思主义的先进分子中，来自新文化运动精神领袖的是\n\
正确答案:CD\n\
A. 毛泽东\n\
B. 董必武\n\
C. 李大钊\n\
D. 陈独秀\
|\
下列对秋收起义的认识正确的有\n\
正确答案:ABC\n\
A. 是发动群众武装反抗国民党统治的正确抉择\n\
B. 进攻长沙是在“八七会议”“左”倾情绪影响下的决定\n\
C. 文家市会议迈出了到农村建立革命根据地的第一步\n\
D. 三湾改编是中国共产党创建革命军队的开端\
|\
1939年7月，中共明确提出（ ）三大口号，继续争取同蒋介石集团合作。\n\
正确答案:BCD\n\
A. 停止内战，一致对外\n\
B. 坚持抗战到底，反对中途妥协\n\
C. 巩固国内团结，反对内部分裂\n\
D. 力求全国进步，反对向后倒退\
|\
大革命失败的原因有\n\
正确答案:ABCD\n\
A. 反革命的力量强大\n\
B. 中共领导人的错误思想\n\
C. 中共缺乏革命斗争的经验\n\
D. 中共在思想理论上不够成熟\
|\
太平天国领导人希望通过《天朝田亩制度》方案建立的理想社会是\n\
正确答案:ABC\n\
A. 有田同耕，有饭同食\n\
B. 有衣同穿，有钱同使\n\
C. 无处不均匀，无人不饱暖\n\
D. 无处不平等，无人不欢乐\
|\
1927年1月，中国人民收回的英租界是在\n\
正确答案:AD\n\
A. 汉口\n\
B. 上海\n\
C. 南京\n\
D. 九江\
|\
“中国不败而败”是指下列哪场战争\n\
正确答案:C\n\
A. 中日甲午战争\n\
B. 鸦片战争\n\
C. 中法战争\n\
D. 第二次鸦片战争\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
标志中国民族资产阶级第一次登上政治舞台的是\n\
正确答案:B\n\
A. 洋务运动\n\
B. 戊戌维新运动\n\
C. 护国运动\n\
D. 护法运动\
|\
1894年日本发动了侵略中国的甲午战争，战后迫使清政府签订了\n\
正确答案:C\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
五四运动以前的新文化运动是\n\
正确答案:C\n\
A. 无产阶级的文化运动\n\
B. 资产阶级民主主义文化同无产阶级新文化的斗争\n\
C. 资产阶级民主主义新文化与封建主义旧文化的斗争\n\
D. 无产阶级新文化与封建主义旧文化的斗争\
|\
在中国近代历史上，第一次明确提出反帝反封建的民主革命纲领是在\n\
正确答案:C\n\
A. 中共一大\n\
B. 国民党一大\n\
C. 中共二大\n\
D. 中共三大\
|\
1919年7月发表《多研究些问题，少谈些主义》文章的资产阶级改良主义的代表是\n\
正确答案:C\n\
A. 梁启超\n\
B. 张东荪\n\
C. 胡适\n\
D. 黄凌霜\
|\
在19世纪90年代，洋务派建成的新式海军的主力是\n\
正确答案:D\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
下列各项中，不属于《双十协定》的内容有\n\
正确答案:BD\n\
A. 国民党迅速结束训政，实施宪政\n\
B. 整编全国军队、制定宪法\n\
C. 保证人民享有民主、自由等权利\n\
D. 实施《和平建国纲领》\
|\
近代中国的资产阶级分为\n\
正确答案:CD\n\
A. 工业资产阶级\n\
B. 商业资产阶级\n\
C. 民族资产阶级\n\
D. 官僚买办资产阶级\
|\
第一次鸦片战争后签定的不平等条约有\n\
正确答案:ABD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《北京条约》\n\
D. 《黄埔条约》\
|\
孙中山在《民报》发刊词中阐发的民族主义是指\n\
正确答案:CD\n\
A. 打倒封建主义\n\
B. 打倒帝国主义\n\
C. 以革命手段推翻清王朝\n\
D. 变“次殖民地”的中国为独立的中国\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
1927年1月，中国人民收回的英租界是在\n\
正确答案:AD\n\
A. 汉口\n\
B. 上海\n\
C. 南京\n\
D. 九江\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
各地共产党的早期组织创办了的专门供工人阅读的马克思主义启蒙教育的刊物有\n\
正确答案:ABCD\n\
A. 《劳动界》\n\
B. 《劳动音》\n\
C. 《工人月刊》\n\
D. 《济南劳动月刊》\
|\
以下各项中属于“戊戌六君子”的人物有（ ）\n\
正确答案:AD\n\
A. 谭嗣同\n\
B. 梁启超\n\
C. 康有为\n\
D. 杨深秀\
|\
1949年后，中国社会存在的经济成分有\n\
正确答案:ABCD\n\
A. 国营经济\n\
B. 合作社经济\n\
C. 个体经济\n\
D. 私人资本主义经济\
|\
振奋全国抗战精神的“台儿庄大捷”出现在国民党组织的哪场会战中\n\
正确答案:D\n\
A. 淞沪会战\n\
B. 太原会战\n\
C. 常德会战\n\
D. 徐州会战\
|\
1932年3月，日本在吉林长春建立傀儡政权伪满洲国，出任执政的是\n\
正确答案:D\n\
A. 汪精卫\n\
B. 蒋介石\n\
C. 溥杰\n\
D. 溥仪\
|\
中国近代史的开端是\n\
正确答案:A\n\
A. 1840年第一次鸦片战争\n\
B. 1856年第二次鸦片战争\n\
C. 1894年甲午战争\n\
D. 1900年八国联军侵华战争\
|\
1903年，邹容发表的号召人民推翻清朝统治的著作是\n\
正确答案:B\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
在帝国主义列强对中国的侵略和瓜分达到高潮时，提出了“门户开放”政策的国家是\n\
正确答案:C\n\
A. 英国\n\
B. 法国\n\
C. 美国\n\
D. 德国\
|\
魏源在1843年编纂了提出“师夷长技以制夷”重要思想的\n\
正确答案:A\n\
A. 《海国图志》\n\
B. 《盛世危言》\n\
C. 《校颁庐抗议》\n\
D. 《天演论》\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
七届二中全会召开的地点是\n\
正确答案:C\n\
A. 北平\n\
B. 延安\n\
C. 西柏坡\n\
D. 上海\
|\
1911年，湖北、湖南、广东、四川四省爆发的民众斗争运动是\n\
正确答案:D\n\
A. 拒俄运动\n\
B. 拒法运动\n\
C. 抵制美国货运动\n\
D. 保路运动\
|\
五四运动很快发展成为全国性的爱国运动，这充分说明\n\
正确答案:D\n\
A. 上海工人觉悟高\n\
B. 五四运动属于资产阶级民主革命\n\
C. 五四运动具有反帝反封建的性质\n\
D. 五四运动具有广泛的群众基础\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
清末资产阶级革命团体在各地陆续成立，其中主要是（ ）\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 兴中会\n\
C. 科学补习所\n\
D. 光复会\
|\
中国共产党在抗日民族统一战线中的策略总方针是\n\
正确答案:ABC\n\
A. 发展进步势力\n\
B. 争取中间势力\n\
C. 孤立顽固势力\n\
D. 打击资产阶级\
|\
在中国近代史上，资产阶级维新派自身的弱点和局限主要有\n\
正确答案:ABC\n\
A. 脱离人民群众\n\
B. 不敢否定封建主义\n\
C. 对帝国主义抱有幻想\n\
D. 抱守儒家学说\
|\
毛泽东指出：“如果不帮助农民推翻封建地主阶级，就不能组成中国革命最强大的队伍而推翻帝国主义的统治。”其实质含义是\n\
正确答案:AD\n\
A. 农民是中国革命最可靠的同盟军\n\
B. 农民阶级是中国革命的领导阶级\n\
C. 农民阶级反帝反封建态度最坚决，是新的社会生产力的代表者\n\
D. 没有农民阶级参加，中国革命就不能取胜\
|\
1913年，资产阶级革命派发动二次革命的导火线是\n\
正确答案:BC\n\
A. 段祺瑞拒绝恢复国会\n\
B. 国民党领袖宋教仁被刺杀\n\
C. 袁世凯与日本签订“善后大借款”\n\
D. 张勋复辟帝制\
|\
第一次鸦片战争后签定的不平等条约有\n\
正确答案:ABD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《北京条约》\n\
D. 《黄埔条约》\
|\
皖南事变中遇难的新四军将领有\n\
正确答案:BC\n\
A. 叶挺\n\
B. 项英\n\
C. 袁国平\n\
D. 彭雪枫\
|\
1860年与清政府签订《北京条约》的国家有\n\
正确答案:ABD\n\
A. 英国\n\
B. 法国\n\
C. 日本\n\
D. 俄国\
|\
我国对个体农业进行社会主义改造的方针是\n\
正确答案:BC\n\
A. 典型示范\n\
B. 积极发展\n\
C. 稳步前进\n\
D. 逐步过渡\
|\
文化大革命开始的标志性文件是“五、一六通知”是在哪年发布的\n\
正确答案:A\n\
A. 1966年\n\
B. 1967年\n\
C. 1968年\n\
D. 1969年\
|\
在帝国主义列强对中国的侵略和瓜分达到高潮时，提出了“门户开放”政策的国家是\n\
正确答案:C\n\
A. 英国\n\
B. 法国\n\
C. 美国\n\
D. 德国\
|\
十年对峙时期，红色政权能够发展壮大的主要原因是\n\
正确答案:D\n\
A. 建立于敌人力量薄弱的山区\n\
B. 当时新旧军阀混战激烈\n\
C. 得到了大量的国际援助物资\n\
D. 坚持了"工农武装割据"的思想\
|\
三大主力红军会师的地点是\n\
正确答案:B\n\
A. 吴起镇\n\
B. 会宁\n\
C. 懋功\n\
D. 甘孜\
|\
抗战胜利后，经过重庆谈判国共双方确认和平建国的基本方针是\n\
正确答案:A\n\
A. 《政府与中共代表会谈纪要》\n\
B. 《共同纲领》\n\
C. 《抗战胜利后的时局和我们的方针》\n\
D. 中共中央《对目前时局的宣言》\
|\
五四运动的中心由北京转移到上海后，运动的新特点是\n\
正确答案:C\n\
A. 商人罢市\n\
B. 学生大规模罢课\n\
C. 工人阶级登上政治舞台\n\
D. 运动取得初步胜利\
|\
中外反动势力合作的政治基础是\n\
正确答案:C\n\
A. 镇压太平天国\n\
B. 维护清朝统治\n\
C. 维护各自利益\n\
D. 建立总理衙门\
|\
最能体现太平天国社会理想和农民战争特点的纲领性文件是\n\
正确答案:D\n\
A. 《资政新篇》\n\
B. 《原道觉世训》\n\
C. 《十款天条》\n\
D. 《天朝田亩制度》\
|\
正式制定我国社会主义现代化建设“三步走”战略部署的是\n\
正确答案:B\n\
A. 中共十二大\n\
B. 中共十三大\n\
C. 中共十四大\n\
D. 中共十五大\
|\
在中法战争期间，率领清军和当地民众取得镇南关大捷的爱国将领是\n\
正确答案:B\n\
A. 左宝贵\n\
B. 冯子材\n\
C. 陈化成\n\
D. 刘铭传\
|\
19世纪末期，帝国主义列强瓜分中国的图谋并未实现，其原因有（ ）\n\
正确答案:AB\n\
A. 帝国主义列强之间的矛盾和相互制约\n\
B. 中国人民进行了不屈不挠的反侵略斗争\n\
C. 清政府与列强相勾结\n\
D. 中国地域过于广阔\
|\
在威海战斗中殉国的北洋舰队将领有\n\
正确答案:BC\n\
A. 邓世昌\n\
B. 刘步蟾\n\
C. 丁汝昌\n\
D. 左宝贵\
|\
在中国近代史上，资产阶级维新派自身的弱点和局限主要有\n\
正确答案:ABC\n\
A. 脱离人民群众\n\
B. 不敢否定封建主义\n\
C. 对帝国主义抱有幻想\n\
D. 抱守儒家学说\
|\
近代洋务派进行的洋务事业包括\n\
正确答案:ABD\n\
A. 创办新式学堂、派遣留学生\n\
B. 兴办近代企业\n\
C. 创设京师大学堂\n\
D. 建立新式海陆军\
|\
第一次鸦片战争期后，清政府被迫分别与法国和美国签订的不平等条约是\n\
正确答案:BD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《虎门条约》\n\
D. 《黄埔条约》\
|\
19世纪末期，帝国主义列强瓜分中国的图谋未能实现的原因包括\n\
正确答案:BD\n\
A. 洋务派开展的“自强”“求富”运动\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 维新派掀起的戊戌变法运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
在宣传民主革命思想的过程中，著名的资产阶级革命派知识分子有\n\
正确答案:ABC\n\
A. 章炳麟\n\
B. 邹 容\n\
C. 陈天华\n\
D. 康有为\
|\
第一次鸦片战争后签定的不平等条约有\n\
正确答案:ABD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《北京条约》\n\
D. 《黄埔条约》\
|\
中国特色社会主义理论体系包括\n\
正确答案:BCD\n\
A. 毛泽东思想\n\
B. 邓小平理论\n\
C. “三个代表”的重要思想\n\
D. 科学发展观\
|\
新文化运动的代表性人物有\n\
正确答案:ABCD\n\
A. 鲁迅\n\
B. 陈独秀\n\
C. 李大钊\n\
D. 胡适\
|\
新中国成功地爆炸第一颗原子弹的是在\n\
正确答案:A\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
在太平天国运动后期，提出《资政新篇》这一统筹全局方案的是\n\
正确答案:C\n\
A. 洪秀全\n\
B. 杨秀清\n\
C. 洪仁玕\n\
D. 李秀成\
|\
1931年11月，中国共产党成立了中华苏维埃共和国临时中央政府，其政权性质是\n\
正确答案:D\n\
A. 资产阶级专政\n\
B. 各革命阶级（包括民族资产阶级和小资产阶级）联合专政\n\
C. 抗日民主专政\n\
D. 工农民主专政\
|\
1905年8月，中国同盟会成立后创立的机关报是\n\
正确答案:A\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
抗日战争胜利后，中国社会的主要矛盾是\n\
正确答案:D\n\
A. 中美民族矛盾\n\
B. 中日民族矛盾\n\
C. 无产阶级同资产阶级的矛盾\n\
D. 中国人民同美帝国主义支持的国民党反动派之间的矛盾\
|\
造成1959年至1961年我国国民经济严重困难的最主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. 经济建设中的“左”倾错误\
|\
中国共产党顺利实现第二代中央领导集体向第三代中央领导集体过渡的会议是\n\
正确答案:C\n\
A. 中共十一届三中全会\n\
B. 中共十二届三中全会\n\
C. 中共十三届四中全会\n\
D. 中共十四届四中全会\
|\
遵义会议后，中共中央政治局成立了三人军事指挥小组，其成员是\n\
正确答案:D\n\
A. 毛泽东、周恩来、朱德\n\
B. 毛泽东、朱德、彭德怀\n\
C. 毛泽东、周恩来、张闻天\n\
D. 毛泽东、周恩来、王稼祥\
|\
基本完成社会主义改造的时间是\n\
正确答案:A\n\
A. 1956年\n\
B. 1957年\n\
C. 1958年\n\
D. 1959年\
|\
1905年11月，孙中山在《民报》发刊词中将中国同盟会的政治纲领概括为\n\
正确答案:C\n\
A. 创立民国、平均地权\n\
B. 联俄、联共、扶助农工\n\
C. 民族主义、民权主义、民生主义\n\
D. 驱除鞑虏、恢复中华、创立合众政府\
|\
下列关于“八七”会议的表述正确的是\n\
正确答案:ACD\n\
A. 纠正了陈独秀的右倾投降主义错误\n\
B. 会议避免了“左”的错误\n\
C. 毛泽东提出“政权是由枪杆子中取得的”\n\
D. 会议确定土地革命和武装斗争的方针\
|\
革命派与改良派的论战暴露了革命派在思想理论方面的弱点，具体表现在\n\
正确答案:ABCD\n\
A. 不敢彻底地反帝\n\
B. 对地主阶级持妥协态度\n\
C. 所说的“国民”，主要指资产阶级及其知识分子，不是广大群众\n\
D. 在土地问题上解决的不彻底\
|\
中国的抗日战争是世界反法西斯战争的重要组成部分，其表现是\n\
正确答案:ABCD\n\
A. 中国战场年平均牵制日本的陆军的74%以上\n\
B. 日军在海外作战中损失的 287 万人中，有 150 万人伤亡在中国战场\n\
C. 中国为盟国提供了大量的战略物资和军事情报\n\
D. 美英法等国向中国提供了经济援助或军事合作\
|\
1928年至1930年间，毛泽东关于中国革命道路理论的重要著作有\n\
正确答案:ABC\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《战争和战略问题》\
|\
辛亥革命失败的原因是\n\
正确答案:ABCD\n\
A. 结束了2000多年的君主专制政体，建立了资产阶级共和政府\n\
B. 给人们带来了一次思想上的解放\n\
C. 为资本主义的发展创造了条件\n\
D. 一定程度上打击了帝国主义的侵略势力\
|\
近代中国的资产阶级分为\n\
正确答案:CD\n\
A. 工业资产阶级\n\
B. 商业资产阶级\n\
C. 民族资产阶级\n\
D. 官僚买办资产阶级\
|\
五四运动与以往的民主主义革命的显著区别是\n\
正确答案:ACD\n\
A. 有广泛的群众基础\n\
B. 目的为“外争主权，内除国贼”\n\
C. 工人阶级发挥了主力军作用\n\
D. 在俄国十月革命影响下发生的\
|\
下列有关中共第一次工作重心转移的叙述，正确的是\n\
正确答案:ABD\n\
A. 在革命面临危机的背景下被迫转移的\n\
B. 经历了一个先实践后理论的认识过程\n\
C. 使党的民主革命任务发生了根本变化\n\
D. 找到了一条适合中国国情的正确革命道路\
|\
"工农武装割据"思想包含的三个主要因素是\n\
正确答案:ABC\n\
A. 武装斗争\n\
B. 土地革命\n\
C. 农村革命根据地\n\
D. 统一战线\
|\
新文化运动的代表性人物有\n\
正确答案:ABCD\n\
A. 鲁迅\n\
B. 陈独秀\n\
C. 李大钊\n\
D. 胡适\
|\
1861年，清政府设立的掌管洋务的机关是\n\
正确答案:C\n\
A. 江南制造总局\n\
B. 金陵机器局\n\
C. 总理各国事务衙门\n\
D. 外务部\
|\
抗日战争胜利后，取代日本在中国的地位的是\n\
正确答案:A\n\
A. 美国\n\
B. 苏联\n\
C. 法国\n\
D. 英国\
|\
造成1959年至1961年我国国民经济严重困难的最主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. 经济建设中的“左”倾错误\
|\
中国资产阶级领导的变法与革命失败的根本原因是\n\
正确答案:D\n\
A. 传统儒家思想的影响\n\
B. 封建顽固势力的强大\n\
C. 帝国主义的破坏\n\
D. 民族资产阶级自身的软弱性和妥协性\
|\
中华人民共和国成立的时间\n\
正确答案:A\n\
A. 1949年10月1日\n\
B. 1949年6月1日\n\
C. 1948年10月1日\n\
D. 1949年11月1日\
|\
科学发展观，第一要义是\n\
正确答案:D\n\
A. 统筹兼顾\n\
B. 以人为本\n\
C. 全面协调课持续\n\
D. 发展\
|\
1895年，严复在《救亡决论》一文中喊出的口号是\n\
正确答案:B\n\
A. “师夷长技以制夷”\n\
B. “救亡”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
资本－帝国主义列强对中国的侵略，首先和主要进行的是\n\
正确答案:A\n\
A. 军事侵略\n\
B. 政治控制\n\
C. 经济掠夺\n\
D. 文化渗透\
|\
中共十七大把同马列主义、毛泽东思想、邓小平理论一道确立为党长期坚持的指导思想的是\n\
正确答案:C\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
邓小平在同江泽民等谈话时提出的中国社会主义农业改革和发展的“ 两个飞跃 ”是\n\
正确答案:AD\n\
A. 废除人民公社，实行家庭承包责任制\n\
B. 发展乡镇企业\n\
C. 实施科教兴农战略\n\
D. 发展集体经济\
|\
第一次鸦片战争期后，清政府被迫分别与法国和美国签订的不平等条约是\n\
正确答案:BD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《虎门条约》\n\
D. 《黄埔条约》\
|\
1928年至1930年间，毛泽东关于中国革命道路理论的重要著作有\n\
正确答案:ABC\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《战争和战略问题》\
|\
北洋军阀统治中国的社会基础是\n\
正确答案:AB\n\
A. 地主阶级\n\
B. 买办资产阶级\n\
C. 外国帝国主义\n\
D. 民族资产阶级\
|\
在中国近代，大部分的土地为地主及旧式富农所占有，他们剥削农民的方式有\n\
正确答案:ABCD\n\
A. 地租\n\
B. 田赋\n\
C. 高利贷\n\
D. 附加税\
|\
土地革命战争时期，中共进行土地革命所依据的阶级路线包括\n\
正确答案:ABCD\n\
A. 依靠贫雇农\n\
B. 联合中农、限制富农\n\
C. 保护中小工商业者\n\
D. 消灭地主阶级\
|\
从1927年7月大革命失败到1935年1月遵义会议召开前，“左”倾错误先后几次在党中央领导机关取得了统治地位，它们是\n\
正确答案:BCD\n\
A. 陈独秀的“左”倾机会主义错误\n\
B. 瞿秋白的“左”倾盲动主义错误\n\
C. 李立三的“左”倾冒险主义错误\n\
D. 王明的“左”倾教条主义错误\
|\
毛泽东在《星星之火，可以燎原》一文中阐述的主要内容是\n\
正确答案:BCD\n\
A. 提出了“工农武装割据”的总概念，从思想路线的高度为农村包围城市的革命道路指明了方向\n\
B. 批评了“城市中心论”的思想\n\
C. 提出了红色政权巩固和扩大的路线\n\
D. 强调了坚持农村根据地建设的意义\
|\
19 世纪 60 年代到 90 年代，洋务派举办的洋务事业有\n\
正确答案:ABCD\n\
A. 兴办军用企业\n\
B. 兴办民用工业\n\
C. 建立新式海陆军\n\
D. 培养新式人才\
|\
我国农业合作化运动的基本原则和方针包括\n\
正确答案:ABCD\n\
A. 先合作化，后机械化的道路\n\
B. 积极发展、稳步前进、逐步过渡的方针\n\
C. 坚持自愿和互利的原则\n\
D. 始终把是否增产作为衡量合作社是否办好的标准\
|\
中国共产党开创的第一块农村革命根据地是\n\
正确答案:C\n\
A. 晋察冀根据地\n\
B. 晋察冀根据地\n\
C. 湘鄂西根据地\n\
D. 鄂豫皖根据地\
|\
第五次反“围剿”的失败充分证明了\n\
正确答案:D\n\
A. 良好的群众基础是红色政权存在的重要条件\n\
B. 全国的革命形势对红色政权的影响巨大\n\
C. 相当力量的正式红军的存在，是造成工农武装割据的重要条件\n\
D. 中国共产党的正确领导是红色政权存在的最重要条件\
|\
（ ）是一场由领导者错误发动，被反革命集团利用，给党、国家和人民带来严重灾难的内乱\n\
正确答案:C\n\
A. 大跃进\n\
B. 人民公社化运动\n\
C. 文化大革命\n\
D. “三反”和“五反”\
|\
1900年，外国列强发动了侵略中国的\n\
正确答案:D\n\
A. 第二次鸦片战争\n\
B. 中法战争\n\
C. 甲午战争\n\
D. 八国联军侵华战争\
|\
1914年5月，窃夺辛亥革命成果的袁世凯炮制了\n\
正确答案:C\n\
A. 《暂时新刑律》\n\
B. 《戒严法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
1900年外国列强发动八国联军侵华战争，战后迫使清政府签订了\n\
正确答案:D\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
南京临时政府中占领导和主体地位的派别是\n\
正确答案:D\n\
A. 资产阶级维新派\n\
B. 资产阶级保皇派\n\
C. 资产阶级立宪派\n\
D. 资产阶级革命派\
|\
中国抗战以来第一次大捷是\n\
正确答案:A\n\
A. 平型关大捷\n\
B. 台儿庄大捷\n\
C. 百团大战\n\
D. 昆仑关大捷\
|\
中国近代史的开端是\n\
正确答案:A\n\
A. 1840年第一次鸦片战争\n\
B. 1856年第二次鸦片战争\n\
C. 1894年甲午战争\n\
D. 1900年八国联军侵华战争\
|\
中国共产党在洛川会议上规定，为抗战时期解决农民问题的基本政策是\n\
正确答案:A\n\
A. 减租减息\n\
B. 三三制\n\
C. 大生产运动\n\
D. 精兵简政\
|\
洪秀全早期写的革命著作有\n\
正确答案:BCD\n\
A. 《奉天讨胡檄布四方谕》\n\
B. 《原道觉世训》\n\
C. 《原道救世歌》\n\
D. 《原道醒世训》\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
下面属于中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 中国共产党的领导\n\
B. 各民主党派和无党派人士、各少数民族、爱国知识分子和华侨的支持\n\
C. 工人、农民和城市小资产阶级是民主革命的主要力量\n\
D. 国际无产阶级和人民群众的支持\
|\
人民解放军粉碎国民党全面与重点进攻的作战原则和方法主要是\n\
正确答案:BC\n\
A. 分兵作战化整为零的原则\n\
B. 歼灭敌人有生力量的原则\n\
C. 运动战的作战方法\n\
D. 外线作战的战略方针\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（ ）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
以下属于第一个五年计划内实现的项目是\n\
正确答案:ABCD\n\
A. 长春第一汽车制造厂\n\
B. 康藏、青藏、新藏铁路建成\n\
C. 武汉长江大桥\n\
D. 包头钢铁基地\
|\
三民主义中民族主义的内容是\n\
正确答案:AB\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 创立民国\n\
D. 平均地权\
|\
中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 广大人民和各界人士的广泛参加和大力支持\n\
B. 中国工人阶级的先锋队——中国共产党的领导\n\
C. 国际无产阶级和人民群众的支持\n\
D. 中国共产党人在革命过程中始终英勇地站在斗争的最前线\
|\
1911年，联合组织与发动武昌起义的革命团体是\n\
正确答案:AB\n\
A. 共进会\n\
B. 文学社\n\
C. 兴中会\n\
D. 光复会\
|\
太平天国政权的封建属性主要表现在\n\
正确答案:ABCD\n\
A. 森严的封建等级制\n\
B. 领导集团生活奢侈腐化\n\
C. 领导集团内部争权夺利\n\
D. 洪秀全迷信思想日益严重\
|\
1987年召开的中共十三大完整地提出了\n\
正确答案:A\n\
A. 党在社会主义初级阶段的基本路线\n\
B. 党在社会主义初级阶段的基本纲领\n\
C. 建设中国特色社会主义的基本经验\n\
D. 建设中国特色社会主义的基本规律\
|\
标志太平天国由盛到衰转折点的历史事件是\n\
正确答案:C\n\
A. 长沙战役\n\
B. 北伐失利\n\
C. 天京事变\n\
D. 安庆失守\
|\
在三大改造中，对资本主义工商业进行改造的主要方式是\n\
正确答案:B\n\
A. 国家资本主义\n\
B. 公私合营\n\
C. 统购统销\n\
D. 定息\
|\
中国共产党独立领导革命战争和创建人民军队的开始是\n\
正确答案:A\n\
A. 南昌起义\n\
B. 八七会议\n\
C. 秋收起义\n\
D. 广州起义\
|\
1911年，湖北、湖南、广东、四川四省爆发的民众斗争运动是\n\
正确答案:D\n\
A. 拒俄运动\n\
B. 拒法运动\n\
C. 抵制美国货运动\n\
D. 保路运动\
|\
中国资产阶级革命派的骨干力量是\n\
正确答案:D\n\
A. 大资产阶级及其知识分子\n\
B. 工人阶级\n\
C. 农民阶级\n\
D. 资产阶级和小资产阶级知识分子\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
清末“预备立宪”的根本目的在于\n\
正确答案:C\n\
A. 仿效欧美政体\n\
B. 发展资本主义\n\
C. 延续封建统治\n\
D. 缓和阶级矛盾\
|\
在中国近代历史上，第一次明确提出反帝反封建的民主革命纲领是在\n\
正确答案:C\n\
A. 中共一大\n\
B. 国民党一大\n\
C. 中共二大\n\
D. 中共三大\
|\
1917年，孙中山领导发动了反对北洋军阀的\n\
正确答案:C\n\
A. “二次革命”\n\
B. 护国运动\n\
C. 第一次护法运动\n\
D. 第二次护法运动\
|\
19世纪末期，帝国主义列强瓜分中国的图谋并未实现，其原因有（ ）\n\
正确答案:AB\n\
A. 帝国主义列强之间的矛盾和相互制约\n\
B. 中国人民进行了不屈不挠的反侵略斗争\n\
C. 清政府与列强相勾结\n\
D. 中国地域过于广阔\
|\
邓小平在同江泽民等谈话时提出的中国社会主义农业改革和发展的“ 两个飞跃 ”是\n\
正确答案:AD\n\
A. 废除人民公社，实行家庭承包责任制\n\
B. 发展乡镇企业\n\
C. 实施科教兴农战略\n\
D. 发展集体经济\
|\
在中国近代，大部分的土地为地主及旧式富农所占有，他们剥削农民的方式有\n\
正确答案:ABCD\n\
A. 地租\n\
B. 田赋\n\
C. 高利贷\n\
D. 附加税\
|\
资产阶级革命派和改良派论战的内容是（ ）\n\
正确答案:ABC\n\
A. 要不要以革命手段推翻清政府\n\
B. 要不要推翻帝制，实行共和\n\
C. 要不要社会革命\n\
D. 要不要反对外国帝国主义列强的侵略\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（ ）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
中共十一届三中全会的主要功绩是\n\
正确答案:ABCD\n\
A. 彻底否定了“两个凡是”的错误方针\n\
B. 高度评价了关于真理标准问题的讨论\n\
C. 断然否定“以阶级斗争为纲”的指导思想\n\
D. 作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策\
|\
太平天国政权的封建属性主要表现在\n\
正确答案:ABCD\n\
A. 森严的封建等级制\n\
B. 领导集团生活奢侈腐化\n\
C. 领导集团内部争权夺利\n\
D. 洪秀全迷信思想日益严重\
|\
日本对中国的大规模侵略和在中国部分地区的殖民统治，犯下了空前严重的罪行，其主要表现是\n\
正确答案:ABCD\n\
A. 制造惨绝人寰的大屠杀\n\
B. 实行“三光”政策\n\
C. 肆意掠夺矿产资源、土地及农产品\n\
D. 强制推行奴化教育\
|\
孙中山在《民报》发刊词中阐发的民族主义是指\n\
正确答案:CD\n\
A. 打倒封建主义\n\
B. 打倒帝国主义\n\
C. 以革命手段推翻清王朝\n\
D. 变“次殖民地”的中国为独立的中国\
|\
九一八事变后发生后到1935年华北事变期间，中国爱国将领进行的局部抗战包括\n\
正确答案:ABCD\n\
A. 长城抗战\n\
B. “一•二八”淞沪抗战\n\
C. 察哈尔抗战\n\
D. 东北抗日游击战争\
|\
中共十六大把同马克思列宁主义、毛泽东思想、邓小平理论一道确立为中共必须长期坚持的指导思想是\n\
正确答案:D\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
大地主大资产阶级政权\n\
正确答案:C\n\
A. 中共三大\n\
B. 中共六大\n\
C. 八七会议\n\
D. 古田会议\
|\
五四运动是中国新民主主义革命开始的标志，最主要的依据是\n\
正确答案:D\n\
A. 提出彻底地反帝反封建口号\n\
B. 十月革命影响与马克思主义传播\n\
C. 青年学生领导并有广泛的群众基础\n\
D. 无产阶级成为运动主力\
|\
在1898年9月“百日维新”失败后拒绝出走而慷慨就义的维新派代表人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
下列关于"九一八事变"影响，不正确的是\n\
正确答案:C\n\
A. 它使中国东北沦为日本殖民地\n\
B. 它促使中国的社会矛盾开始发生变化\n\
C. 它促使中共立即作出国共合作共同抗日的主张\n\
D. 它是日本灭亡中国计划的一部分\
|\
1978年12月，邓小平在中共中央工作会议上发表的重要报告是\n\
正确答案:B\n\
A. 《实践是检验真理的唯一标准》\n\
B. 《解放思想，实事求是，团结一致向前看》\n\
C. 《必须旗帜鲜明地坚持四项基本原则》\n\
D. 《关于建国以来党的若干历史问题的决议》\
|\
被誉为中国人民的大宪章、起着临时宪法作用的是\n\
正确答案:B\n\
A. 《论人民民主专政》\n\
B. 《中国人民政治协商会议共同纲领》\n\
C. 《中国人民政治协商会议组织法》\n\
D. 《新民主主义论》\
|\
中共中央提出在抗日的条件下与资产阶级重建统一战线新政策的会议是\n\
正确答案:B\n\
A. 遵义会议\n\
B. 瓦窑堡会议\n\
C. 洛川会议\n\
D. 中共七大\
|\
1914年7月，孙中山在东京正式成立的组织是\n\
正确答案:C\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
中国人民的民族意识开始普遍觉醒是在\n\
正确答案:C\n\
A. 第一次鸦片战争后\n\
B. 第二次鸦片战争后\n\
C. 中日甲午战争后\n\
D. 八国联军侵华战争后\
|\
土地革命战争时期，中共进行土地革命所依据的阶级路线包括\n\
正确答案:ABCD\n\
A. 依靠贫雇农\n\
B. 联合中农、限制富农\n\
C. 保护中小工商业者\n\
D. 消灭地主阶级\
|\
革命党人为维护共和成果推翻北洋军阀而进行的斗争有\n\
正确答案:BCD\n\
A. 辛亥革命\n\
B. 二次革命\n\
C. 护国运动\n\
D. 护法运动\
|\
中日甲午战争后，根据《马关条约》的规定，清政府应将下列哪些地区割让给日本？\n\
正确答案:BCD\n\
A. 海南岛\n\
B. 台湾全岛及附属岛屿\n\
C. 澎湖列岛\n\
D. 辽东半岛\
|\
到19世纪90年代，洋务派建成的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
中国共产党在抗日民族统一战线中的策略总方针是\n\
正确答案:ABC\n\
A. 发展进步势力\n\
B. 争取中间势力\n\
C. 孤立顽固势力\n\
D. 打击资产阶级\
|\
洋务运动的历史作用包括\n\
正确答案:ABCD\n\
A. 成为中国近代教育的开端\n\
B. 传播了新知识，打开了人们的眼界\n\
C. 引起了社会风气和价值观念的变化\n\
D. 在客观上促进了中国早期工业和民族资本主义的发展\
|\
下列有关皖南事变的表述，正确的是\n\
正确答案:ACD\n\
A. 它是国民党顽固派破坏抗战的行为\n\
B. 英美支持国民党发动\n\
C. 中国共产党坚决回击顽固派的进攻\n\
D. 新四军军部及所属部队损失惨重\
|\
大革命失败的原因有\n\
正确答案:ABCD\n\
A. 反革命的力量强大\n\
B. 中共领导人的错误思想\n\
C. 中共缺乏革命斗争的经验\n\
D. 中共在思想理论上不够成熟\
|\
义和团运动的主体是农民等小生产者，其历史局限性表现在\n\
正确答案:AB\n\
A. 存在盲目、笼统的排外主义错误\n\
B. 无法认清帝国主义与清王朝相互勾结的本质\n\
C. 存在有许多迷信、落后的倾向\n\
D. 争权夺利、享乐主义\
|\
中国共产党领导的革命包括（ ）两个阶段\n\
正确答案:BC\n\
A. 资产阶级革命\n\
B. 社会主义革命\n\
C. 新民主主义革命\n\
D. 旧民主主义革命\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
1979年3月，邓小平明确提出坚持“四项基本原则”是在\n\
正确答案:C\n\
A. 中央工作会议\n\
B. 中共十一届三中全会\n\
C. 中央理论工作务虚会\n\
D. 中共十二届六中全会\
|\
毛泽东提出"一切反动派都是纸老虎"的著名论断，针对的是\n\
正确答案:D\n\
A. 打垮国民党的历次反革命军事围剿\n\
B. 国民党顽固派制造皖南事变等反共浪潮\n\
C. 日本帝国主义被迫宣布无条件投降\n\
D. 内战初期国民党在军事和经济方面占有明显优势\
|\
淞沪会战后期率领“八百壮士”坚持在四行仓库的爱国将领是\n\
正确答案:D\n\
A. 佟麟阁\n\
B. 赵登禹\n\
C. 张自忠\n\
D. 谢晋元\
|\
1919年7月发表《多研究些问题，少谈些主义》文章的资产阶级改良主义的代表是\n\
正确答案:C\n\
A. 梁启超\n\
B. 张东荪\n\
C. 胡适\n\
D. 黄凌霜\
|\
1914年7月，孙中山在东京正式成立的组织是\n\
正确答案:C\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
新中国成功地爆炸第一颗原子弹的是在\n\
正确答案:A\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
首次使用“新民主主义社会”概念的是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 朱德\
|\
五四运动的中心由北京转移到上海后，运动的新特点是\n\
正确答案:C\n\
A. 商人罢市\n\
B. 学生大规模罢课\n\
C. 工人阶级登上政治舞台\n\
D. 运动取得初步胜利\
|\
19 世纪 70 至 80 年代，帝国主义列强掀起的“边疆危机”包括\n\
正确答案:ABCD\n\
A. 英国侵入西藏、云南\n\
B. 法国侵犯广西\n\
C. 日本侵犯中国台湾\n\
D. 俄国入侵新疆\
|\
近代中国革命的对象是（ ）\n\
正确答案:ABD\n\
A. 帝国主义\n\
B. 封建主义\n\
C. 小资产阶级\n\
D. 官僚资本主义\
|\
在中国近代，大部分的土地为地主及旧式富农所占有，他们剥削农民的方式有\n\
正确答案:ABCD\n\
A. 地租\n\
B. 田赋\n\
C. 高利贷\n\
D. 附加税\
|\
中共十一届三中全会的主要功绩是\n\
正确答案:ABCD\n\
A. 彻底否定了“两个凡是”的错误方针\n\
B. 高度评价了关于真理标准问题的讨论\n\
C. 断然否定“以阶级斗争为纲”的指导思想\n\
D. 作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策\
|\
第一次鸦片战争后签定的不平等条约有\n\
正确答案:ABD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《北京条约》\n\
D. 《黄埔条约》\
|\
近代洋务派进行的洋务事业包括\n\
正确答案:ABD\n\
A. 创办新式学堂、派遣留学生\n\
B. 兴办近代企业\n\
C. 创设京师大学堂\n\
D. 建立新式海陆军\
|\
下列关于相持阶段两个战场演变的说法，正确的是\n\
正确答案:ABCD\n\
A. 正面战场消极抗战形势恶化\n\
B. 敌后战场逐渐成为抗日的主战场\n\
C. 正面战场的战略地位日益降低\n\
D. 正面战场仍在一定程度上起了牵制日军的作用\
|\
资本－帝国主义列强对近代中国进行经济掠夺的主要手段有\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华倾销商品和资本输出\n\
D. 操纵中国经济命脉\
|\
1936年12月12日率部发动西安事变要求蒋介石联共抗日的爱国将领有\n\
正确答案:BD\n\
A. 冯玉祥\n\
B. 张学良\n\
C. 李宗仁\n\
D. 杨虎城\
|\
抗日战争时期，中国共产党在抗日根据地实行的“三三制”政权，政权人员的组成大体是\n\
正确答案:ACD\n\
A. 共产党员占1/3\n\
B. 农民代表占1/3\n\
C. 中间分子占1/3\n\
D. 非党进步分子占1/3\
|\
1911年，湖北、湖南、广东、四川四省爆发的民众斗争运动是\n\
正确答案:D\n\
A. 拒俄运动\n\
B. 拒法运动\n\
C. 抵制美国货运动\n\
D. 保路运动\
|\
遵义会议后，中共中央政治局成立了三人军事指挥小组，其成员是\n\
正确答案:D\n\
A. 毛泽东、周恩来、朱德\n\
B. 毛泽东、朱德、彭德怀\n\
C. 毛泽东、周恩来、张闻天\n\
D. 毛泽东、周恩来、王稼祥\
|\
中国封建社会的基本生产结构是\n\
正确答案:A\n\
A. 小农经济\n\
B. 商品经济\n\
C. 市场经济\n\
D. 个体经济\
|\
1924年5月,在苏联和中国共产党的帮助下，国民党陆军军官学校在广州黄埔创办（简称黄埔军校），校长是\n\
正确答案:B\n\
A. 孙中山\n\
B. 蒋介石\n\
C. 廖仲恺\n\
D. 汪精卫\
|\
清末“预备立宪”的根本目的在于\n\
正确答案:C\n\
A. 仿效欧美政体\n\
B. 发展资本主义\n\
C. 延续封建统治\n\
D. 缓和阶级矛盾\
|\
1840年第一次鸦片战争后中国社会的性质是\n\
正确答案:C\n\
A. 封建社会\n\
B. 资本主义社会\n\
C. 半殖民地半封建社会\n\
D. 半资本主义半封建社会\
|\
中国共产党诞生的标志性事件是\n\
正确答案:A\n\
A. 中国共产党第一次全国代表大会的召开\n\
B. 五四运动爆发\n\
C. 上海共产主义小组成立\n\
D. 《共产党》月刊创刊\
|\
在太平天国运动后期，提出《资政新篇》这一统筹全局方案的是\n\
正确答案:C\n\
A. 洪秀全\n\
B. 杨秀清\n\
C. 洪仁玕\n\
D. 李秀成\
|\
在近代中国，被誉为中国革命的先行者，首先发动资产阶级民主革命的领袖人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 孙中山\n\
D. 宋教仁\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
五四运动爆发的历史背景包括\n\
正确答案:BCD\n\
A. 袁世凯的倒行逆施\n\
B. 工人阶级队伍迅速壮大\n\
C. 新文化运动的开展\n\
D. 俄国十月革命的影响\
|\
在中国近代史上，戊戌维新运动的历史意义和影响在于\n\
正确答案:ABC\n\
A. 它是一次爱国救亡运动\n\
B. 它是一场思想启蒙运动\n\
C. 它是一场资产阶级性质的政治改革运动\n\
D. 它是一场地主阶级统治集团的“自救”运动\
|\
毛泽东在《星星之火，可以燎原》一文中阐述的主要内容是\n\
正确答案:BCD\n\
A. 提出了“工农武装割据”的总概念，从思想路线的高度为农村包围城市的革命道路指明了方向\n\
B. 批评了“城市中心论”的思想\n\
C. 提出了红色政权巩固和扩大的路线\n\
D. 强调了坚持农村根据地建设的意义\
|\
随着近代中国从封建社会逐步演变为半殖民地半封建社会，中国社会出现了新兴阶级，它们是\n\
正确答案:CD\n\
A. 地主阶级\n\
B. 农民阶级\n\
C. 工人阶级\n\
D. 资产阶级\
|\
社会主义改造时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货的加工费和货价\n\
B. “四马分肥”中的资方红利\n\
C. 公私全营后资本家拿取的定息\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
毛泽东在《论持久战》中指出，抗日战争要经过三个阶段是\n\
正确答案:ABC\n\
A. 战略相持\n\
B. 战略反攻\n\
C. 战略防御\n\
D. 战略退缩\
|\
中华人民共和国的成立开创了中国历史的新纪元，因为\n\
正确答案:ABCD\n\
A. 结束了帝国主义、封建主义、官僚资本主义统治中国、奴役中国的历史\n\
B. 结束了军阀割据、战乱频仍、匪乱不断的历史\n\
C. 为中国社会由新民主主义过渡到社会主义创造了前提条件\n\
D. 为实现中华民族的繁荣富强和人民的共同富裕，创造了前提\
|\
毛泽东从1928年到1930年提出并阐述了农村包围城市、武装夺取政权道路理论的主要\n\
正确答案:ABCD\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《反对本本主义》\
|\
早期信仰马克思主义的人物有\n\
正确答案:ABD\n\
A. 陈独秀\n\
B. 李大钊\n\
C. 胡适\n\
D. 周恩来\
|\
近代中国的资产阶级分为\n\
正确答案:CD\n\
A. 工业资产阶级\n\
B. 商业资产阶级\n\
C. 民族资产阶级\n\
D. 官僚买办资产阶级\
|\
同盟会发动的起义中，影响较大，被孙中山誉为与武昌起义并重的是\n\
正确答案:D\n\
A. 刘道一领导的萍浏醴起义\n\
B. 秋瑾、徐锡麟领导的浙皖起义\n\
C. 孙中山、黄兴领导的镇南关起义\n\
D. 孙中山、黄兴领导的广州黄花岗起义\
|\
近代中国社会人数最多的被剥削阶级是\n\
正确答案:A\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
1947年10月发表的《中国人民解放军宣言》提出了\n\
正确答案:B\n\
A. 土地改革的总路线\n\
B. 打倒蒋介石，解放全中国\n\
C. 新民主主义革命总路线\n\
D. “三军配合、两翼牵制”的战略部署\
|\
自1863年开始在中国任总税务司、控制中国海关大权达40余年之久的是\n\
正确答案:D\n\
A. 德国人郭士立\n\
B. 美国人田贝\n\
C. 法国人孟振生\n\
D. 英国人赫德\
|\
第五次反“围剿”的失败充分证明了\n\
正确答案:D\n\
A. 良好的群众基础是红色政权存在的重要条件\n\
B. 全国的革命形势对红色政权的影响巨大\n\
C. 相当力量的正式红军的存在，是造成工农武装割据的重要条件\n\
D. 中国共产党的正确领导是红色政权存在的最重要条件\
|\
在甲午战争后，严复翻译的《天演论》所宣传的重要思想是\n\
正确答案:D\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 天下兴亡，匹夫有责\n\
D. 物竞天择，适者生存\
|\
史学界把维新变法、辛亥革命和新文化运动都称为近代化运动，因为这几场运动要求\n\
正确答案:A\n\
A. 实行资产阶级民主政治\n\
B. 提倡民主和科学\n\
C. 彻底废除旧制度\n\
D. 宣传新思想，弘扬新文化\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
第一次国共合作形成的标志是\n\
正确答案:A\n\
A. 中国国民党第一次全国代表大会\n\
B. 中国国民党第二次全国代表大会\n\
C. 中国共产党第三次全国代表大会\n\
D. 中国共产党杭州西湖会议\
|\
1911年，湖北、湖南、广东、四川四省爆发的民众斗争运动是\n\
正确答案:D\n\
A. 拒俄运动\n\
B. 拒法运动\n\
C. 抵制美国货运动\n\
D. 保路运动\
|\
从19世纪60到90年代，洋务派创办的新式学堂主要是\n\
正确答案:ABC\n\
A. 翻译学堂\n\
B. 科技学堂\n\
C. 军事学堂\n\
D. 农艺学堂\
|\
中国民主革命的基本动力包括\n\
正确答案:ABD\n\
A. 工人\n\
B. 农民\n\
C. 民族资产阶级\n\
D. 城市小资产阶级\
|\
洋务运动时期清政府建立的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
鸦片战争爆发前夕，一位英国殖民者说：“这是把我们将来和这个帝国的商务，安放在稳固而广阔的基础之上的最有希望的机会。”此言论反映的本质观点是，通过鸦片战争使英国 （ ）\n\
正确答案:ABD\n\
A. 扭转对华贸易逆差\n\
B. 使对华鸦片贸易合法化\n\
C. 使对华的正当贸易得到保护\n\
D. 获得倾销商品的广阔市场\
|\
1912年2月13日，临时参议院选举袁世凯为临时大总统。孙中山为防止袁世凯专制，提出新总统必须遵守的条件包括\n\
正确答案:ACD\n\
A. 定都南京\n\
B. 维护共和\n\
C. 新总统到南京就职\n\
D. 遵守约法\
|\
“一化三改造”时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货\n\
B. “四马分肥”中的资方红利\n\
C. 公私合营\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
1949年后，中国社会存在的经济成分有\n\
正确答案:ABCD\n\
A. 国营经济\n\
B. 合作社经济\n\
C. 个体经济\n\
D. 私人资本主义经济\
|\
抗日战争时期，中国共产党在抗日根据地实行的“三三制”政权，政权人员的组成大体是\n\
正确答案:ACD\n\
A. 共产党员占1/3\n\
B. 农民代表占1/3\n\
C. 中间分子占1/3\n\
D. 非党进步分子占1/3\
|\
孙中山所阐述的同盟会政治纲领中的民族主义的缺点是\n\
正确答案:CD\n\
A. 没有解决农民对于土地的需要\n\
B. 忽略了广大劳动群众在国家中的地位\n\
C. 没有提出明确的反帝主张\n\
D. 没有明确地把汉族军阀、官僚、地主作为革命的对象\
|\
下列各项中，不属于《双十协定》的内容有\n\
正确答案:BD\n\
A. 国民党迅速结束训政，实施宪政\n\
B. 整编全国军队、制定宪法\n\
C. 保证人民享有民主、自由等权利\n\
D. 实施《和平建国纲领》\
|\
1978年在我国出现的一场马克思主义思想解放运动是\n\
正确答案:C\n\
A. 社会主义教育运动\n\
B. 揭批“四人帮”运动\n\
C. 关于真理标准的大讨论\n\
D. 关于计划经济和市场经济的的大讨论\
|\
1940年8月，向日本侵略军发起百团大战的总指挥是\n\
正确答案:C\n\
A. 邓小平\n\
B. 粟裕\n\
C. 彭德怀\n\
D. 王震\
|\
1914年5月，窃夺辛亥革命成果的袁世凯炮制了\n\
正确答案:C\n\
A. 《暂时新刑律》\n\
B. 《戒严法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
中国共产党比较系统地阐述关于社会主义初级阶段的理论是在\n\
正确答案:B\n\
A. 中共十二大\n\
B. 中共十三大\n\
C. 中共十四大\n\
D. 中共十五大\
|\
国家对农村实行联产承包责任制的直接原因是\n\
正确答案:C\n\
A. 小农经济的落后性\n\
B. 为解决工业化原料\n\
C. 克服人民公社“一大二公”和分配中的平均主义\n\
D. 发展农村生产力\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
三大主力红军会师的地点是\n\
正确答案:B\n\
A. 吴起镇\n\
B. 会宁\n\
C. 懋功\n\
D. 甘孜\
|\
1861年，清政府设立的掌管洋务的机关是\n\
正确答案:C\n\
A. 江南制造总局\n\
B. 金陵机器局\n\
C. 总理各国事务衙门\n\
D. 外务部\
|\
五四爱国运动爆发的导火线是\n\
正确答案:B\n\
A. 五四爱国运动爆发的导火线是\n\
B. 巴黎和会上中国外交失败\n\
C. 俄国十月社会主义革命的爆发\n\
D. 袁世凯复辟帝制\
|\
1860年，英法两国分别迫使清政府签订的不平等条约是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《天津条约》\n\
C. 《北京条约》\n\
D. 《望厦条约》\
|\
1905年至1907年间，资产阶级革命派与改良派论战的主要议题是\n\
正确答案:ACD\n\
A. 要不要社会革命\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
通过重庆谈判和签订的"双十协定"，中共取得的成果有\n\
正确答案:ABD\n\
A. 在全国人民面前表现了和平诚意\n\
B. 迫使国民党承认和平建国的基本方针\n\
C. 实现了中共在国家政治生活中的合法地位\n\
D. 团结了民主力量\
|\
国家资本主义的初级形式在社会主义过渡时期主要体现在\n\
正确答案:ABC\n\
A. 统购包销\n\
B. 委托加工\n\
C. 计划订货\n\
D. 公私合营\
|\
下列关于延安整风的表述，正确的是\n\
正确答案:ABCD\n\
A. 在思想上清算了“左”的和右的错误\n\
B. 是马克思主义思想教育运动\n\
C. 提高了广大党员的思想理论水平，增强了党的凝聚力和战斗力\n\
D. 为新民主主义革命在全国的胜利奠定了思想基础\
|\
资本－帝国主义列强在侵华过程中进行文化渗透的主要手段有\n\
正确答案:ABD\n\
A. 利用宗教进行侵略活动\n\
B. 借助传播西学的名义为侵华制造舆论\n\
C. 散布西方的学术思想\n\
D. 宣扬“种族优劣论”\
|\
中共八七会议的主要内容是\n\
正确答案:ACD\n\
A. 坚决纠正了以陈独秀为代表的右倾投降主义错误\n\
B. 撤消了陈独秀的职务，确定毛泽东的领导地位\n\
C. 把发动农民举行秋收起义作为当前党的主要任务\n\
D. 确定实行土地革命和武装反抗国民党的总方针\
|\
对1946年政协会议协议的有关表述，正确的是\n\
正确答案:ABCD\n\
A. 有利于实现民主政治与和平建国\n\
B. 在许多方面反映了人们的愿望\n\
C. 体现了民主协商的精神\n\
D. 很快被国民政府撕毁\
|\
19世纪70年代后，洋务派举办的最重要的官督商办民用企业有\n\
正确答案:ABCD\n\
A. 轮船招商局\n\
B. 开平矿务局\n\
C. 天津电报局\n\
D. 上海机器织布局\
|\
1978年12月召开的中共十一届三中全会\n\
正确答案:ABCD\n\
A. 实现了新中国成立以来党的历史上具有深远意义的伟大转折\n\
B. 重新确立了马克思主义的思想路线、政治路线、组织路线\n\
C. 改革开放的序幕由此揭开,把党和国家的工作中心转移到经济建设上来\n\
D. 彻底否定“以阶级斗争为纲”的错误理论和实践\
|\
1912年2月13日，临时参议院选举袁世凯为临时大总统。孙中山为防止袁世凯专制，提出新总统必须遵守的条件包括\n\
正确答案:ACD\n\
A. 定都南京\n\
B. 维护共和\n\
C. 新总统到南京就职\n\
D. 遵守约法\
|\
1931年11月，中国共产党成立了中华苏维埃共和国临时中央政府，其政权性质是\n\
正确答案:D\n\
A. 资产阶级专政\n\
B. 各革命阶级（包括民族资产阶级和小资产阶级）联合专政\n\
C. 抗日民主专政\n\
D. 工农民主专政\
|\
中共十六大把同马克思列宁主义、毛泽东思想、邓小平理论一道确立为中共必须长期坚持的指导思想是\n\
正确答案:D\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
太平天国在后期提出的带有鲜明资本主义色彩的改革方案是\n\
正确答案:D\n\
A. 《原道觉世训》\n\
B. 《十款天条》\n\
C. 《天朝田亩制度》\n\
D. 《资政新篇》\
|\
太平天国之所以是农民战争的高峰，最主要因为\n\
正确答案:C\n\
A. 其规模和延续时间均属空前\n\
B. 建立了与清政府对立的政权\n\
C. 制定了比较完整的革命纲领\n\
D. 对封建王朝的打击空前沉重\
|\
毛泽东提出由新民主主义社会转变为社会主义社会的总任务和主要途径的著作是\n\
正确答案:C\n\
A. 《中国革命和中国共产党》\n\
B. 《论政策》\n\
C. 《在中共七届二中全会上的报告》\n\
D. 《论人民民主专政》\
|\
帝国主义列强对中国的侵略和瓜分达到高潮是在\n\
正确答案:C\n\
A. 第一次鸦片战争后\n\
B. 第二次鸦片战争后\n\
C. 中日甲午战争后\n\
D. 八国联军战争后\
|\
在19世纪90年代，洋务派建成的新式海军的主力是\n\
正确答案:D\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
1860年，英法两国分别迫使清政府签订的不平等条约是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《天津条约》\n\
C. 《北京条约》\n\
D. 《望厦条约》\
|\
1915年5月，阴谋复辟帝制的袁世凯接受了严重损害中国利益的\n\
正确答案:C\n\
A. “善后大借款”\n\
B. “西原借款”\n\
C. “二十一条”\n\
D. “庚子赔款”\
|\
1976年“文化大革命”结束后，造成党和国家的工作在徘徊中前进局面的根源在于\n\
正确答案:D\n\
A. “阶级斗争为纲”的错误方针\n\
B. “批林批孔”的错误方针\n\
C. “反击右倾翻案风”的错误方针\n\
D. “两个凡是”的错误方针\
|\
1912年2月13日，临时参议院选举袁世凯为临时大总统。孙中山为防止袁世凯专制，提出新总统必须遵守的条件包括\n\
正确答案:ACD\n\
A. 定都南京\n\
B. 维护共和\n\
C. 新总统到南京就职\n\
D. 遵守约法\
|\
遵义会议在中国共产党的历史上具有重大的历史意义，主要是\n\
正确答案:ABC\n\
A. 确立了以毛泽东为代表的正确路线在党中央的正确领导地位\n\
B. 挽救了党，挽救了红军，挽救了革命\n\
C. 党历史上生死攸关的转折点\n\
D. 结束了陈独秀的右倾机会主义错误\
|\
第一次国共合作后，北伐战争胜利进军的原因有\n\
正确答案:ABCD\n\
A. 民主革命统一战线旗帜的指引\n\
B. 共产党员、共青团员在北伐军中的模范作用\n\
C. 全国工农群众的大力支持\n\
D. 制定了正确的北伐方针\
|\
1851年9月，太平军攻占永安，在永安封王建制，杨秀清被封为东王，节制其他诸王，其他王有（ ）\n\
正确答案:ABCD\n\
A. 西王萧朝贵\n\
B. 南王冯云山\n\
C. 北王韦昌辉\n\
D. 翼王石达开\
|\
以下属于第一个五年计划内实现的项目是\n\
正确答案:ABCD\n\
A. 长春第一汽车制造厂\n\
B. 康藏、青藏、新藏铁路建成\n\
C. 武汉长江大桥\n\
D. 包头钢铁基地\
|\
资产阶级维新派的主要代表人物有\n\
正确答案:ABCD\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
中国的抗日战争是世界反法西斯战争的重要组成部分，其表现是\n\
正确答案:ABCD\n\
A. 中国战场年平均牵制日本的陆军的74%以上\n\
B. 日军在海外作战中损失的 287 万人中，有 150 万人伤亡在中国战场\n\
C. 中国为盟国提供了大量的战略物资和军事情报\n\
D. 美英法等国向中国提供了经济援助或军事合作\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
中共一大的内容包括（\n\
正确答案:ACD\n\
A. 制定了党的第一个纲领\n\
B. 决定加入共产国际\n\
C. 确定了党的中心任务\n\
D. 选举了党的中央领导机构\
|\
针对美国遏制新中国的情况，中国共产党在新中国成立前夕提出的外交方针包括\n\
正确答案:ABC\n\
A. “另起炉灶”\n\
B. “打扫干净屋子再请客”\n\
C. “一边倒”\n\
D. “全方位”\
|\
太平天国之所以是农民战争的高峰，最主要因为\n\
正确答案:C\n\
A. 其规模和延续时间均属空前\n\
B. 建立了与清政府对立的政权\n\
C. 制定了比较完整的革命纲领\n\
D. 对封建王朝的打击空前沉重\
|\
1905年8月，中国同盟会成立后创立的机关报是\n\
正确答案:A\n\
A. 《民报》\n\
B. 《时务报》\n\
C. 《民国日报》\n\
D. 《新民丛报》\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
1919年7月发表《多研究些问题，少谈些主义》文章的资产阶级改良主义的代表是\n\
正确答案:C\n\
A. 梁启超\n\
B. 张东荪\n\
C. 胡适\n\
D. 黄凌霜\
|\
20世纪70时年代初，毛泽东、周恩来抓住时机在中美关系上发起了\n\
正确答案:A\n\
A. “乒乓外交”\n\
B. “足球外交”\n\
C. “围棋外交”\n\
D. “篮球外交”\
|\
基本完成社会主义改造的时间是\n\
正确答案:A\n\
A. 1956年\n\
B. 1957年\n\
C. 1958年\n\
D. 1959年\
|\
1861年，清政府设立的掌管洋务的机关是\n\
正确答案:C\n\
A. 江南制造总局\n\
B. 金陵机器局\n\
C. 总理各国事务衙门\n\
D. 外务部\
|\
中共十五大把同马列主义、毛泽东思想一道确立为中共的指导思想的是\n\
正确答案:A\n\
A. 邓小平理论\n\
B. “三个代表”的重要思想\n\
C. 有中国特色的社会主义理论\n\
D. 科学发展观\
|\
戊戌维新运动期间，光绪皇帝在资产阶级维新派建议下设立了\n\
正确答案:D\n\
A. 天津武备学堂\n\
B. 广州万木草堂\n\
C. 长沙时务学堂\n\
D. 京师大学堂\
|\
新中国恢复在联合国合法席位的是在\n\
正确答案:C\n\
A. 1949年\n\
B. 1966年\n\
C. 1971年\n\
D. 1978年\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于\n\
正确答案:ABD\n\
A. 对国情没有认识清楚\n\
B. 缺乏社会主义建设的经验\n\
C. 苏联撕毁合同\n\
D. 急于求成\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
日本对中国的大规模侵略和在中国部分地区的殖民统治，犯下了空前严重的罪行，其主要表现是\n\
正确答案:ABCD\n\
A. 制造惨绝人寰的大屠杀\n\
B. 实行“三光”政策\n\
C. 肆意掠夺矿产资源、土地及农产品\n\
D. 强制推行奴化教育\
|\
通过重庆谈判和签订的"双十协定"，中共取得的成果有\n\
正确答案:ABD\n\
A. 在全国人民面前表现了和平诚意\n\
B. 迫使国民党承认和平建国的基本方针\n\
C. 实现了中共在国家政治生活中的合法地位\n\
D. 团结了民主力量\
|\
第一次鸦片战争期后，清政府被迫分别与法国和美国签订的不平等条约是\n\
正确答案:BD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《虎门条约》\n\
D. 《黄埔条约》\
|\
1905年8月，中国同盟会成立时制定的革命纲领是\n\
正确答案:ABCD\n\
A. 驱除鞑虏\n\
B. 平均地权\n\
C. 恢复中华\n\
D. 创立民国\
|\
毛泽东在1957年2月最高国务会议上指出，社会主义社会的两类不同性质矛盾是\n\
正确答案:AB\n\
A. 敌我之间的矛盾\n\
B. 人民内部之间的矛盾\n\
C. 生产力和生产关系之间的矛盾\n\
D. 经济基础和上层建筑之间的矛盾\
|\
解放战争时期，三大战役是指\n\
正确答案:BCD\n\
A. 长沙会战\n\
B. 淮海战役\n\
C. 平津战役\n\
D. 辽沈战役\
|\
大革命失败的原因有\n\
正确答案:ABCD\n\
A. 反革命的力量强大\n\
B. 中共领导人的错误思想\n\
C. 中共缺乏革命斗争的经验\n\
D. 中共在思想理论上不够成熟\
|\
我国对农业社会主义改造极大地创伤了农民生产的积极性，问题在于\n\
正确答案:ABCD\n\
A. 要求过急\n\
B. 粗暴强制\n\
C. 条件不成熟\n\
D. 形式过于简单划一\
|\
中国最早接受和宣传马克思主义的先进分子是\n\
正确答案:D\n\
A. 陈独秀\n\
B. 毛泽东\n\
C. 李达\n\
D. 李大钊\
|\
抗日民族统一战线中的顽固势力是指\n\
正确答案:C\n\
A. 以汪精卫为代表的亲日派集团\n\
B. 地方实力派\n\
C. 以蒋介石为代表的大地主大资产阶级\n\
D. 国民党汉奸卖国贼\
|\
辛亥革命取得的最大成就是\n\
正确答案:A\n\
A. 推翻了封建帝制\n\
B. 促进了资本主义的发展\n\
C. 使人民获得了一些民主自由权利\n\
D. 打击了帝国主义的殖民势力\
|\
标志着中国新民主主义革命开端的事件是\n\
正确答案:D\n\
A. 辛亥革命\n\
B. 中国共产党诞生\n\
C. 新文化运动\n\
D. 五四运动\
|\
19世纪60年代后，洋务派开展洋务运动的指导思想是\n\
正确答案:B\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 变法维新以救亡图存\n\
D. 物竞天择，适者生存\
|\
在中国近代历史上，第一次明确提出反帝反封建的民主革命纲领是在\n\
正确答案:C\n\
A. 中共一大\n\
B. 国民党一大\n\
C. 中共二大\n\
D. 中共三大\
|\
文化大革命开始的标志性文件是“五、一六通知”是在哪年发布的\n\
正确答案:A\n\
A. 1966年\n\
B. 1967年\n\
C. 1968年\n\
D. 1969年\
|\
1980年8月，邓小平提出了政治体制改革基本任务的重要讲话是\n\
正确答案:B\n\
A. 《必须旗帜鲜明地坚持四项基本原则》\n\
B. 《党和国家领导制度的改革》\n\
C. 《政治体制改革总体设想》\n\
D. 《关于加强党的执政能力建设的决定》\
|\
1976年“文化大革命”结束后，造成党和国家的工作在徘徊中前进局面的根源在于\n\
正确答案:D\n\
A. “阶级斗争为纲”的错误方针\n\
B. “批林批孔”的错误方针\n\
C. “反击右倾翻案风”的错误方针\n\
D. “两个凡是”的错误方针\
|\
在中法战争期间，率领清军和当地民众取得镇南关大捷的爱国将领是\n\
正确答案:B\n\
A. 左宝贵\n\
B. 冯子材\n\
C. 陈化成\n\
D. 刘铭传\
|\
辛亥革命失败的原因是\n\
正确答案:ABCD\n\
A. 结束了2000多年的君主专制政体，建立了资产阶级共和政府\n\
B. 给人们带来了一次思想上的解放\n\
C. 为资本主义的发展创造了条件\n\
D. 一定程度上打击了帝国主义的侵略势力\
|\
1949年后，中国社会存在的经济成分有\n\
正确答案:ABCD\n\
A. 国营经济\n\
B. 合作社经济\n\
C. 个体经济\n\
D. 私人资本主义经济\
|\
辛亥革命的失败的主观原因包括\n\
正确答案:BCD\n\
A. 资本主义建国方案在半殖民地半封建社会的中国行不通\n\
B. 不能充分发动和依靠人民群众\n\
C. 不能建立坚强的革命政党\n\
D. 没有提出彻底的反帝反封建的革命纲领\
|\
抗日民族统一战线正式建立的标志是\n\
正确答案:CD\n\
A. 西安事变的和平解决\n\
B. 卢沟桥事变的爆发\n\
C. 1937年9月23日蒋介石发表实际承认共产党合法地位的谈话\n\
D. 1937年9月22日国民党中央通讯社发表《中共中央为公布国共合作宣言》\
|\
西方列强在华的经济掠夺手段包括\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华进行商品输出和资本输出\n\
D. 操纵中国的经济命脉\
|\
九一八事变后发生后到1935年华北事变期间，中国爱国将领进行的局部抗战包括\n\
正确答案:ABCD\n\
A. 长城抗战\n\
B. “一•二八”淞沪抗战\n\
C. 察哈尔抗战\n\
D. 东北抗日游击战争\
|\
民族资产阶级领导的辛亥革命的历史局限性主要表现在\n\
正确答案:ABCD\n\
A. 没有提出彻底反帝的革命纲领\n\
B. 没有提出彻底反封建的革命纲领\n\
C. 没有充分发动和依靠民众\n\
D. 没有建立坚强的革命政党\
|\
武装斗争、土地革命、根据地建设在“工农武装割据”中各自的地位是\n\
正确答案:ABD\n\
A. 武装斗争是主要形式，土地革命是基本内容\n\
B. 根据地是开展武装斗争和土地革命的战略依托\n\
C. 以建立和扩大根据地为中心工作\n\
D. 土地革命是中心工作\
|\
在中国早期接受、宣传马克思主义的先进分子中，来自新文化运动精神领袖的是\n\
正确答案:CD\n\
A. 毛泽东\n\
B. 董必武\n\
C. 李大钊\n\
D. 陈独秀\
|\
土地革命战争时期，中共进行土地革命所依据的阶级路线包括\n\
正确答案:ABCD\n\
A. 依靠贫雇农\n\
B. 联合中农、限制富农\n\
C. 保护中小工商业者\n\
D. 消灭地主阶级\
|\
淞沪会战后期率领“八百壮士”坚持在四行仓库的爱国将领是\n\
正确答案:D\n\
A. 佟麟阁\n\
B. 赵登禹\n\
C. 张自忠\n\
D. 谢晋元\
|\
中国资产阶级领导的变法与革命失败的根本原因是\n\
正确答案:D\n\
A. 传统儒家思想的影响\n\
B. 封建顽固势力的强大\n\
C. 帝国主义的破坏\n\
D. 民族资产阶级自身的软弱性和妥协性\
|\
在中法战争期间，率领清军和当地民众取得镇南关大捷的爱国将领是\n\
正确答案:B\n\
A. 左宝贵\n\
B. 冯子材\n\
C. 陈化成\n\
D. 刘铭传\
|\
在第一次鸦片战争期间，为抗击英国侵略而战死虎门的清朝爱国将领是\n\
正确答案:C\n\
A. 海龄\n\
B. 陈化成\n\
C. 关天培\n\
D. 史荣椿\
|\
从公元前5世纪的战国时代到1840年的鸦片战争前，中国的社会性质是\n\
正确答案:B\n\
A. 奴隶社会\n\
B. 封建社会\n\
C. 半殖民地半封建社会\n\
D. 资本主义社会\
|\
1905年至1907年，资产阶级革命派和改良派论战的焦点是\n\
正确答案:D\n\
A. 要不要平均地权\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
日军占领南京后，制造震惊世界的大屠杀，被杀害我手无寸铁的平民和放下武器的士兵达到\n\
正确答案:C\n\
A. 10万以上\n\
B. 20万以上\n\
C. 30万以上\n\
D. 40万以上\
|\
下列关于"九一八事变"影响，不正确的是\n\
正确答案:C\n\
A. 它使中国东北沦为日本殖民地\n\
B. 它促使中国的社会矛盾开始发生变化\n\
C. 它促使中共立即作出国共合作共同抗日的主张\n\
D. 它是日本灭亡中国计划的一部分\
|\
造成1959年至1961年我国国民经济严重困难的主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. “大跃进”和“反右倾”斗争的错误\
|\
在19世纪60年代到90年代，洋务派兴办洋务事业的主要目的是\n\
正确答案:C\n\
A. 发展中国的资本主义经济\n\
B. 学习西方资本主义的制度\n\
C. 维护和巩固清王朝的封建统治\n\
D. 捍卫国家的主权独立和民族尊严\
|\
洪秀全早期写的革命著作有\n\
正确答案:BCD\n\
A. 《奉天讨胡檄布四方谕》\n\
B. 《原道觉世训》\n\
C. 《原道救世歌》\n\
D. 《原道醒世训》\
|\
割占我国领土的不平等条约有\n\
正确答案:ABC\n\
A. 中英《南京条约》\n\
B. 中英《北京条约》\n\
C. 中日《马关条约》\n\
D. 《辛丑条约》\
|\
在19世纪60年代，清朝统治阶级中主张学习西方的洋务派的主要代表人物有\n\
正确答案:ABCD\n\
A. 奕\n\
B. 曾国藩\n\
C. 李鸿章\n\
D. 左宗棠\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
1911年10月，直接参与领导武昌起义的革命组织是\n\
正确答案:BC\n\
A. 中国国民党\n\
B. 共进会\n\
C. 文学社\n\
D. 中华革命党\
|\
三国“干涉还辽”中的三国指的是\n\
正确答案:BCD\n\
A. 美国\n\
B. 俄国\n\
C. 德国\n\
D. 法国\
|\
1927年1月，中国人民收回的英租界是在\n\
正确答案:AD\n\
A. 汉口\n\
B. 上海\n\
C. 南京\n\
D. 九江\
|\
从1953年开始的三大改造包括\n\
正确答案:BCD\n\
A. 进行土地改革，实行农民的土地私有制\n\
B. 手工业合作化\n\
C. 对资本主义工商业进行公私合营\n\
D. 农业合作化\
|\
大革命失败后，中共进行的反抗国民党反动统治的武装斗争包括\n\
正确答案:ABD\n\
A. 南昌起义\n\
B. 秋收起义\n\
C. 孟良崮战役\n\
D. 广州起义\
|\
鸦片战争以后，西方资本主义列强对中国进行赤裸裸的文化侵略，主要表现在\n\
正确答案:ABCD\n\
A. 建立教学，派遣大批传教士到中国传教\n\
B. 包庇教徒不法行为，强迫中国教民抛弃传统礼俗\n\
C. 创办中外文报刊，为帝国主义侵略进行辩护\n\
D. 宣扬“种族优劣论”，制造侵略有理的舆论。\
|\
国民党的统治在全国范围内建立的标志是\n\
正确答案:A\n\
A. 张学良“改旗易帜”\n\
B. 南京国民政府改组\n\
C. 宁汉合流\n\
D. 中原大战结束\
|\
1860年，外国列强通过《北京条约》迫使中国开放的通商口岸是\n\
正确答案:D\n\
A. 汉口\n\
B. 九江\n\
C. 南京\n\
D. 天津\
|\
1914年7月，孙中山在东京正式成立的组织是\n\
正确答案:C\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
中共十六大把同马克思列宁主义、毛泽东思想、邓小平理论一道确立为中共必须长期坚持的指导思想是\n\
正确答案:D\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
1976年“文化大革命”结束后，造成党和国家的工作在徘徊中前进局面的根源在于\n\
正确答案:D\n\
A. “阶级斗争为纲”的错误方针\n\
B. “批林批孔”的错误方针\n\
C. “反击右倾翻案风”的错误方针\n\
D. “两个凡是”的错误方针\
|\
前期新文化运动的指导思想是\n\
正确答案:B\n\
A. 资产阶级维新思想\n\
B. 民主和科学的思想\n\
C. "兼容并包"的思想\n\
D. 社会主义的思想\
|\
1900年外国列强发动八国联军侵华战争，战后迫使清政府签订了\n\
正确答案:D\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
标志太平天国由盛到衰转折点的历史事件是\n\
正确答案:C\n\
A. 长沙战役\n\
B. 北伐失利\n\
C. 天京事变\n\
D. 安庆失守\
|\
中国近代史的开端是\n\
正确答案:A\n\
A. 1840年第一次鸦片战争\n\
B. 1856年第二次鸦片战争\n\
C. 1894年甲午战争\n\
D. 1900年八国联军侵华战争\
|\
与孙中山领导的反对北洋军阀的斗争相比，北伐战争的一个显著特点是\n\
正确答案:B\n\
A. 依靠"新军"反对北洋军阀\n\
B. 依靠革命武装反对北洋军阀\n\
C. 依靠会党反对北洋军阀\n\
D. 依靠地方军阀反对北洋军阀\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
毛泽东科学预测抗日战争的发展进程包括（ ）三个阶段\n\
正确答案:ABD\n\
A. 战略防御\n\
B. 战略相持\n\
C. 战略进攻\n\
D. 战略反攻\
|\
皖南事变中遇难的新四军将领有\n\
正确答案:BC\n\
A. 叶挺\n\
B. 项英\n\
C. 袁国平\n\
D. 彭雪枫\
|\
资本－帝国主义列强通过军事侵略和不平等条约对中国进行政治控制的主要手段有\n\
正确答案:ABCD\n\
A. 操纵中国的内政和外交\n\
B. 把持中国的海关\n\
C. 镇压中国人民的反抗\n\
D. 扶植、收买代理人\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（ ）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
在新民主主义革命时期，压在中国人民身上的“三座大山”是指\n\
正确答案:ABD\n\
A. 外国帝国主义\n\
B. 本国封建主义\n\
C. 本国资本主义\n\
D. 官僚资本主义\
|\
下面属于《共同纲领》内容的是：\n\
正确答案:ABCD\n\
A. 中华人民共和国是人民民主主义国家。\n\
B. 中华人民共和国境内各民族一律平等。\n\
C. 公私兼顾、劳资两利、城乡互助、内外交流。\n\
D. 保障本国独立自由和领土完整，维护国际和平和各国人民之间友好合作。\
|\
19世纪末期，帝国主义列强瓜分中国的图谋并未实现，其原因有（ ）\n\
正确答案:AB\n\
A. 帝国主义列强之间的矛盾和相互制约\n\
B. 中国人民进行了不屈不挠的反侵略斗争\n\
C. 清政府与列强相勾结\n\
D. 中国地域过于广阔\
|\
毛泽东在 << 论持久战 >> 中认为抗日战争最后胜利一定属于中国的原因是\n\
正确答案:ABCD\n\
A. 中国是大国， 地大物博\n\
B. 日本是小国， 经不起长期战争\n\
C. 中国在国际上得道多助\n\
D. 日本发动的是退步的、野蛮的侵略战争\
|\
“中国不败而败”是指下列哪场战争\n\
正确答案:C\n\
A. 中日甲午战争\n\
B. 鸦片战争\n\
C. 中法战争\n\
D. 第二次鸦片战争\
|\
中国历史上第一次比较完全意义上的资产阶级民主革命是\n\
正确答案:B\n\
A. 戊戌维新运动\n\
B. 辛亥革命\n\
C. 二次革命\n\
D. 新文化运动\
|\
在1898年9月“百日维新”失败后拒绝出走而慷慨就义的维新派代表人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
中国共产党诞生的标志性事件是\n\
正确答案:A\n\
A. 中国共产党第一次全国代表大会的召开\n\
B. 五四运动爆发\n\
C. 上海共产主义小组成立\n\
D. 《共产党》月刊创刊\
|\
"军叫工农革命，旗号镰刀斧头。地主重重压迫,农民个个同仇。秋收时节幕云愁，霹雳一声暴动"（毛泽东1927年一首词），这首词赞颂的是\n\
正确答案:C\n\
A. 上海工人起义\n\
B. 南昌起义\n\
C. 秋收起义\n\
D. 广州起义\
|\
第一次国共合作形成的标志是\n\
正确答案:A\n\
A. 中国国民党第一次全国代表大会\n\
B. 中国国民党第二次全国代表大会\n\
C. 中国共产党第三次全国代表大会\n\
D. 中国共产党杭州西湖会议\
|\
1905年11月，孙中山在《民报》发刊词中将中国同盟会的政治纲领概括为\n\
正确答案:C\n\
A. 创立民国、平均地权\n\
B. 联俄、联共、扶助农工\n\
C. 民族主义、民权主义、民生主义\n\
D. 驱除鞑虏、恢复中华、创立合众政府\
|\
1861年，清政府设立的掌管洋务的机关是\n\
正确答案:C\n\
A. 江南制造总局\n\
B. 金陵机器局\n\
C. 总理各国事务衙门\n\
D. 外务部\
|\
第五次反“围剿”的失败充分证明了\n\
正确答案:D\n\
A. 良好的群众基础是红色政权存在的重要条件\n\
B. 全国的革命形势对红色政权的影响巨大\n\
C. 相当力量的正式红军的存在，是造成工农武装割据的重要条件\n\
D. 中国共产党的正确领导是红色政权存在的最重要条件\
|\
戊戌维新运动期间，光绪皇帝在资产阶级维新派建议下设立了\n\
正确答案:D\n\
A. 天津武备学堂\n\
B. 广州万木草堂\n\
C. 长沙时务学堂\n\
D. 京师大学堂\
|\
五四运动中爱国学生要求惩办的卖国贼是\n\
正确答案:ABC\n\
A. 陆宗舆\n\
B. 章宗祥\n\
C. 曹汝霖\n\
D. 袁世凯\
|\
在1898年9月“百日维新”失败后慷慨就义的“戊戌六君子”是\n\
正确答案:ABC\n\
A. 谭嗣同、刘光第\n\
B. 林旭、杨锐\n\
C. 杨深秀、康广仁\n\
D. 康有为、梁启超\
|\
延安整风运动的主要内容是\n\
正确答案:ACD\n\
A. 反对主观主义以整顿学风\n\
B. 反对官僚主义以整顿作风\n\
C. 反对党八股以整顿文风\n\
D. 反对宗派主义以整顿党风\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（ ）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
抗日民族统一战线的策略总方针是\n\
正确答案:ABC\n\
A. 发展进步势力\n\
B. 争取中间势力\n\
C. 孤立顽固势力\n\
D. 反对投降势力\
|\
新民主主义社会的三种主要经济成分是\n\
正确答案:ABD\n\
A. 社会主义经济\n\
B. 私人资本主义经济\n\
C. 国家资本主义经济\n\
D. 个体经济\
|\
毛泽东从1928年到1930年提出并阐述了农村包围城市、武装夺取政权道路理论的主要\n\
正确答案:ABCD\n\
A. 《中国的红色政权为什么能够存在》\n\
B. 《井冈山的斗争》\n\
C. 《星星之火，可以燎原》\n\
D. 《反对本本主义》\
|\
国共合作的大革命时期中国共产党所发挥的作用包括\n\
正确答案:ACD\n\
A. 提出了反帝反封建的政治口号\n\
B. 广州国民政府的建立者\n\
C. 人民群众的主要发动者和组织者\n\
D. 推动了北伐战争的顺利进行\
|\
太平天国政权的封建属性主要表现在\n\
正确答案:ABCD\n\
A. 森严的封建等级制\n\
B. 领导集团生活奢侈腐化\n\
C. 领导集团内部争权夺利\n\
D. 洪秀全迷信思想日益严重\
|\
1921-1949年中国社会的3种建国方案是\n\
正确答案:ABC\n\
A. 建立大地主大资产阶级的军事独裁统治\n\
B. 建立一个工人阶级领导的人民共和国\n\
C. 建立一个资产阶级共和国\n\
D. 建立一个欧美式的联邦共和国\
|\
史学界把维新变法、辛亥革命和新文化运动都称为近代化运动，因为这几场运动要求\n\
正确答案:A\n\
A. 实行资产阶级民主政治\n\
B. 提倡民主和科学\n\
C. 彻底废除旧制度\n\
D. 宣传新思想，弘扬新文化\
|\
五四运动的中心由北京转移到上海后，运动的新特点是\n\
正确答案:C\n\
A. 商人罢市\n\
B. 学生大规模罢课\n\
C. 工人阶级登上政治舞台\n\
D. 运动取得初步胜利\
|\
皖南事变后，中共中央重建新四军军部，被任命的政治委员是\n\
正确答案:C\n\
A. 陈毅\n\
B. 陈赓\n\
C. 刘少奇\n\
D. 项英\
|\
19世纪60年代，洋务派最早兴办的洋务事业是\n\
正确答案:A\n\
A. 军用工业\n\
B. 民用企业\n\
C. 新式学堂\n\
D. 新式海陆军\
|\
中国共产党开展土地革命后制定的第一部土地法是\n\
正确答案:A\n\
A. 井冈山土地法\n\
B. 兴国土地法\n\
C. 中国土地法大纲\n\
D. 五四指示\
|\
中国历史上第一次比较完全意义上的资产阶级民主革命是\n\
正确答案:B\n\
A. 戊戌维新运动\n\
B. 辛亥革命\n\
C. 二次革命\n\
D. 新文化运动\
|\
1940年8月，向日本侵略军发起百团大战的总指挥是\n\
正确答案:C\n\
A. 邓小平\n\
B. 粟裕\n\
C. 彭德怀\n\
D. 王震\
|\
日寇在中国不断挑起事变，进而发动全面战争，下列事变发生在上海的是\n\
正确答案:B\n\
A. 一•二八事变和七七事变\n\
B. 一•二八事变和八•一三事变\n\
C. 七七事变和九•一八事变\n\
D. 八•一三事变和九•一八事变\
|\
五四爱国运动爆发的导火线是\n\
正确答案:B\n\
A. 五四爱国运动爆发的导火线是\n\
B. 巴黎和会上中国外交失败\n\
C. 俄国十月社会主义革命的爆发\n\
D. 袁世凯复辟帝制\
|\
中共十五大把同马列主义、毛泽东思想一道确立为中共的指导思想的是\n\
正确答案:A\n\
A. 邓小平理论\n\
B. “三个代表”的重要思想\n\
C. 有中国特色的社会主义理论\n\
D. 科学发展观\
|\
1905年至1907年间，资产阶级革命派与改良派论战的主要议题是\n\
正确答案:ACD\n\
A. 要不要社会革命\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
中共一大的内容包括（\n\
正确答案:ACD\n\
A. 制定了党的第一个纲领\n\
B. 决定加入共产国际\n\
C. 确定了党的中心任务\n\
D. 选举了党的中央领导机构\
|\
第一次国共合作后，北伐战争胜利进军的原因有\n\
正确答案:ABCD\n\
A. 民主革命统一战线旗帜的指引\n\
B. 共产党员、共青团员在北伐军中的模范作用\n\
C. 全国工农群众的大力支持\n\
D. 制定了正确的北伐方针\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
太平天国失败的原因包括\n\
正确答案:ABCD\n\
A. 缺乏先进阶级的领导\n\
B. 缺乏科学理论的指导\n\
C. 缺乏对外国列强侵华的理性认识\n\
D. 没有正确对待中国的传统文化\
|\
过渡时期总路线，中的“三改”是指\n\
正确答案:ABC\n\
A. 对农业的改造\n\
B. 手工业的改造\n\
C. 资本主义工商业的改造\n\
D. 林业的改造\
|\
中国共产党的建国方案在毛泽东的哪些著作中得到系统阐述\n\
正确答案:ABCD\n\
A. 《中国革命和中国共产党》\n\
B. 《新民主主义论》\n\
C. 《论联合政府》\n\
D. 《论人民民主专政》\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
第一次鸦片战争以后，中国社会发生的两个根本性变化是\n\
正确答案:AC\n\
A. 独立的中国逐步变成半殖民地的中国\n\
B. 独立的中国逐步变成殖民地的中国\n\
C. 封建的中国逐步变成半封建的中国\n\
D. 封建的中国逐步变成资本主义的中国\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
振奋全国抗战精神的“台儿庄大捷”出现在国民党组织的哪场会战中\n\
正确答案:D\n\
A. 淞沪会战\n\
B. 太原会战\n\
C. 常德会战\n\
D. 徐州会战\
|\
1900年外国列强发动八国联军侵华战争，战后迫使清政府签订了\n\
正确答案:D\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
随着对外开放的进一步扩大，中共中央和国务院在1988年决定建立的经济特区是\n\
正确答案:D\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 厦门经济特区\n\
D. 海南经济特区\
|\
日军占领南京后，制造震惊世界的大屠杀，被杀害我手无寸铁的平民和放下武器的士兵达到\n\
正确答案:C\n\
A. 10万以上\n\
B. 20万以上\n\
C. 30万以上\n\
D. 40万以上\
|\
五四运动很快发展成为全国性的爱国运动，这充分说明\n\
正确答案:D\n\
A. 上海工人觉悟高\n\
B. 五四运动属于资产阶级民主革命\n\
C. 五四运动具有反帝反封建的性质\n\
D. 五四运动具有广泛的群众基础\
|\
1860年，英法两国分别迫使清政府签订的不平等条约是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《天津条约》\n\
C. 《北京条约》\n\
D. 《望厦条约》\
|\
南京临时政府中占领导和主体地位的派别是\n\
正确答案:D\n\
A. 资产阶级维新派\n\
B. 资产阶级保皇派\n\
C. 资产阶级立宪派\n\
D. 资产阶级革命派\
|\
解放战争时期，最早与蒋介石集团决裂的民主党派是\n\
正确答案:A\n\
A. 中国民主同盟\n\
B. 民主建国会\n\
C. 中国民主促进会\n\
D. 中国国民党革命委员会\
|\
1895年，严复在《救亡决论》一文中喊出的口号是\n\
正确答案:B\n\
A. “师夷长技以制夷”\n\
B. “救亡”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
五四运动爆发的历史背景包括\n\
正确答案:BCD\n\
A. 袁世凯的倒行逆施\n\
B. 工人阶级队伍迅速壮大\n\
C. 新文化运动的开展\n\
D. 俄国十月革命的影响\
|\
北洋军阀统治中国的社会基础是\n\
正确答案:AB\n\
A. 地主阶级\n\
B. 买办资产阶级\n\
C. 外国帝国主义\n\
D. 民族资产阶级\
|\
孙中山所阐述的同盟会政治纲领中的民族主义的缺点是\n\
正确答案:CD\n\
A. 没有解决农民对于土地的需要\n\
B. 忽略了广大劳动群众在国家中的地位\n\
C. 没有提出明确的反帝主张\n\
D. 没有明确地把汉族军阀、官僚、地主作为革命的对象\
|\
1905年至1907年间，资产阶级革命派与改良派论战的主要议题是\n\
正确答案:ACD\n\
A. 要不要社会革命\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
下列有关皖南事变的表述，正确的是\n\
正确答案:ACD\n\
A. 它是国民党顽固派破坏抗战的行为\n\
B. 英美支持国民党发动\n\
C. 中国共产党坚决回击顽固派的进攻\n\
D. 新四军军部及所属部队损失惨重\
|\
土地革命战争前期红色政权根据地的政权\n\
正确答案:BCD\n\
A. 是人民民主统一战线性质的政权\n\
B. 是工农民主专政性质的政权\n\
C. 属于新民主主义的政权\n\
D. 政权的主体是工农兵代表大会\
|\
20世纪前后，在民主革命思想传播过程中建立的资产阶级革命团体包括\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 光复会\n\
C. 华兴会\n\
D. 日知会\
|\
国统区第二条战线形成的原因有：\n\
正确答案:ABCD\n\
A. 专制统治和官员腐败，丧失人心。\n\
B. 大发“劫收”国难财。\n\
C. 违背人民的和平、修养生息的愿望。\n\
D. 物价上涨，导致恶性通货膨胀，人民生活困难。\
|\
在威海战斗中殉国的北洋舰队将领有\n\
正确答案:BC\n\
A. 邓世昌\n\
B. 刘步蟾\n\
C. 丁汝昌\n\
D. 左宝贵\
|\
日本对中国的大规模侵略和在中国部分地区的殖民统治，犯下了空前严重的罪行，其主要表现是\n\
正确答案:ABCD\n\
A. 制造惨绝人寰的大屠杀\n\
B. 实行“三光”政策\n\
C. 肆意掠夺矿产资源、土地及农产品\n\
D. 强制推行奴化教育\
|\
太平天国在后期提出的带有鲜明资本主义色彩的改革方案是\n\
正确答案:D\n\
A. 《原道觉世训》\n\
B. 《十款天条》\n\
C. 《天朝田亩制度》\n\
D. 《资政新篇》\
|\
毛泽东指出，新民主主义国家内部的主要矛盾是\n\
正确答案:C\n\
A. 人民大众与封建主义的矛盾\n\
B. 中华民族与帝国主义的矛盾\n\
C. 无产阶级与资产阶级的矛盾\n\
D. 人民对经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\
|\
19世纪60年代，清朝统治阶级中的部分成员兴起了向西方学习的\n\
正确答案:A\n\
A. 洋务运动\n\
B. 维新运动\n\
C. 新政运动\n\
D. 立宪运动\
|\
被誉为中国人民的大宪章、起着临时宪法作用的是\n\
正确答案:B\n\
A. 《论人民民主专政》\n\
B. 《中国人民政治协商会议共同纲领》\n\
C. 《中国人民政治协商会议组织法》\n\
D. 《新民主主义论》\
|\
标志着第三条道路破产的事件是\n\
正确答案:D\n\
A. 1946年6月蒋介石发动全面内战\n\
B. 1946年11月蒋介石下令召开伪国民大会\n\
C. 1947年3月蒋介石下令进攻延安\n\
D. 1947年10月蒋介石下令解散中国民主同盟\
|\
1956 年底，三大改造的实现标志着\n\
正确答案:A\n\
A. 开始进入社会主义初级阶段\n\
B. 社会主义已经完全形成\n\
C. 准备进入社会主义\n\
D. 准备走向共产主义\
|\
五四运动以前的新文化运动是\n\
正确答案:C\n\
A. 无产阶级的文化运动\n\
B. 资产阶级民主主义文化同无产阶级新文化的斗争\n\
C. 资产阶级民主主义新文化与封建主义旧文化的斗争\n\
D. 无产阶级新文化与封建主义旧文化的斗争\
|\
19世纪60年代，洋务派最早兴办的洋务事业是\n\
正确答案:A\n\
A. 军用工业\n\
B. 民用企业\n\
C. 新式学堂\n\
D. 新式海陆军\
|\
1928年蒋介石在南京建立政权，其性质是\n\
正确答案:D\n\
A. 地主阶级政权\n\
B. 官僚资产阶级政权\n\
C. 资产阶级政权\n\
D. 大地主大资产阶级政权\
|\
敦促日本无条件投降的会议是\n\
正确答案:C\n\
A. 开罗会议\n\
B. 德黑兰会议\n\
C. 波茨坦会议\n\
D. 雅尔塔会议\
|\
中国的抗日战争是世界反法西斯战争的重要组成部分，其表现是\n\
正确答案:ABCD\n\
A. 中国战场年平均牵制日本的陆军的74%以上\n\
B. 日军在海外作战中损失的 287 万人中，有 150 万人伤亡在中国战场\n\
C. 中国为盟国提供了大量的战略物资和军事情报\n\
D. 美英法等国向中国提供了经济援助或军事合作\
|\
我国对个体农业进行社会主义改造的方针是\n\
正确答案:BC\n\
A. 典型示范\n\
B. 积极发展\n\
C. 稳步前进\n\
D. 逐步过渡\
|\
第一次国共合作后，北伐战争胜利进军的原因有\n\
正确答案:ABCD\n\
A. 民主革命统一战线旗帜的指引\n\
B. 共产党员、共青团员在北伐军中的模范作用\n\
C. 全国工农群众的大力支持\n\
D. 制定了正确的北伐方针\
|\
19世纪五六十年代，沙皇俄国趁火打劫，通过一系列条约侵吞我国领土144万多平方公里，这些条约是\n\
正确答案:ABCD\n\
A. 中俄《瑷珲条约》\n\
B. 中俄《北京条约》\n\
C. 中俄《勘分西北界约记》\n\
D. 《改订伊犁条约》\
|\
对1946年政协会议协议的有关表述，正确的是\n\
正确答案:ABCD\n\
A. 有利于实现民主政治与和平建国\n\
B. 在许多方面反映了人们的愿望\n\
C. 体现了民主协商的精神\n\
D. 很快被国民政府撕毁\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题\n\
正确答案:ABCD\n\
A. 能不能保卫住人民胜利的成果，巩固新生的人民政权\n\
B. 能不能战胜严重的经济困难\n\
C. 能不能经受住执政的考验，继续保持谦虚、谨慎、不骄、不躁的作风和艰苦奋斗的作风\n\
D. 能不能巩固民族独立，维护国家主权和安全\
|\
1860年与清政府签订《北京条约》的国家有\n\
正确答案:ABD\n\
A. 英国\n\
B. 法国\n\
C. 日本\n\
D. 俄国\
|\
整风运动的主要内容是\n\
正确答案:ABC\n\
A. 整顿学风\n\
B. 整顿党风\n\
C. 整顿文风\n\
D. 整顿浮夸风\
|\
20 世纪初，宣传资产阶级民主革命思想的主要人物有\n\
正确答案:ABD\n\
A. 章炳麟\n\
B. 邹容\n\
C. 康有为\n\
D. 陈天华\
|\
到19世纪90年代，洋务派建成的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
在帝国主义列强对中国的侵略和瓜分达到高潮时，提出了“门户开放”政策的国家是\n\
正确答案:C\n\
A. 英国\n\
B. 法国\n\
C. 美国\n\
D. 德国\
|\
1932年3月，日本在吉林长春建立傀儡政权伪满洲国，出任执政的是\n\
正确答案:D\n\
A. 汪精卫\n\
B. 蒋介石\n\
C. 溥杰\n\
D. 溥仪\
|\
新中国发展国民经济的第一个五年计划期间是指\n\
正确答案:C\n\
A. 1952-1956年\n\
B. 1949-1954年\n\
C. 1953-1957年\n\
D. 1950-1955年\
|\
19世纪60年代，洋务派最早兴办的洋务事业是\n\
正确答案:A\n\
A. 军用工业\n\
B. 民用企业\n\
C. 新式学堂\n\
D. 新式海陆军\
|\
1946年6月，全面内战爆发，国民党军队首先进攻的地区是\n\
正确答案:C\n\
A. 山东解放区\n\
B. 东北解放区\n\
C. 中原解放区\n\
D. 陕甘宁解放区\
|\
皖南事变后，中共中央重建新四军军部，被任命的政治委员是\n\
正确答案:C\n\
A. 陈毅\n\
B. 陈赓\n\
C. 刘少奇\n\
D. 项英\
|\
在甲午战争后，严复翻译的《天演论》所宣传的重要思想是\n\
正确答案:D\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 天下兴亡，匹夫有责\n\
D. 物竞天择，适者生存\
|\
标志太平天国由盛到衰转折点的历史事件是\n\
正确答案:C\n\
A. 长沙战役\n\
B. 北伐失利\n\
C. 天京事变\n\
D. 安庆失守\
|\
标志着维新变法运动的开始的事件是\n\
正确答案:B\n\
A. 维新派与守旧派的论战\n\
B. 公车上书\n\
C. “中体西用”思想的提出\n\
D. “明定国是”诏书的颁布\
|\
下列关于洋务运动的论述不正确的是\n\
正确答案:C\n\
A. 洋务运动是一场封建统治者的自救运动\n\
B. 洋务运动客观上促进了中国资本主义的发展\n\
C. 洋务运动的目的是为了推翻清政府的统治\n\
D. 洋务运动失败是必然的\
|\
中国民族资产阶级的两面性表现为\n\
正确答案:BC\n\
A. 软弱性\n\
B. 妥协性\n\
C. 革命性\n\
D. 民主性\
|\
19世纪70年代后，洋务派举办的最重要的官督商办民用企业有\n\
正确答案:ABCD\n\
A. 轮船招商局\n\
B. 开平矿务局\n\
C. 天津电报局\n\
D. 上海机器织布局\
|\
下列有关皖南事变的表述，正确的是\n\
正确答案:ACD\n\
A. 它是国民党顽固派破坏抗战的行为\n\
B. 英美支持国民党发动\n\
C. 中国共产党坚决回击顽固派的进攻\n\
D. 新四军军部及所属部队损失惨重\
|\
中国的抗日战争是世界反法西斯战争的重要组成部分，其表现是\n\
正确答案:ABCD\n\
A. 中国战场年平均牵制日本的陆军的74%以上\n\
B. 日军在海外作战中损失的 287 万人中，有 150 万人伤亡在中国战场\n\
C. 中国为盟国提供了大量的战略物资和军事情报\n\
D. 美英法等国向中国提供了经济援助或军事合作\
|\
从1953年开始的三大改造包括\n\
正确答案:BCD\n\
A. 进行土地改革，实行农民的土地私有制\n\
B. 手工业合作化\n\
C. 对资本主义工商业进行公私合营\n\
D. 农业合作化\
|\
毛泽东指出：“如果不帮助农民推翻封建地主阶级，就不能组成中国革命最强大的队伍而推翻帝国主义的统治。”其实质含义是\n\
正确答案:AD\n\
A. 农民是中国革命最可靠的同盟军\n\
B. 农民阶级是中国革命的领导阶级\n\
C. 农民阶级反帝反封建态度最坚决，是新的社会生产力的代表者\n\
D. 没有农民阶级参加，中国革命就不能取胜\
|\
中国共产党成立后，“中国革命的面貌焕然一新”，其“新”主要表现在\n\
正确答案:ACD\n\
A. 以马克思主义为指导\n\
B. 以武装斗争为主要方法\n\
C. 提出彻底的反帝反封建的纲领\n\
D. 以社会主义、共产主义为远大目标\
|\
1911年10月，直接参与领导武昌起义的革命组织是\n\
正确答案:BC\n\
A. 中国国民党\n\
B. 共进会\n\
C. 文学社\n\
D. 中华革命党\
|\
中共一大的内容包括（\n\
正确答案:ACD\n\
A. 制定了党的第一个纲领\n\
B. 决定加入共产国际\n\
C. 确定了党的中心任务\n\
D. 选举了党的中央领导机构\
|\
“一五”期间，我国( )三大钢铁基地建设取得重大进展\n\
正确答案:ABC\n\
A. 鞍山\n\
B. 包头\n\
C. 武汉\n\
D. 长春\
|\
重庆谈判的焦点问题是\n\
正确答案:A\n\
A. 人民军队和解放区的合法地位问题\n\
B. 要不要和平建国的问题\n\
C. 实行宪政、结束训政的问题\n\
D. 人民的民主、自由权利的问题\
|\
1894年，孙中山创立革命团体兴中会并喊出的时代最强音是\n\
正确答案:D\n\
A. “师夷长技以制夷”\n\
B. “救亡图存”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
抗日民族统一战线中的顽固势力是指\n\
正确答案:C\n\
A. 以汪精卫为代表的亲日派集团\n\
B. 地方实力派\n\
C. 以蒋介石为代表的大地主大资产阶级\n\
D. 国民党汉奸卖国贼\
|\
十年对峙时期，红色政权能够发展壮大的主要原因是\n\
正确答案:D\n\
A. 建立于敌人力量薄弱的山区\n\
B. 当时新旧军阀混战激烈\n\
C. 得到了大量的国际援助物资\n\
D. 坚持了"工农武装割据"的思想\
|\
下列关于洋务运动的论述不正确的是\n\
正确答案:C\n\
A. 洋务运动是一场封建统治者的自救运动\n\
B. 洋务运动客观上促进了中国资本主义的发展\n\
C. 洋务运动的目的是为了推翻清政府的统治\n\
D. 洋务运动失败是必然的\
|\
（ ）揭开改革开放的序幕，吹响建设中国特色的社会主义的时代号角\n\
正确答案:A\n\
A. 十一届三中全会\n\
B. 十二届四中全会\n\
C. 十三届四中全会\n\
D. 十一届四中全会\
|\
造成1959年至1961年我国国民经济严重困难的最主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. 经济建设中的“左”倾错误\
|\
（ ）是一场由领导者错误发动，被反革命集团利用，给党、国家和人民带来严重灾难的内乱\n\
正确答案:C\n\
A. 大跃进\n\
B. 人民公社化运动\n\
C. 文化大革命\n\
D. “三反”和“五反”\
|\
在中法战争期间，率领清军和当地民众取得镇南关大捷的爱国将领是\n\
正确答案:B\n\
A. 左宝贵\n\
B. 冯子材\n\
C. 陈化成\n\
D. 刘铭传\
|\
在19世纪90年代，洋务派建成的新式海军的主力是\n\
正确答案:D\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
割占我国领土的不平等条约有\n\
正确答案:ABC\n\
A. 中英《南京条约》\n\
B. 中英《北京条约》\n\
C. 中日《马关条约》\n\
D. 《辛丑条约》\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
到19世纪90年代，洋务派建成的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
1860年与清政府签订《北京条约》的国家有\n\
正确答案:ABD\n\
A. 英国\n\
B. 法国\n\
C. 日本\n\
D. 俄国\
|\
人民解放军粉碎国民党全面与重点进攻的作战原则和方法主要是\n\
正确答案:BC\n\
A. 分兵作战化整为零的原则\n\
B. 歼灭敌人有生力量的原则\n\
C. 运动战的作战方法\n\
D. 外线作战的战略方针\
|\
中国的资产阶级分为两个部分,它们包括\n\
正确答案:AB\n\
A. 官僚资产阶级\n\
B. 民族资产阶级\n\
C. 小资产阶级\n\
D. 工人阶级\
|\
1911年10月，直接参与领导武昌起义的革命组织是\n\
正确答案:BC\n\
A. 中国国民党\n\
B. 共进会\n\
C. 文学社\n\
D. 中华革命党\
|\
中国工农红军“长征”的胜利是\n\
正确答案:ABCD\n\
A. 革命英雄主义的胜利\n\
B. 革命乐观主义的胜利\n\
C. 艰苦奋斗革命精神的胜利\n\
D. 毛泽东正确思想的胜利\
|\
新民主主义的三种基本阶级力量是\n\
正确答案:ABD\n\
A. 工人阶级\n\
B. 资产阶级\n\
C. 地主阶级\n\
D. 农民和其他小资产阶级\
|\
近代中国在逐步沦为半殖民地半封建社会过程中新产生的阶级是\n\
正确答案:CD\n\
A. 农民阶级\n\
B. 地主阶级\n\
C. 资产阶级\n\
D. 工人阶级\
|\
五四爱国运动爆发的导火线是\n\
正确答案:B\n\
A. 五四爱国运动爆发的导火线是\n\
B. 巴黎和会上中国外交失败\n\
C. 俄国十月社会主义革命的爆发\n\
D. 袁世凯复辟帝制\
|\
日寇在中国不断挑起事变，进而发动全面战争，下列事变发生在上海的是\n\
正确答案:B\n\
A. 一•二八事变和七七事变\n\
B. 一•二八事变和八•一三事变\n\
C. 七七事变和九•一八事变\n\
D. 八•一三事变和九•一八事变\
|\
中国人民的民族意识开始普遍觉醒是在\n\
正确答案:C\n\
A. 第一次鸦片战争后\n\
B. 第二次鸦片战争后\n\
C. 中日甲午战争后\n\
D. 八国联军侵华战争后\
|\
中国封建社会的基本生产结构是\n\
正确答案:A\n\
A. 小农经济\n\
B. 商品经济\n\
C. 市场经济\n\
D. 个体经济\
|\
"军叫工农革命，旗号镰刀斧头。地主重重压迫,农民个个同仇。秋收时节幕云愁，霹雳一声暴动"（毛泽东1927年一首词），这首词赞颂的是\n\
正确答案:C\n\
A. 上海工人起义\n\
B. 南昌起义\n\
C. 秋收起义\n\
D. 广州起义\
|\
国民党的统治在全国范围内建立的标志是\n\
正确答案:A\n\
A. 张学良“改旗易帜”\n\
B. 南京国民政府改组\n\
C. 宁汉合流\n\
D. 中原大战结束\
|\
中国共产党顺利实现第二代中央领导集体向第三代中央领导集体过渡的会议是\n\
正确答案:C\n\
A. 中共十一届三中全会\n\
B. 中共十二届三中全会\n\
C. 中共十三届四中全会\n\
D. 中共十四届四中全会\
|\
在帝国主义列强对中国的侵略和瓜分达到高潮时，提出了“门户开放”政策的国家是\n\
正确答案:C\n\
A. 英国\n\
B. 法国\n\
C. 美国\n\
D. 德国\
|\
1947年解放军开始战略反攻时，国民党军队正在实施的战略是\n\
正确答案:B\n\
A. 全面进攻解放区\n\
B. 重点进攻山东和陕北解放区\n\
C. 抢占战略要地和交通线\n\
D. 集中兵力防守战略要地\
|\
淞沪会战后期率领“八百壮士”坚持在四行仓库的爱国将领是\n\
正确答案:D\n\
A. 佟麟阁\n\
B. 赵登禹\n\
C. 张自忠\n\
D. 谢晋元\
|\
孙中山所阐述的同盟会政治纲领中的民族主义的缺点是\n\
正确答案:CD\n\
A. 没有解决农民对于土地的需要\n\
B. 忽略了广大劳动群众在国家中的地位\n\
C. 没有提出明确的反帝主张\n\
D. 没有明确地把汉族军阀、官僚、地主作为革命的对象\
|\
中华人民共和国的成立标志着\n\
正确答案:ABCD\n\
A. 新民主主义革命基本胜利\n\
B. 新民主主义社会在全国范围内的建立\n\
C. 半殖民地、半封建社会的结束,民族独立和人民解放的任务基本完成\n\
D. 马克思主义同中国实际相结合的伟大胜利\
|\
1915年兴起的新文化运动的主要内容\n\
正确答案:ABCD\n\
A. 提倡民主和科学\n\
B. 提倡白话文\n\
C. 提倡新文学\n\
D. 宣传男女平等和个性解放\
|\
太平天国运动是中国农民战争的最高峰的主要依据是\n\
正确答案:ABCD\n\
A. 组织了强大的武装\n\
B. 其规模和延续时间均属空前\n\
C. 颁布了《天朝田亩制度》\n\
D. 承担了反封建反侵略的任务\
|\
毛泽东总结中国共产党成立以来的历史经验，指出中国共产党在中国革命中战胜敌人的三大法宝是\n\
正确答案:ABC\n\
A. 统一战线\n\
B. 武装斗争\n\
C. 党的建设\n\
D. 根据地建设\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于\n\
正确答案:ABD\n\
A. 对国情没有认识清楚\n\
B. 缺乏社会主义建设的经验\n\
C. 苏联撕毁合同\n\
D. 急于求成\
|\
新民主主义社会的三种主要经济成分是\n\
正确答案:ABD\n\
A. 社会主义经济\n\
B. 私人资本主义经济\n\
C. 国家资本主义经济\n\
D. 个体经济\
|\
19世纪90年代，资产阶级维新派创办的主要学会有\n\
正确答案:AD\n\
A. 强学会\n\
B. 兴中会\n\
C. 华兴会\n\
D. 保国会\
|\
新中国成立以来，取得了举世瞩目的巨大成就\n\
正确答案:ABCD\n\
A. 从争取经济独立到建设社会主义现代化国家\n\
B. 从赢得政治独立到建设社会主义民主政治\n\
C. 从发展新民主主义文化到建设中国特色的社会主义文化\n\
D. 从打破封锁到全方位对外开放\
|\
资产阶级维新派的主要代表人物有\n\
正确答案:ABD\n\
A. 康有为\n\
B. 梁启超\n\
C. 孙中山\n\
D. 严复\
|\
1911年，湖北、湖南、广东、四川四省爆发的民众斗争运动是\n\
正确答案:D\n\
A. 拒俄运动\n\
B. 拒法运动\n\
C. 抵制美国货运动\n\
D. 保路运动\
|\
党在过渡时期的总路线的主体是\n\
正确答案:D\n\
A. 对农业的社会主义改造\n\
B. 对手工业的社会主义改造\n\
C. 对资本主义工商业的社会主义改造\n\
D. 实现国家的社会主义工业化\
|\
戊戌变法的性质是\n\
正确答案:B\n\
A. 资产阶级革命运动\n\
B. 资产阶级改良运动\n\
C. 封建统治阶级自上而下的改革\n\
D. 地主阶级的改革运动\
|\
自1863年开始在中国任总税务司、控制中国海关大权达40余年之久的是\n\
正确答案:D\n\
A. 德国人郭士立\n\
B. 美国人田贝\n\
C. 法国人孟振生\n\
D. 英国人赫德\
|\
1911年4月，资产阶级革命派发起的孙中山认为与武昌之役并寿的起义是\n\
正确答案:C\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
在新民主主义革命时期，成为新民主主义革命的一项基本任务是\n\
正确答案:B\n\
A. 反对帝国主义，打破外国垄断资本的控制\n\
B. 反对封建主义，进行土地制度的彻底改革\n\
C. 反对官僚资本主义，没收官僚资本归新民主主义国家所有\n\
D. 反对资本主义，废除私有制经济\
|\
1905年11月，孙中山在《民报》发刊词中将中国同盟会的政治纲领概括为\n\
正确答案:C\n\
A. 创立民国、平均地权\n\
B. 联俄、联共、扶助农工\n\
C. 民族主义、民权主义、民生主义\n\
D. 驱除鞑虏、恢复中华、创立合众政府\
|\
遵义会议后，中共中央政治局成立了三人军事指挥小组，其成员是\n\
正确答案:D\n\
A. 毛泽东、周恩来、朱德\n\
B. 毛泽东、朱德、彭德怀\n\
C. 毛泽东、周恩来、张闻天\n\
D. 毛泽东、周恩来、王稼祥\
|\
1900年，外国列强发动了侵略中国的\n\
正确答案:D\n\
A. 第二次鸦片战争\n\
B. 中法战争\n\
C. 甲午战争\n\
D. 八国联军侵华战争\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
中国共产党的建国方案在毛泽东的哪些著作中得到系统阐述\n\
正确答案:ABCD\n\
A. 《中国革命和中国共产党》\n\
B. 《新民主主义论》\n\
C. 《论联合政府》\n\
D. 《论人民民主专政》\
|\
在宣传民主革命思想的过程中，著名的资产阶级革命派知识分子有\n\
正确答案:ABC\n\
A. 章炳麟\n\
B. 邹 容\n\
C. 陈天华\n\
D. 康有为\
|\
在威海战斗中殉国的北洋舰队将领有\n\
正确答案:BC\n\
A. 邓世昌\n\
B. 刘步蟾\n\
C. 丁汝昌\n\
D. 左宝贵\
|\
“一化三改造”时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货\n\
B. “四马分肥”中的资方红利\n\
C. 公私合营\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
资产阶级维新派的主要代表人物有\n\
正确答案:ABCD\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
19世纪90年代末，资产阶级维新派宣传变法维新主张的主要活动是\n\
正确答案:ABCD\n\
A. 向皇帝上书\n\
B. 著书立说\n\
C. 介绍外国的变法\n\
D. 办学会、办报纸、设学堂\
|\
在近代中国，民族资本主义经济的发展受到多方面的阻碍，主要有\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
洋务派创办的军用工业有\n\
正确答案:ABD\n\
A. 江南制造总局\n\
B. 金陵机器局\n\
C. 轮船招商局\n\
D. 天津机器局\
|\
各地共产党的早期组织创办了的专门供工人阅读的马克思主义启蒙教育的刊物有\n\
正确答案:ABCD\n\
A. 《劳动界》\n\
B. 《劳动音》\n\
C. 《工人月刊》\n\
D. 《济南劳动月刊》\
|\
中国民族资本主义经济的发展，受到了多方面的阻碍。其阻碍主要来自\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
1946年6月，全面内战爆发，国民党军队首先进攻的地区是\n\
正确答案:C\n\
A. 山东解放区\n\
B. 东北解放区\n\
C. 中原解放区\n\
D. 陕甘宁解放区\
|\
1915年开始的民主、科学与尊孔复古的论战实质是\n\
正确答案:A\n\
A. 资产阶级与封建地主阶级的思想论战\n\
B. 无产阶级与资产阶级的思想论战\n\
C. 马克思主义与改良主义的论战\n\
D. 西方文明与中华传统文化之间的冲突\
|\
英法联军攻占北京并放火烧毁凝聚着中华民族聪明才智的圆明园是在\n\
正确答案:B\n\
A. 第一次鸦片战争期间\n\
B. 第二次鸦片战争期间\n\
C. 甲午战争期间\n\
D. 八国联军侵华战争期间\
|\
20世纪70时年代初，毛泽东、周恩来抓住时机在中美关系上发起了\n\
正确答案:A\n\
A. “乒乓外交”\n\
B. “足球外交”\n\
C. “围棋外交”\n\
D. “篮球外交”\
|\
1932年3月，日本在吉林长春建立傀儡政权伪满洲国，出任执政的是\n\
正确答案:D\n\
A. 汪精卫\n\
B. 蒋介石\n\
C. 溥杰\n\
D. 溥仪\
|\
1861年，清政府设立的掌管洋务的机关是\n\
正确答案:C\n\
A. 江南制造总局\n\
B. 金陵机器局\n\
C. 总理各国事务衙门\n\
D. 外务部\
|\
戊戌变法的性质是\n\
正确答案:B\n\
A. 资产阶级革命运动\n\
B. 资产阶级改良运动\n\
C. 封建统治阶级自上而下的改革\n\
D. 地主阶级的改革运动\
|\
1904年至1905年，外国侵略者在中国东北为争夺在华利益而进行的战争是\n\
正确答案:D\n\
A. 英法战争\n\
B. 英俄战争\n\
C. 日美战争\n\
D. 日俄战争\
|\
中国共产党诞生的标志性事件是\n\
正确答案:A\n\
A. 中国共产党第一次全国代表大会的召开\n\
B. 五四运动爆发\n\
C. 上海共产主义小组成立\n\
D. 《共产党》月刊创刊\
|\
中共十三大明确将党在社会主义初级阶段的基本路线概括为\n\
正确答案:A\n\
A. “一个中心、两个基本点”\n\
B. “四个坚持”\n\
C. 一手抓物质文明、一手抓精神文明\n\
D. 建设中国特色社会主义经济、政治和文化\
|\
从1927年7月大革命失败到1935年1月遵义会议召开前，“左”倾错误先后几次在党中央领导机关取得了统治地位，它们是\n\
正确答案:BCD\n\
A. 陈独秀的“左”倾机会主义错误\n\
B. 瞿秋白的“左”倾盲动主义错误\n\
C. 李立三的“左”倾冒险主义错误\n\
D. 王明的“左”倾教条主义错误\
|\
社会主义改造时期对资产阶级的“和平赎买”政策主要包括\n\
正确答案:ABCD\n\
A. 委托加工、计划订货的加工费和货价\n\
B. “四马分肥”中的资方红利\n\
C. 公私全营后资本家拿取的定息\n\
D. 给资本家以必要的工作安排和恰当的政治安排\
|\
1956年天京事变后，洪秀全为挽救危局而提拔的年轻将领包括\n\
正确答案:CD\n\
A. 石达开\n\
B. 韦昌辉\n\
C. 陈玉成\n\
D. 李秀成\
|\
洋务运动的代表人物有\n\
正确答案:ABCD\n\
A. 奕\n\
B. 曾国藩\n\
C. 李鸿章\n\
D. 张之洞\
|\
1905年至1907年间，资产阶级革命派与改良派论战的主要议题是\n\
正确答案:ACD\n\
A. 要不要社会革命\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
1895年，孙中山在香港成立兴中会总部时提出的革命纲领是\n\
正确答案:ABD\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 平均地权\n\
D. 创立合众政府\
|\
下列关于延安整风的表述，正确的是\n\
正确答案:ABCD\n\
A. 在思想上清算了“左”的和右的错误\n\
B. 是马克思主义思想教育运动\n\
C. 提高了广大党员的思想理论水平，增强了党的凝聚力和战斗力\n\
D. 为新民主主义革命在全国的胜利奠定了思想基础\
|\
中国封建社会的封建宗法等级制度突出的是\n\
正确答案:ABC\n\
A. 君权\n\
B. 父权\n\
C. 夫权\n\
D. 子权\
|\
遵义会议在中国共产党的历史上具有重大的历史意义，主要是\n\
正确答案:ABC\n\
A. 确立了以毛泽东为代表的正确路线在党中央的正确领导地位\n\
B. 挽救了党，挽救了红军，挽救了革命\n\
C. 党历史上生死攸关的转折点\n\
D. 结束了陈独秀的右倾机会主义错误\
|\
新中国成立后，在社会主义建设过程中，我们经历的两次严重的挫折是\n\
正确答案:AB\n\
A. “大跃进”\n\
B. “文化大革命”\n\
C. 自然灾害\n\
D. 经济危机\
|\
重庆谈判的焦点问题是\n\
正确答案:A\n\
A. 人民军队和解放区的合法地位问题\n\
B. 要不要和平建国的问题\n\
C. 实行宪政、结束训政的问题\n\
D. 人民的民主、自由权利的问题\
|\
最早确立党对军队的绝对领导是在\n\
正确答案:D\n\
A. 南昌起义\n\
B. 秋收起义\n\
C. 八七会议\n\
D. 三湾改编\
|\
第五次反“围剿”的失败充分证明了\n\
正确答案:D\n\
A. 良好的群众基础是红色政权存在的重要条件\n\
B. 全国的革命形势对红色政权的影响巨大\n\
C. 相当力量的正式红军的存在，是造成工农武装割据的重要条件\n\
D. 中国共产党的正确领导是红色政权存在的最重要条件\
|\
1949年至1956年中国的社会性质是\n\
正确答案:D\n\
A. 半殖民地半封建社会\n\
B. 资本主义社会\n\
C. 社会主义社会\n\
D. 新民主主义社会\
|\
五四运动的中心由北京转移到上海后，运动的新特点是\n\
正确答案:C\n\
A. 商人罢市\n\
B. 学生大规模罢课\n\
C. 工人阶级登上政治舞台\n\
D. 运动取得初步胜利\
|\
洋务运动失败的标志是在中日甲午战争中\n\
正确答案:D\n\
A. 福建水师的全军覆没\n\
B. 广东水师的全军覆没\n\
C. 南洋水师的全军覆没\n\
D. 北洋水师的全军覆没\
|\
大地主大资产阶级政权\n\
正确答案:C\n\
A. 中共三大\n\
B. 中共六大\n\
C. 八七会议\n\
D. 古田会议\
|\
《双十协定》的签订，中共取得的战略优势是\n\
正确答案:D\n\
A. 获得了自卫战争的准备时间\n\
B. 解放区获得了合法地位\n\
C. 赢得了民主党派的支持\n\
D. 取得了政治上的主动地位\
|\
（ ）揭开改革开放的序幕，吹响建设中国特色的社会主义的时代号角\n\
正确答案:A\n\
A. 十一届三中全会\n\
B. 十二届四中全会\n\
C. 十三届四中全会\n\
D. 十一届四中全会\
|\
19世纪90年代，梁启超发表的宣传变法维新主张的著作是\n\
正确答案:D\n\
A. 《新学伪经考》\n\
B. 《仁学》\n\
C. 《人类公理》\n\
D. 《变法通义》\
|\
中国的抗日战争是世界反法西斯战争的重要组成部分，其表现是\n\
正确答案:ABCD\n\
A. 中国战场年平均牵制日本的陆军的74%以上\n\
B. 日军在海外作战中损失的 287 万人中，有 150 万人伤亡在中国战场\n\
C. 中国为盟国提供了大量的战略物资和军事情报\n\
D. 美英法等国向中国提供了经济援助或军事合作\
|\
第一次鸦片战争期间，清政府被迫与英国签订的不平等条约有\n\
正确答案:ACD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《虎门条约》\n\
D. 《五口通商章程》\
|\
中国封建社会前后延续了两千多年，其特点有\n\
正确答案:ABCD\n\
A. 在经济上，封建地主土地所有制经济占主导地位\n\
B. 在政治上，实行高度中央集权的封建君主专制制度\n\
C. 在文化上，以儒家思想为核心\n\
D. 在社会结构上，是族权和政权相结合的封建宗法等级制度\
|\
国民党一大的主要内容及意义是\n\
正确答案:ABCD\n\
A. 讨论了国民党改组的问题\n\
B. 重新解释了三民主义\n\
C. 国民革命运动开始\n\
D. 民主革命统一战线建立\
|\
割占我国领土的不平等条约有\n\
正确答案:ABC\n\
A. 中英《南京条约》\n\
B. 中英《北京条约》\n\
C. 中日《马关条约》\n\
D. 《辛丑条约》\
|\
毛泽东认为，社会主义这个阶段可分为两个阶段，包括\n\
正确答案:AC\n\
A. 不发达的社会主义\n\
B. 初级阶段的社会主义\n\
C. 比较发达的社会主义\n\
D. 高级阶段的社会主义\
|\
在中国近代史上，戊戌维新运动的历史意义和影响在于\n\
正确答案:ABC\n\
A. 它是一次爱国救亡运动\n\
B. 它是一场思想启蒙运动\n\
C. 它是一场资产阶级性质的政治改革运动\n\
D. 它是一场地主阶级统治集团的“自救”运动\
|\
洋务运动失败的原因是\n\
正确答案:ABCD\n\
A. 洋务运动具有封建性\n\
B. 洋务企业的管理具有腐朽性\n\
C. 洋务运动对西方列强具有依赖性\n\
D. 顽固势力对洋务运动的多方阻挠\
|\
下面属于《共同纲领》内容的是：\n\
正确答案:ABCD\n\
A. 中华人民共和国是人民民主主义国家。\n\
B. 中华人民共和国境内各民族一律平等。\n\
C. 公私兼顾、劳资两利、城乡互助、内外交流。\n\
D. 保障本国独立自由和领土完整，维护国际和平和各国人民之间友好合作。\
|\
19 世纪 60 年代到 90 年代，洋务派举办的洋务事业有\n\
正确答案:ABCD\n\
A. 兴办军用企业\n\
B. 兴办民用工业\n\
C. 建立新式海陆军\n\
D. 培养新式人才\
|\
解放战争时期，国民党统治区人民民主运动高涨的根本原因是\n\
正确答案:C\n\
A. 中国共产党组织了反蒋统治的第二条战线\n\
B. 上海学生举行了声势浩大的“三反”斗争\n\
C. 国民党蒋介石集团的经济崩溃和政治危机\n\
D. 民主党派的联合斗争和人民起义遍及各地\
|\
19世纪60年代后，洋务派开展洋务运动的指导思想是\n\
正确答案:B\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 变法维新以救亡图存\n\
D. 物竞天择，适者生存\
|\
近代中国睁眼看世界的第一人是\n\
正确答案:A\n\
A. 林则徐\n\
B. 魏源\n\
C. 严复\n\
D. 郑观应\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
1987年召开的中共十三大完整地提出了\n\
正确答案:A\n\
A. 党在社会主义初级阶段的基本路线\n\
B. 党在社会主义初级阶段的基本纲领\n\
C. 建设中国特色社会主义的基本经验\n\
D. 建设中国特色社会主义的基本规律\
|\
1895年，严复在《救亡决论》一文中喊出的口号是\n\
正确答案:B\n\
A. “师夷长技以制夷”\n\
B. “救亡”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
1937年8月，根据国共两党协议，在西北的中国工农红军主力改编为八路军，总指挥是\n\
正确答案:D\n\
A. 项英\n\
B. 叶挺\n\
C. 彭德怀\n\
D. 朱德\
|\
第一次国共合作的政治基础是\n\
正确答案:D\n\
A. 三民主义\n\
B. 反帝反封建\n\
C. 联俄、联共、扶助农工的三大政策\n\
D. 新三民主义\
|\
标志着维新变法运动的开始的事件是\n\
正确答案:B\n\
A. 维新派与守旧派的论战\n\
B. 公车上书\n\
C. “中体西用”思想的提出\n\
D. “明定国是”诏书的颁布\
|\
中国历史上第一次比较完全意义上的资产阶级民主革命是\n\
正确答案:B\n\
A. 戊戌维新运动\n\
B. 辛亥革命\n\
C. 二次革命\n\
D. 新文化运动\
|\
1978年12月召开的中共十一届三中全会\n\
正确答案:ABCD\n\
A. 实现了新中国成立以来党的历史上具有深远意义的伟大转折\n\
B. 重新确立了马克思主义的思想路线、政治路线、组织路线\n\
C. 改革开放的序幕由此揭开,把党和国家的工作中心转移到经济建设上来\n\
D. 彻底否定“以阶级斗争为纲”的错误理论和实践\
|\
1840年以后，从皇帝到权贵，大都\n\
正确答案:ABCD\n\
A. 昏庸愚昧\n\
B. 不了解世界大势\n\
C. 不懂得御敌之策\n\
D. 害怕人民群众\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
下面属于《共同纲领》内容的是：\n\
正确答案:ABCD\n\
A. 中华人民共和国是人民民主主义国家。\n\
B. 中华人民共和国境内各民族一律平等。\n\
C. 公私兼顾、劳资两利、城乡互助、内外交流。\n\
D. 保障本国独立自由和领土完整，维护国际和平和各国人民之间友好合作。\
|\
资产阶级革命派和改良派论战的内容是（ ）\n\
正确答案:ABC\n\
A. 要不要以革命手段推翻清政府\n\
B. 要不要推翻帝制，实行共和\n\
C. 要不要社会革命\n\
D. 要不要反对外国帝国主义列强的侵略\
|\
中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 广大人民和各界人士的广泛参加和大力支持\n\
B. 中国工人阶级的先锋队——中国共产党的领导\n\
C. 国际无产阶级和人民群众的支持\n\
D. 中国共产党人在革命过程中始终英勇地站在斗争的最前线\
|\
1979 年 3 月，邓小平在中央理论工作会上首次明确提出必须坚持\n\
正确答案:ABCD\n\
A. 社会主义道路\n\
B. 人民民主专政\n\
C. 共产党的领导\n\
D. 马克思列宁主义、毛泽东思想\
|\
孙中山在《民报》发刊词中阐发的民族主义是指\n\
正确答案:CD\n\
A. 打倒封建主义\n\
B. 打倒帝国主义\n\
C. 以革命手段推翻清王朝\n\
D. 变“次殖民地”的中国为独立的中国\
|\
在民主革命取得全国胜利之后，中国存在着两种基本的矛盾\n\
正确答案:AD\n\
A. 工人阶级和资产阶级的矛盾\n\
B. 工人阶级和农民阶级的矛盾\n\
C. 农民阶级和地主阶级的矛盾\n\
D. 中国和帝国主义的矛盾\
|\
对1946年政协会议协议的有关表述，正确的是\n\
正确答案:ABCD\n\
A. 有利于实现民主政治与和平建国\n\
B. 在许多方面反映了人们的愿望\n\
C. 体现了民主协商的精神\n\
D. 很快被国民政府撕毁\
|\
中国资产阶级革命派的阶级基础是\n\
正确答案:C\n\
A. 买办资产阶级\n\
B. 官僚资产阶级\n\
C. 民族资产阶级\n\
D. 城市小资产阶级\
|\
在近代，帝国主义列强不能灭亡和瓜分中国的最根本原因是\n\
正确答案:D\n\
A. 民族资产阶级发动的民主革命\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 洋务派开展的“自强”、“求富”运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
标志着日本全面侵华战争开始的事变是\n\
正确答案:C\n\
A. 九一八\n\
B. 华北\n\
C. 七七\n\
D. 八一三\
|\
王明"左"倾冒险主义的主要特征是\n\
正确答案:B\n\
A. 经验主义\n\
B. 教条主义\n\
C. 主观主义\n\
D. 宗派主义\
|\
在帝国主义列强对中国的侵略和瓜分达到高潮时，提出了“门户开放”政策的国家是\n\
正确答案:C\n\
A. 英国\n\
B. 法国\n\
C. 美国\n\
D. 德国\
|\
中国资产阶级革命派的骨干力量是\n\
正确答案:D\n\
A. 大资产阶级及其知识分子\n\
B. 工人阶级\n\
C. 农民阶级\n\
D. 资产阶级和小资产阶级知识分子\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
五四爱国运动爆发的导火线是\n\
正确答案:B\n\
A. 五四爱国运动爆发的导火线是\n\
B. 巴黎和会上中国外交失败\n\
C. 俄国十月社会主义革命的爆发\n\
D. 袁世凯复辟帝制\
|\
太平天国失败的根本原因是\n\
正确答案:A\n\
A. 缺乏先进阶级的领导\n\
B. 没有科学理论的指导\n\
C. 无法长期保持领导集团的团结\n\
D. 不能正确对待传统文化\
|\
1860年，外国列强通过《北京条约》迫使中国开放的通商口岸是\n\
正确答案:D\n\
A. 汉口\n\
B. 九江\n\
C. 南京\n\
D. 天津\
|\
日本对中国的大规模侵略和在中国部分地区的殖民统治，犯下了空前严重的罪行，其主要表现是\n\
正确答案:ABCD\n\
A. 制造惨绝人寰的大屠杀\n\
B. 实行“三光”政策\n\
C. 肆意掠夺矿产资源、土地及农产品\n\
D. 强制推行奴化教育\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题，毛泽东把当时的情况概括为三句话，这三句话是\n\
正确答案:BCD\n\
A. 不要怕\n\
B. 有希望\n\
C. 有困难\n\
D. 有办法\
|\
中国民主革命的基本动力包括\n\
正确答案:ABD\n\
A. 工人\n\
B. 农民\n\
C. 民族资产阶级\n\
D. 城市小资产阶级\
|\
五四运动爆发的历史背景包括\n\
正确答案:BCD\n\
A. 袁世凯的倒行逆施\n\
B. 工人阶级队伍迅速壮大\n\
C. 新文化运动的开展\n\
D. 俄国十月革命的影响\
|\
革命派与改良派展开论战的主要舆论阵地是\n\
正确答案:AB\n\
A. 《民报》\n\
B. 《新民丛报》\n\
C. 《万国公报》\n\
D. 《国闻报》\
|\
在抗击外国侵略的战争中，为国捐躯的爱国官兵有\n\
正确答案:ABCD\n\
A. 关天培\n\
B. 陈化成\n\
C. 邓世昌\n\
D. 林永升\
|\
我国农业合作化运动的基本原则和方针包括\n\
正确答案:ABCD\n\
A. 先合作化，后机械化的道路\n\
B. 积极发展、稳步前进、逐步过渡的方针\n\
C. 坚持自愿和互利的原则\n\
D. 始终把是否增产作为衡量合作社是否办好的标准\
|\
对资本主义工商业进行和平改造的主要依据有\n\
正确答案:ABCD\n\
A. 中国的民族资产阶级存在着两面性\n\
B. 中国工人阶级与资产阶级长期保持着统一战线的关系\n\
C. 建立了人民民主专政的国家政权和社会主义国营经济\n\
D. 国家对资本主义工商业逐步实施了利用、限制、改造的政策\
|\
三国“干涉还辽”中的三国指的是\n\
正确答案:BCD\n\
A. 美国\n\
B. 俄国\n\
C. 德国\n\
D. 法国\
|\
抗日战争时期，中国共产党主办的（ ）报刊在国民党统治区公开发行，及时宣传党的主张，鼓舞和激励群众的抗战热情\n\
正确答案:AB\n\
A. 《新华日报》\n\
B. 《群众》周刊\n\
C. 《热血日报》\n\
D. 《解放日报》\
|\
1894年日本发动了侵略中国的甲午战争，战后迫使清政府签订了\n\
正确答案:C\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
1937年8月，根据国共两党协议，在西北的中国工农红军主力改编为八路军，总指挥是\n\
正确答案:D\n\
A. 项英\n\
B. 叶挺\n\
C. 彭德怀\n\
D. 朱德\
|\
在1895年发起的“公车上书”后成为倡导维新运动旗手的是\n\
正确答案:B\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
戊戌变法的性质是\n\
正确答案:B\n\
A. 资产阶级革命运动\n\
B. 资产阶级改良运动\n\
C. 封建统治阶级自上而下的改革\n\
D. 地主阶级的改革运动\
|\
19世纪90年代，梁启超发表的宣传变法维新主张的著作是\n\
正确答案:D\n\
A. 《新学伪经考》\n\
B. 《仁学》\n\
C. 《人类公理》\n\
D. 《变法通义》\
|\
从公元前5世纪的战国时代到1840年的鸦片战争前，中国的社会性质是\n\
正确答案:B\n\
A. 奴隶社会\n\
B. 封建社会\n\
C. 半殖民地半封建社会\n\
D. 资本主义社会\
|\
1976年“文化大革命”结束后，造成党和国家的工作在徘徊中前进局面的根源在于\n\
正确答案:D\n\
A. “阶级斗争为纲”的错误方针\n\
B. “批林批孔”的错误方针\n\
C. “反击右倾翻案风”的错误方针\n\
D. “两个凡是”的错误方针\
|\
中共一大确定的党的中心任务是\n\
正确答案:C\n\
A. 实现共产主义\n\
B. 加强无产阶级国际团结\n\
C. 领导和组织工人运动\n\
D. 推翻资产阶级政权\
|\
中国近代史上人民群众第一次大规模的反侵略武装斗争是\n\
正确答案:A\n\
A. 三元里人民的抗英斗争\n\
B. 太平天国抗击洋枪队的斗争\n\
C. 台湾高山族人民的抗日斗争\n\
D. 义和团抗击八国联军的斗争\
|\
造成1959年至1961年我国国民经济严重困难的最主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. 经济建设中的“左”倾错误\
|\
从1927年7月大革命失败到1935年1月遵义会议召开前，“左”倾错误先后几次在党中央领导机关取得了统治地位，它们是\n\
正确答案:BCD\n\
A. 陈独秀的“左”倾机会主义错误\n\
B. 瞿秋白的“左”倾盲动主义错误\n\
C. 李立三的“左”倾冒险主义错误\n\
D. 王明的“左”倾教条主义错误\
|\
中国的抗日战争是世界反法西斯战争的重要组成部分，其表现是\n\
正确答案:ABCD\n\
A. 中国战场年平均牵制日本的陆军的74%以上\n\
B. 日军在海外作战中损失的 287 万人中，有 150 万人伤亡在中国战场\n\
C. 中国为盟国提供了大量的战略物资和军事情报\n\
D. 美英法等国向中国提供了经济援助或军事合作\
|\
毛泽东科学预测抗日战争的发展进程包括（ ）三个阶段\n\
正确答案:ABD\n\
A. 战略防御\n\
B. 战略相持\n\
C. 战略进攻\n\
D. 战略反攻\
|\
中国共产党在抗日民族统一战线中的策略总方针是\n\
正确答案:ABC\n\
A. 发展进步势力\n\
B. 争取中间势力\n\
C. 孤立顽固势力\n\
D. 打击资产阶级\
|\
孙中山所阐述的同盟会政治纲领中的民族主义的缺点是\n\
正确答案:CD\n\
A. 没有解决农民对于土地的需要\n\
B. 忽略了广大劳动群众在国家中的地位\n\
C. 没有提出明确的反帝主张\n\
D. 没有明确地把汉族军阀、官僚、地主作为革命的对象\
|\
中共十一届三中全会的主要功绩是\n\
正确答案:ABCD\n\
A. 彻底否定了“两个凡是”的错误方针\n\
B. 高度评价了关于真理标准问题的讨论\n\
C. 断然否定“以阶级斗争为纲”的指导思想\n\
D. 作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策\
|\
中国由新民主主义向社会主义转变的条件主要包括\n\
正确答案:ACD\n\
A. 中国共产党的领导和人民民主专政的国家制度的建立\n\
B. 国家财政经济状况的根本好转\n\
C. 社会主义国营经济的领导地位\n\
D. 马克思主义、毛泽东思想的指导地位\
|\
1840年以后，从皇帝到权贵，大都\n\
正确答案:ABCD\n\
A. 昏庸愚昧\n\
B. 不了解世界大势\n\
C. 不懂得御敌之策\n\
D. 害怕人民群众\
|\
我国农业合作化运动的基本原则和方针包括\n\
正确答案:ABCD\n\
A. 先合作化，后机械化的道路\n\
B. 积极发展、稳步前进、逐步过渡的方针\n\
C. 坚持自愿和互利的原则\n\
D. 始终把是否增产作为衡量合作社是否办好的标准\
|\
大革命失败后，中共进行的反抗国民党反动统治的武装斗争包括\n\
正确答案:ABD\n\
A. 南昌起义\n\
B. 秋收起义\n\
C. 孟良崮战役\n\
D. 广州起义\
|\
史学界把维新变法、辛亥革命和新文化运动都称为近代化运动，因为这几场运动要求\n\
正确答案:A\n\
A. 实行资产阶级民主政治\n\
B. 提倡民主和科学\n\
C. 彻底废除旧制度\n\
D. 宣传新思想，弘扬新文化\
|\
自1863年开始在中国任总税务司、控制中国海关大权达40余年之久的是\n\
正确答案:D\n\
A. 德国人郭士立\n\
B. 美国人田贝\n\
C. 法国人孟振生\n\
D. 英国人赫德\
|\
造成1959年至1961年我国国民经济严重困难的最主要原因是\n\
正确答案:D\n\
A. 自然灾害的影响\n\
B. 苏联撕毁经济技术合作协议\n\
C. 帝国主义的经济封锁\n\
D. 经济建设中的“左”倾错误\
|\
戊戌维新运动期间，光绪皇帝在资产阶级维新派建议下设立了\n\
正确答案:D\n\
A. 天津武备学堂\n\
B. 广州万木草堂\n\
C. 长沙时务学堂\n\
D. 京师大学堂\
|\
近代中国睁眼看世界的第一人是\n\
正确答案:A\n\
A. 林则徐\n\
B. 魏源\n\
C. 严复\n\
D. 郑观应\
|\
19世纪90年代，梁启超发表的宣传变法维新主张的著作是\n\
正确答案:D\n\
A. 《新学伪经考》\n\
B. 《仁学》\n\
C. 《人类公理》\n\
D. 《变法通义》\
|\
王明"左"倾冒险主义的主要特征是\n\
正确答案:B\n\
A. 经验主义\n\
B. 教条主义\n\
C. 主观主义\n\
D. 宗派主义\
|\
中国共产党一向认为中国革命的基本问题是\n\
正确答案:B\n\
A. 党的问题\n\
B. 农民问题\n\
C. 工人问题\n\
D. 民族资产阶级问题\
|\
标志腐朽的清政府已经成为“洋人的朝廷”的是\n\
正确答案:D\n\
A. 《天津条约》的签订\n\
B. 《北京条约》的签订\n\
C. 《马关条约》的签订\n\
D. 《辛丑条约》的签订\
|\
抗日战争胜利后，中国社会的主要矛盾是\n\
正确答案:D\n\
A. 中美民族矛盾\n\
B. 中日民族矛盾\n\
C. 无产阶级同资产阶级的矛盾\n\
D. 中国人民同美帝国主义支持的国民党反动派之间的矛盾\
|\
毛泽东认为，社会主义这个阶段可分为两个阶段，包括\n\
正确答案:AC\n\
A. 不发达的社会主义\n\
B. 初级阶段的社会主义\n\
C. 比较发达的社会主义\n\
D. 高级阶段的社会主义\
|\
人民解放军粉碎国民党全面与重点进攻的作战原则和方法主要是\n\
正确答案:BC\n\
A. 分兵作战化整为零的原则\n\
B. 歼灭敌人有生力量的原则\n\
C. 运动战的作战方法\n\
D. 外线作战的战略方针\
|\
近代中国在逐步沦为半殖民地半封建社会过程中新产生的阶级是\n\
正确答案:CD\n\
A. 农民阶级\n\
B. 地主阶级\n\
C. 资产阶级\n\
D. 工人阶级\
|\
中国共产党的建国方案在毛泽东的哪些著作中得到系统阐述\n\
正确答案:ABCD\n\
A. 《中国革命和中国共产党》\n\
B. 《新民主主义论》\n\
C. 《论联合政府》\n\
D. 《论人民民主专政》\
|\
1905年8月，中国同盟会成立时制定的革命纲领是\n\
正确答案:ABCD\n\
A. 驱除鞑虏\n\
B. 平均地权\n\
C. 恢复中华\n\
D. 创立民国\
|\
太平天国失败的原因包括\n\
正确答案:ABCD\n\
A. 缺乏先进阶级的领导\n\
B. 缺乏科学理论的指导\n\
C. 缺乏对外国列强侵华的理性认识\n\
D. 缺乏对列强侵华野心的足够警惕\
|\
下面的历史事件，与上海密切相关的是\n\
正确答案:ABC\n\
A. 中国共产党的成立\n\
B. 五卅运动\n\
C. “四?一二”政变\n\
D. 中国国民党一大\
|\
三民主义中民族主义的内容是\n\
正确答案:AB\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 创立民国\n\
D. 平均地权\
|\
毛泽东科学预测抗日战争的发展进程包括（ ）三个阶段\n\
正确答案:ABD\n\
A. 战略防御\n\
B. 战略相持\n\
C. 战略进攻\n\
D. 战略反攻\
|\
过渡时期总路线，中的“三改”是指\n\
正确答案:ABC\n\
A. 对农业的改造\n\
B. 手工业的改造\n\
C. 资本主义工商业的改造\n\
D. 林业的改造\
|\
在1895年发起的“公车上书”后成为倡导维新运动旗手的是\n\
正确答案:B\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
淞沪会战后期率领“八百壮士”坚持在四行仓库的爱国将领是\n\
正确答案:D\n\
A. 佟麟阁\n\
B. 赵登禹\n\
C. 张自忠\n\
D. 谢晋元\
|\
1932年3月，日本在吉林长春建立傀儡政权伪满洲国，出任执政的是\n\
正确答案:D\n\
A. 汪精卫\n\
B. 蒋介石\n\
C. 溥杰\n\
D. 溥仪\
|\
揭开中国社会主义改革开放和现代化建设新时期序幕的是\n\
正确答案:B\n\
A. 中共十一大\n\
B. 中共十一届三中全会\n\
C. 中共十二大\n\
D. 中共十二届三中全会\
|\
中国共产党开展土地革命后制定的第一部土地法是\n\
正确答案:A\n\
A. 井冈山土地法\n\
B. 兴国土地法\n\
C. 中国土地法大纲\n\
D. 五四指示\
|\
1947年刘邓大军挺进中原的重大意义在于\n\
正确答案:D\n\
A. 影响战略决战主攻方向\n\
B. 粉碎蒋介石的重点进攻\n\
C. 改变敌我双方的力量对比\n\
D. 改变解放战争的战略态势\
|\
党在过渡时期的总路线的主体是\n\
正确答案:D\n\
A. 对农业的社会主义改造\n\
B. 对手工业的社会主义改造\n\
C. 对资本主义工商业的社会主义改造\n\
D. 实现国家的社会主义工业化\
|\
标志中国民族资产阶级第一次登上政治舞台的是\n\
正确答案:B\n\
A. 洋务运动\n\
B. 戊戌维新运动\n\
C. 护国运动\n\
D. 护法运动\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
近代中国社会人数最多的被剥削阶级是\n\
正确答案:A\n\
A. 农民阶级\n\
B. 工人阶级\n\
C. 城市小资产阶级\n\
D. 民族资产阶级\
|\
土地革命战争时期，中共进行土地革命所依据的阶级路线包括\n\
正确答案:ABCD\n\
A. 依靠贫雇农\n\
B. 联合中农、限制富农\n\
C. 保护中小工商业者\n\
D. 消灭地主阶级\
|\
中国封建社会的封建宗法等级制度突出的是\n\
正确答案:ABC\n\
A. 君权\n\
B. 父权\n\
C. 夫权\n\
D. 子权\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
自1840年至1919年，中国人民在历次反侵略战争中失败的主要原因是\n\
正确答案:AD\n\
A. 社会制度的腐败\n\
B. 军事指挥的失误\n\
C. 思想文化的保守\n\
D. 经济技术的落后\
|\
鸦片战争以后，中国社会发生的两个根本性变化是\n\
正确答案:BD\n\
A. 中国的白银大量外流，出现财政危机\n\
B. 独立的中国逐步变成半殖民地的中国\n\
C. 中国人的身体和精神遭到前所未有的毒害\n\
D. 封建的中国逐步变成半封建的中国\
|\
“一五”期间，我国( )三大钢铁基地建设取得重大进展\n\
正确答案:ABC\n\
A. 鞍山\n\
B. 包头\n\
C. 武汉\n\
D. 长春\
|\
抗战时期，正面战场和敌后战场的主要区别是\n\
正确答案:ABCD\n\
A. 抗战的领导不同\n\
B. 抗战路线不同\n\
C. 作战方式不同\n\
D. 战略地位不同\
|\
抗日战争时期，中国共产党主办的（ ）报刊在国民党统治区公开发行，及时宣传党的主张，鼓舞和激励群众的抗战热情\n\
正确答案:AB\n\
A. 《新华日报》\n\
B. 《群众》周刊\n\
C. 《热血日报》\n\
D. 《解放日报》\
|\
太平天国运动是中国农民战争的最高峰的主要依据是\n\
正确答案:ABCD\n\
A. 组织了强大的武装\n\
B. 其规模和延续时间均属空前\n\
C. 颁布了《天朝田亩制度》\n\
D. 承担了反封建反侵略的任务\
|\
抗日民族统一战线正式建立的标志是\n\
正确答案:CD\n\
A. 西安事变的和平解决\n\
B. 卢沟桥事变的爆发\n\
C. 1937年9月23日蒋介石发表实际承认共产党合法地位的谈话\n\
D. 1937年9月22日国民党中央通讯社发表《中共中央为公布国共合作宣言》\
|\
在19世纪90年代，洋务派建成的新式海军的主力是\n\
正确答案:D\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
中国共产党在对资本主义工商业进行改造过程中创造性提出的一项政策是\n\
正确答案:D\n\
A. 利用\n\
B. 限制\n\
C. 公私合营\n\
D. 和平赎买\
|\
标志着第三条道路破产的事件是\n\
正确答案:D\n\
A. 1946年6月蒋介石发动全面内战\n\
B. 1946年11月蒋介石下令召开伪国民大会\n\
C. 1947年3月蒋介石下令进攻延安\n\
D. 1947年10月蒋介石下令解散中国民主同盟\
|\
新中国发展国民经济的第一个五年计划期间是指\n\
正确答案:C\n\
A. 1952-1956年\n\
B. 1949-1954年\n\
C. 1953-1957年\n\
D. 1950-1955年\
|\
在近代中国，实现国家繁荣富强和人民共同富裕的前提条件\n\
正确答案:D\n\
A. 建立资本主义制度\n\
B. 反对帝国主义的侵略\n\
C. 推翻封建主义的统治\n\
D. 争得民族独立和人民解放\
|\
自1863年开始在中国任总税务司、控制中国海关大权达40余年之久的是\n\
正确答案:D\n\
A. 德国人郭士立\n\
B. 美国人田贝\n\
C. 法国人孟振生\n\
D. 英国人赫德\
|\
20世纪30年代，中国共产党内最早提出反对教条主义的任务的领导人是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 张闻天\
|\
戊戌维新运动期间，光绪皇帝在资产阶级维新派建议下设立了\n\
正确答案:D\n\
A. 天津武备学堂\n\
B. 广州万木草堂\n\
C. 长沙时务学堂\n\
D. 京师大学堂\
|\
（ ）揭开改革开放的序幕，吹响建设中国特色的社会主义的时代号角\n\
正确答案:A\n\
A. 十一届三中全会\n\
B. 十二届四中全会\n\
C. 十三届四中全会\n\
D. 十一届四中全会\
|\
新文化运动兴起的标志是\n\
正确答案:A\n\
A. 陈独秀创办《新青年》\n\
B. 民主和科学口号的提出\n\
C. 胡适发表《文学改良刍议》\n\
D. 李大钊发表《庶民的胜利》\
|\
中国共产党的建国方案在毛泽东的哪些著作中得到系统阐述\n\
正确答案:ABCD\n\
A. 《中国革命和中国共产党》\n\
B. 《新民主主义论》\n\
C. 《论联合政府》\n\
D. 《论人民民主专政》\
|\
国统区第二条战线形成的原因有：\n\
正确答案:ABCD\n\
A. 专制统治和官员腐败，丧失人心。\n\
B. 大发“劫收”国难财。\n\
C. 违背人民的和平、修养生息的愿望。\n\
D. 物价上涨，导致恶性通货膨胀，人民生活困难。\
|\
南京临时政府的局限性表现为\n\
正确答案:ABC\n\
A. 承认清政府与列强所订的一切不平等条约和一切外债有效\n\
B. 没有提出任何可以满足农民土地要求的政策和措施\n\
C. 维护封建土地制度以及官僚、地主所占有的土地财产\n\
D. 主体是资产阶级革命派\
|\
中国共产党成立后，“中国革命的面貌焕然一新”，其“新”主要表现在\n\
正确答案:ACD\n\
A. 以马克思主义为指导\n\
B. 以武装斗争为主要方法\n\
C. 提出彻底的反帝反封建的纲领\n\
D. 以社会主义、共产主义为远大目标\
|\
对资本主义工商业进行和平改造的主要依据有\n\
正确答案:ABCD\n\
A. 中国的民族资产阶级存在着两面性\n\
B. 中国工人阶级与资产阶级长期保持着统一战线的关系\n\
C. 建立了人民民主专政的国家政权和社会主义国营经济\n\
D. 国家对资本主义工商业逐步实施了利用、限制、改造的政策\
|\
国民革命与近代前期的资产阶级民主革命相比，其突出的新特点是\n\
正确答案:ACD\n\
A. 以国共合作为基础\n\
B. 采用武装斗争的形式\n\
C. 群众基础扩大\n\
D. 反帝反封建相结合\
|\
五四运动与以往的民主主义革命的显著区别是\n\
正确答案:ACD\n\
A. 有广泛的群众基础\n\
B. 目的为“外争主权，内除国贼”\n\
C. 工人阶级发挥了主力军作用\n\
D. 在俄国十月革命影响下发生的\
|\
1905年8月，中国同盟会成立时制定的革命纲领是\n\
正确答案:ABCD\n\
A. 驱除鞑虏\n\
B. 平均地权\n\
C. 恢复中华\n\
D. 创立民国\
|\
与清政府签订《天津条约》的国家有\n\
正确答案:AC\n\
A. 英国\n\
B. 俄国\n\
C. 法国\n\
D. 日本\
|\
19世纪90年代末，资产阶级维新派宣传变法维新主张的主要活动是\n\
正确答案:ABCD\n\
A. 向皇帝上书\n\
B. 著书立说\n\
C. 介绍外国的变法\n\
D. 办学会、办报纸、设学堂\
|\
文化大革命的发动者是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 朱德\
|\
我国成功地爆炸第一颗氢弹的是在\n\
正确答案:C\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
第一次国共合作形成的标志是\n\
正确答案:A\n\
A. 中国国民党第一次全国代表大会\n\
B. 中国国民党第二次全国代表大会\n\
C. 中国共产党第三次全国代表大会\n\
D. 中国共产党杭州西湖会议\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
中国抗战以来第一次大捷是\n\
正确答案:A\n\
A. 平型关大捷\n\
B. 台儿庄大捷\n\
C. 百团大战\n\
D. 昆仑关大捷\
|\
19世纪60年代，洋务派最早兴办的洋务事业是\n\
正确答案:A\n\
A. 军用工业\n\
B. 民用企业\n\
C. 新式学堂\n\
D. 新式海陆军\
|\
澳门回归的时间是\n\
正确答案:A\n\
A. 1999年\n\
B. 1998年\n\
C. 1997年\n\
D. 1996年\
|\
在1898年9月“百日维新”失败后拒绝出走而慷慨就义的维新派代表人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
南京临时政府中占领导和主体地位的派别是\n\
正确答案:D\n\
A. 资产阶级维新派\n\
B. 资产阶级保皇派\n\
C. 资产阶级立宪派\n\
D. 资产阶级革命派\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于①对国情没有认识清楚 ②缺乏社会主义建设的经验 ③苏联撕毁合同 ④急于求成\n\
正确答案:D\n\
A. ①②③\n\
B. ②③④\n\
C. ①④\n\
D. ①②④\
|\
资产阶级共和国的方案之所以行不通的原因是\n\
正确答案:ABCD\n\
A. 力量过于软弱\n\
B. 没有勇气和能力去领导人民进行彻底反帝反封建的革命斗争\n\
C. 提不出彻底的土地革命的纲领\n\
D. 不敢进行革命的武装斗争\
|\
五四运动后，马克思主义在中国传播的特点是\n\
正确答案:ABCD\n\
A. 进步知识分子起了推动作用\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 马克思主义同非马克思主义展开斗争\n\
D. 马克思主义成为新文化运动的主流\
|\
袁世凯能够篡夺辛亥革命胜利果实的主要原因是\n\
正确答案:ABCD\n\
A. 帝国主义的支持\n\
B. 国内封建势力的支持\n\
C. 袁世凯拥有强大的军事力量\n\
D. 袁世凯假意赞成共和\
|\
抗日战争时期，中国共产党在抗日根据地实行的“三三制”政权，政权人员的组成大体是\n\
正确答案:ACD\n\
A. 共产党员占1/3\n\
B. 农民代表占1/3\n\
C. 中间分子占1/3\n\
D. 非党进步分子占1/3\
|\
在抗击外国侵略的战争中，为国捐躯的爱国官兵有\n\
正确答案:ABCD\n\
A. 关天培\n\
B. 陈化成\n\
C. 邓世昌\n\
D. 林永升\
|\
我国对农业社会主义改造极大地创伤了农民生产的积极性，问题在于\n\
正确答案:ABCD\n\
A. 要求过急\n\
B. 粗暴强制\n\
C. 条件不成熟\n\
D. 形式过于简单划一\
|\
洋务运动时期清政府建立的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
中国民族资产阶级是一个带两重性的阶级，这两重性是指\n\
正确答案:AB\n\
A. 革命性\n\
B. 软弱性\n\
C. 动摇性\n\
D. 不彻底性\
|\
在1921年中国共产党诞生至1949年新中国成立以前的时期，中国存在着三种主要的政治力量是\n\
正确答案:ABD\n\
A. 地主阶级和买办性的大资产阶级\n\
B. 民族资产阶级\n\
C. 外国帝国主义\n\
D. 工人阶级、农民阶级和城市小资产阶级\
|\
近代洋务派进行的洋务事业包括\n\
正确答案:ABD\n\
A. 创办新式学堂、派遣留学生\n\
B. 兴办近代企业\n\
C. 创设京师大学堂\n\
D. 建立新式海陆军\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的会议是\n\
正确答案:D\n\
A. 中共十二届六中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十一届三中全会的召开\
|\
1905年至1907年，资产阶级革命派和改良派论战的焦点是\n\
正确答案:D\n\
A. 要不要平均地权\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
新中国发展国民经济的第一个五年计划期间是指\n\
正确答案:C\n\
A. 1952-1956年\n\
B. 1949-1954年\n\
C. 1953-1957年\n\
D. 1950-1955年\
|\
在下列不平等条件中，含有强迫清政府把台湾割让给日本这一内容的是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《辛丑条约》\n\
C. 《马关条约》\n\
D. 《北京条约》\
|\
（ ）是一场由领导者错误发动，被反革命集团利用，给党、国家和人民带来严重灾难的内乱\n\
正确答案:C\n\
A. 大跃进\n\
B. 人民公社化运动\n\
C. 文化大革命\n\
D. “三反”和“五反”\
|\
国家对农村实行联产承包责任制的直接原因是\n\
正确答案:C\n\
A. 小农经济的落后性\n\
B. 为解决工业化原料\n\
C. 克服人民公社“一大二公”和分配中的平均主义\n\
D. 发展农村生产力\
|\
洋务运动期间，洋务派兴办的第一个规模较大的兵工厂是\n\
正确答案:D\n\
A. 马尾船政局\n\
B. 金陵机器局\n\
C. 天津机器局\n\
D. 江南制造总局\
|\
在19世纪90年代，洋务派建成的新式海军的主力是\n\
正确答案:D\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
中国共产党在新民主主义革命不同时期提出的土地政策的共同点是（）①体现中国共产党的民主革命纲领 ②消灭封建剥削制度 ③维护农民基本利益 ④促进社会经济发展\n\
正确答案:C\n\
A. ①②\n\
B. ①②③\n\
C. ①③④\n\
D. ①②③④\
|\
标志着以慈禧太后为首的清政府彻底放弃抵抗外国侵略者的事件是\n\
正确答案:D\n\
A. 《南京条约》的签订\n\
B. 《天津条约》的签订\n\
C. 《北京条约》的签订\n\
D. 《辛丑条约》的签订\
|\
下列内容属于七届二中全会的是\n\
正确答案:ABC\n\
A. 我党工作中心从农村转移到城市\n\
B. 强调加强党的思想建设\n\
C. 提出由新民主主义向社会主义转变\n\
D. 确立毛泽东思想为党的指导思想\
|\
1851年9月，太平军攻占永安，在永安封王建制，杨秀清被封为东王，节制其他诸王，其他王有（ ）\n\
正确答案:ABCD\n\
A. 西王萧朝贵\n\
B. 南王冯云山\n\
C. 北王韦昌辉\n\
D. 翼王石达开\
|\
1895年，孙中山在香港成立兴中会总部时提出的革命纲领是\n\
正确答案:ABD\n\
A. 驱除鞑虏\n\
B. 恢复中华\n\
C. 平均地权\n\
D. 创立合众政府\
|\
过渡时期总路线，中的“三改”是指\n\
正确答案:ABC\n\
A. 对农业的改造\n\
B. 手工业的改造\n\
C. 资本主义工商业的改造\n\
D. 林业的改造\
|\
“一五”期间，我国( )三大钢铁基地建设取得重大进展\n\
正确答案:ABC\n\
A. 鞍山\n\
B. 包头\n\
C. 武汉\n\
D. 长春\
|\
中国的资产阶级分为两个部分,它们包括\n\
正确答案:AB\n\
A. 官僚资产阶级\n\
B. 民族资产阶级\n\
C. 小资产阶级\n\
D. 工人阶级\
|\
毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中强调，解决人民内部矛盾只能用（）方法去解决。\n\
正确答案:ABCD\n\
A. 民主的\n\
B. 说服的\n\
C. 教育的\n\
D. 团结-批评-团结的\
|\
资本—帝国主义对中国进行侵略的途径有\n\
正确答案:ABCD\n\
A. 军事侵略\n\
B. 经济掠夺\n\
C. 文化渗透\n\
D. 政治控制\
|\
对1946年政协会议协议的有关表述，正确的是\n\
正确答案:ABCD\n\
A. 有利于实现民主政治与和平建国\n\
B. 在许多方面反映了人们的愿望\n\
C. 体现了民主协商的精神\n\
D. 很快被国民政府撕毁\
|\
我国对个体农业进行社会主义改造的方针是\n\
正确答案:BC\n\
A. 典型示范\n\
B. 积极发展\n\
C. 稳步前进\n\
D. 逐步过渡\
|\
日寇在中国不断挑起事变，进而发动全面战争，下列事变发生在上海的是\n\
正确答案:B\n\
A. 一•二八事变和七七事变\n\
B. 一•二八事变和八•一三事变\n\
C. 七七事变和九•一八事变\n\
D. 八•一三事变和九•一八事变\
|\
1915年5月，阴谋复辟帝制的袁世凯接受了严重损害中国利益的\n\
正确答案:C\n\
A. “善后大借款”\n\
B. “西原借款”\n\
C. “二十一条”\n\
D. “庚子赔款”\
|\
中国共产党在新民主主义革命不同时期提出的土地政策的共同点是（）①体现中国共产党的民主革命纲领 ②消灭封建剥削制度 ③维护农民基本利益 ④促进社会经济发展\n\
正确答案:C\n\
A. ①②\n\
B. ①②③\n\
C. ①③④\n\
D. ①②③④\
|\
1949年至1956年中国的社会性质是\n\
正确答案:D\n\
A. 半殖民地半封建社会\n\
B. 资本主义社会\n\
C. 社会主义社会\n\
D. 新民主主义社会\
|\
抗日战争胜利后，取代日本在中国的地位的是\n\
正确答案:A\n\
A. 美国\n\
B. 苏联\n\
C. 法国\n\
D. 英国\
|\
正式制定我国社会主义现代化建设“三步走”战略部署的是\n\
正确答案:B\n\
A. 中共十二大\n\
B. 中共十三大\n\
C. 中共十四大\n\
D. 中共十五大\
|\
国民党的统治在全国范围内建立的标志是\n\
正确答案:A\n\
A. 张学良“改旗易帜”\n\
B. 南京国民政府改组\n\
C. 宁汉合流\n\
D. 中原大战结束\
|\
《双十协定》的签订，中共取得的战略优势是\n\
正确答案:D\n\
A. 获得了自卫战争的准备时间\n\
B. 解放区获得了合法地位\n\
C. 赢得了民主党派的支持\n\
D. 取得了政治上的主动地位\
|\
近代中国睁眼看世界的第一人是\n\
正确答案:A\n\
A. 林则徐\n\
B. 魏源\n\
C. 严复\n\
D. 郑观应\
|\
外国列强对中国进行大规模的资本输出是在\n\
正确答案:C\n\
A. 《天津条约》签订后\n\
B. 《北京条约》签订后\n\
C. 《马关条约》签订后\n\
D. 《辛丑条约》签订后\
|\
下面的历史人物中，参加过中共一大的有\n\
正确答案:ABD\n\
A. 毛泽东\n\
B. 陈潭秋\n\
C. 陈独秀\n\
D. 张国焘\
|\
从1927年7月大革命失败到1935年1月遵义会议召开前，“左”倾错误先后几次在党中央领导机关取得了统治地位，它们是\n\
正确答案:BCD\n\
A. 陈独秀的“左”倾机会主义错误\n\
B. 瞿秋白的“左”倾盲动主义错误\n\
C. 李立三的“左”倾冒险主义错误\n\
D. 王明的“左”倾教条主义错误\
|\
新民主主义的三种基本阶级力量是\n\
正确答案:ABD\n\
A. 工人阶级\n\
B. 资产阶级\n\
C. 地主阶级\n\
D. 农民和其他小资产阶级\
|\
资本－帝国主义列强通过军事侵略和不平等条约对中国进行政治控制的主要手段有\n\
正确答案:ABCD\n\
A. 操纵中国的内政和外交\n\
B. 把持中国的海关\n\
C. 镇压中国人民的反抗\n\
D. 扶植、收买代理人\
|\
清末资产阶级革命团体在各地陆续成立，其中主要是（ ）\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 兴中会\n\
C. 科学补习所\n\
D. 光复会\
|\
辛亥革命没有完成的历史任务主要是\n\
正确答案:AD\n\
A. 没有完成反帝反封建的任务\n\
B. 没有推翻清王朝的统治\n\
C. 没有打击到列强在华势力\n\
D. 没有改变中国的社会性质\
|\
中国民族资产阶级是一个带两重性的阶级，这两重性是指\n\
正确答案:AB\n\
A. 革命性\n\
B. 软弱性\n\
C. 动摇性\n\
D. 不彻底性\
|\
毛泽东在 << 论持久战 >> 中认为抗日战争最后胜利一定属于中国的原因是\n\
正确答案:ABCD\n\
A. 中国是大国， 地大物博\n\
B. 日本是小国， 经不起长期战争\n\
C. 中国在国际上得道多助\n\
D. 日本发动的是退步的、野蛮的侵略战争\
|\
中国民族资产阶级政治上的两面性是指\n\
正确答案:AB\n\
A. 与外国资本主义和本国封建主义有矛盾、斗争的一面\n\
B. 与外国资本主义和本国封建主义有依赖、妥协的一面\n\
C. 与外国资本主义和本国封建主义有合作的一面\n\
D. 与外国资本主义和本国封建主义有中立的一面\
|\
资本—帝国主义对中国进行侵略的途径有\n\
正确答案:ABCD\n\
A. 军事侵略\n\
B. 经济掠夺\n\
C. 文化渗透\n\
D. 政治控制\
|\
中国封建社会的基本生产结构是\n\
正确答案:A\n\
A. 小农经济\n\
B. 商品经济\n\
C. 市场经济\n\
D. 个体经济\
|\
结束王明的"左"倾冒险主义在党中央的统治，确立了毛泽东的领导地位的重要会议是\n\
正确答案:B\n\
A. 八七会议\n\
B. 遵义会议\n\
C. 瓦窑堡会议\n\
D. 中共七大\
|\
魏源在1843年编纂了提出“师夷长技以制夷”重要思想的\n\
正确答案:A\n\
A. 《海国图志》\n\
B. 《盛世危言》\n\
C. 《校颁庐抗议》\n\
D. 《天演论》\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
19世纪90年代，梁启超发表的宣传变法维新主张的著作是\n\
正确答案:D\n\
A. 《新学伪经考》\n\
B. 《仁学》\n\
C. 《人类公理》\n\
D. 《变法通义》\
|\
标志太平天国由盛到衰转折点的历史事件是\n\
正确答案:C\n\
A. 长沙战役\n\
B. 北伐失利\n\
C. 天京事变\n\
D. 安庆失守\
|\
在甲午战争后，严复翻译的《天演论》所宣传的重要思想是\n\
正确答案:D\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 天下兴亡，匹夫有责\n\
D. 物竞天择，适者生存\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
标志腐朽的清政府已经成为“洋人的朝廷”的是\n\
正确答案:D\n\
A. 《天津条约》的签订\n\
B. 《北京条约》的签订\n\
C. 《马关条约》的签订\n\
D. 《辛丑条约》的签订\
|\
中国共产党开创的第一块农村革命根据地是\n\
正确答案:C\n\
A. 晋察冀根据地\n\
B. 晋察冀根据地\n\
C. 湘鄂西根据地\n\
D. 鄂豫皖根据地\
|\
中国民族资产阶级政治上的两面性是指\n\
正确答案:AB\n\
A. 与外国资本主义和本国封建主义有矛盾、斗争的一面\n\
B. 与外国资本主义和本国封建主义有依赖、妥协的一面\n\
C. 与外国资本主义和本国封建主义有合作的一面\n\
D. 与外国资本主义和本国封建主义有中立的一面\
|\
在新民主主义革命时期，压在中国人民身上的“三座大山”是指\n\
正确答案:ABD\n\
A. 外国帝国主义\n\
B. 本国封建主义\n\
C. 本国资本主义\n\
D. 官僚资本主义\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于\n\
正确答案:ABD\n\
A. 对国情没有认识清楚\n\
B. 缺乏社会主义建设的经验\n\
C. 苏联撕毁合同\n\
D. 急于求成\
|\
下列关于《天朝田亩制度》叙述正确的是\n\
正确答案:ABCD\n\
A. 确定了平均分配土地的方案\n\
B. 是以解决土地问题为中心的比较完整的社会改革方案\n\
C. 具有空想性质，不可能实现\n\
D. 它的主张从根本上否定了封建社会的基础——地主的土地所有制\
|\
1947年3月，国民党军队重点进攻的解放区是\n\
正确答案:AD\n\
A. 山东\n\
B. 中原\n\
C. 华东\n\
D. 陕北\
|\
1946年1月10日，政治协商会议在重庆开幕，出席会议的有（ ）的代表\n\
正确答案:ABCD\n\
A. 国民党\n\
B. 共产党\n\
C. 民主同盟\n\
D. 无党派人士\
|\
国家资本主义的初级形式在社会主义过渡时期主要体现在\n\
正确答案:ABC\n\
A. 统购包销\n\
B. 委托加工\n\
C. 计划订货\n\
D. 公私合营\
|\
第一次国共合作后，北伐战争胜利进军的原因有\n\
正确答案:ABCD\n\
A. 民主革命统一战线旗帜的指引\n\
B. 共产党员、共青团员在北伐军中的模范作用\n\
C. 全国工农群众的大力支持\n\
D. 制定了正确的北伐方针\
|\
参加五四运动的社会阶层有\n\
正确答案:ABCD\n\
A. 工人\n\
B. 农民\n\
C. 学生\n\
D. 商人\
|\
在抗击外国侵略的战争中，为国捐躯的爱国官兵有\n\
正确答案:ABCD\n\
A. 关天培\n\
B. 陈化成\n\
C. 邓世昌\n\
D. 林永升\
|\
下列关于洋务运动的论述不正确的是\n\
正确答案:C\n\
A. 洋务运动是一场封建统治者的自救运动\n\
B. 洋务运动客观上促进了中国资本主义的发展\n\
C. 洋务运动的目的是为了推翻清政府的统治\n\
D. 洋务运动失败是必然的\
|\
中国历史上第一次比较完全意义上的资产阶级民主革命是\n\
正确答案:B\n\
A. 戊戌维新运动\n\
B. 辛亥革命\n\
C. 二次革命\n\
D. 新文化运动\
|\
中国共产党在新民主主义革命不同时期提出的土地政策的共同点是（）①体现中国共产党的民主革命纲领 ②消灭封建剥削制度 ③维护农民基本利益 ④促进社会经济发展\n\
正确答案:C\n\
A. ①②\n\
B. ①②③\n\
C. ①③④\n\
D. ①②③④\
|\
新中国成立以来党的历史上具有深远意义的伟大转折的会议是\n\
正确答案:D\n\
A. 中共十二届六中全会的召开\n\
B. 中共十一届六中全会的召开\n\
C. 中共十二届三中全会的召开\n\
D. 中共十一届三中全会的召开\
|\
1928年蒋介石在南京建立政权，其性质是\n\
正确答案:D\n\
A. 地主阶级政权\n\
B. 官僚资产阶级政权\n\
C. 资产阶级政权\n\
D. 大地主大资产阶级政权\
|\
在三大改造中，对资本主义工商业进行改造的主要方式是\n\
正确答案:B\n\
A. 国家资本主义\n\
B. 公私合营\n\
C. 统购统销\n\
D. 定息\
|\
1914年7月，孙中山在东京正式成立的组织是\n\
正确答案:C\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
（ ）是一场由领导者错误发动，被反革命集团利用，给党、国家和人民带来严重灾难的内乱\n\
正确答案:C\n\
A. 大跃进\n\
B. 人民公社化运动\n\
C. 文化大革命\n\
D. “三反”和“五反”\
|\
首次使用“新民主主义社会”概念的是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 朱德\
|\
辛亥革命没有完成的历史任务主要是\n\
正确答案:AD\n\
A. 没有完成反帝反封建的任务\n\
B. 没有推翻清王朝的统治\n\
C. 没有打击到列强在华势力\n\
D. 没有改变中国的社会性质\
|\
我国对个体农业进行社会主义改造的方针是\n\
正确答案:BC\n\
A. 典型示范\n\
B. 积极发展\n\
C. 稳步前进\n\
D. 逐步过渡\
|\
在威海战斗中殉国的北洋舰队将领有\n\
正确答案:BC\n\
A. 邓世昌\n\
B. 刘步蟾\n\
C. 丁汝昌\n\
D. 左宝贵\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（ ）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于\n\
正确答案:ABD\n\
A. 对国情没有认识清楚\n\
B. 缺乏社会主义建设的经验\n\
C. 苏联撕毁合同\n\
D. 急于求成\
|\
五四运动中爱国学生要求惩办的卖国贼是\n\
正确答案:ABC\n\
A. 陆宗舆\n\
B. 章宗祥\n\
C. 曹汝霖\n\
D. 袁世凯\
|\
.五四运动与以往民主主义革命的显著区别是\n\
正确答案:ABC\n\
A. 广泛的群众基础\n\
B. 在俄国十月革命影响下发生\n\
C. 工人阶级发挥了主力军的作用\n\
D. 进行了"外争主权，内惩国贼"的斗争\
|\
从1927年7月大革命失败到1935年1月遵义会议召开前，“左”倾错误先后几次在党中央领导机关取得了统治地位，它们是\n\
正确答案:BCD\n\
A. 陈独秀的“左”倾机会主义错误\n\
B. 瞿秋白的“左”倾盲动主义错误\n\
C. 李立三的“左”倾冒险主义错误\n\
D. 王明的“左”倾教条主义错误\
|\
从19世纪60到90年代，洋务派创办的新式学堂主要是\n\
正确答案:ABC\n\
A. 翻译学堂\n\
B. 科技学堂\n\
C. 军事学堂\n\
D. 农艺学堂\
|\
人民解放军粉碎国民党全面与重点进攻的作战原则和方法主要是\n\
正确答案:BC\n\
A. 分兵作战化整为零的原则\n\
B. 歼灭敌人有生力量的原则\n\
C. 运动战的作战方法\n\
D. 外线作战的战略方针\
|\
新中国恢复在联合国合法席位的是在\n\
正确答案:C\n\
A. 1949年\n\
B. 1966年\n\
C. 1971年\n\
D. 1978年\
|\
抗日战争胜利后初期，中共的主要政治任务是\n\
正确答案:C\n\
A. 参加重庆谈判，商讨建国大计\n\
B. 进行土地改革，消灭封建剥削制度\n\
C. 争取和平民主，反对内战独裁\n\
D. 召开政协会议，改组国民政府\
|\
1919年7月发表《多研究些问题，少谈些主义》文章的资产阶级改良主义的代表是\n\
正确答案:C\n\
A. 梁启超\n\
B. 张东荪\n\
C. 胡适\n\
D. 黄凌霜\
|\
中国人民的民族意识开始普遍觉醒是在\n\
正确答案:C\n\
A. 第一次鸦片战争后\n\
B. 第二次鸦片战争后\n\
C. 中日甲午战争后\n\
D. 八国联军侵华战争后\
|\
发展国民经济的第一个五年计划，集中力量进行的是\n\
正确答案:A\n\
A. 重工业建设\n\
B. 轻工业建设\n\
C. 军事和国防建设\n\
D. 农业建设\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
在1895年发起的“公车上书”后成为倡导维新运动旗手的是\n\
正确答案:B\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
中国共产党在洛川会议上规定，为抗战时期解决农民问题的基本政策是\n\
正确答案:A\n\
A. 减租减息\n\
B. 三三制\n\
C. 大生产运动\n\
D. 精兵简政\
|\
1895年，严复在《救亡决论》一文中喊出的口号是\n\
正确答案:B\n\
A. “师夷长技以制夷”\n\
B. “救亡”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
在下列不平等条件中，含有强迫清政府把台湾割让给日本这一内容的是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《辛丑条约》\n\
C. 《马关条约》\n\
D. 《北京条约》\
|\
大革命失败的原因有\n\
正确答案:ABCD\n\
A. 反革命的力量强大\n\
B. 中共领导人的错误思想\n\
C. 中共缺乏革命斗争的经验\n\
D. 中共在思想理论上不够成熟\
|\
19 世纪 70 至 80 年代，帝国主义列强掀起的“边疆危机”包括\n\
正确答案:ABCD\n\
A. 英国侵入西藏、云南\n\
B. 法国侵犯广西\n\
C. 日本侵犯中国台湾\n\
D. 俄国入侵新疆\
|\
下列关于遵义会议的表述正确的是\n\
正确答案:ACD\n\
A. 事实上确立了毛泽东为核心的正确领导\n\
B. 彻底清算了王明“左”倾错误路线\n\
C. 在危急的情况下挽救了党和红军\n\
D. 取消了李德的军事最高指挥权\
|\
1946年1月10日，政治协商会议在重庆开幕，出席会议的有（ ）的代表\n\
正确答案:ABCD\n\
A. 国民党\n\
B. 共产党\n\
C. 民主同盟\n\
D. 无党派人士\
|\
民族资产阶级领导的辛亥革命的历史局限性主要表现在\n\
正确答案:ABCD\n\
A. 没有提出彻底反帝的革命纲领\n\
B. 没有提出彻底反封建的革命纲领\n\
C. 没有充分发动和依靠民众\n\
D. 没有建立坚强的革命政党\
|\
中国共产党早期组织的活动有\n\
正确答案:ABCD\n\
A. 研究和宣传马克思主义\n\
B. 同反马克思主义思潮展开论战\n\
C. 在工人中进行组织和宣传工作\n\
D. 成立社会主义青年团\
|\
下列关于“八七”会议的表述正确的是\n\
正确答案:ACD\n\
A. 纠正了陈独秀的右倾投降主义错误\n\
B. 会议避免了“左”的错误\n\
C. 毛泽东提出“政权是由枪杆子中取得的”\n\
D. 会议确定土地革命和武装斗争的方针\
|\
北洋军阀统治中国的社会基础是\n\
正确答案:AB\n\
A. 地主阶级\n\
B. 买办资产阶级\n\
C. 外国帝国主义\n\
D. 民族资产阶级\
|\
洋务运动时期清政府建立的新式海军有\n\
正确答案:ABCD\n\
A. 福建水师\n\
B. 广东水师\n\
C. 南洋水师\n\
D. 北洋水师\
|\
对1946年政协会议协议的有关表述，正确的是\n\
正确答案:ABCD\n\
A. 有利于实现民主政治与和平建国\n\
B. 在许多方面反映了人们的愿望\n\
C. 体现了民主协商的精神\n\
D. 很快被国民政府撕毁\
|\
新中国恢复在联合国合法席位的是在\n\
正确答案:C\n\
A. 1949年\n\
B. 1966年\n\
C. 1971年\n\
D. 1978年\
|\
在1840年至1919年间，中国人民在历次反侵略战争中失败的最根本原因是\n\
正确答案:A\n\
A. 社会制度的腐败\n\
B. 军事技术的落后\n\
C. 思想文化的保守\n\
D. 经济力量的薄弱\
|\
毛泽东提出"一切反动派都是纸老虎"的著名论断，针对的是\n\
正确答案:D\n\
A. 打垮国民党的历次反革命军事围剿\n\
B. 国民党顽固派制造皖南事变等反共浪潮\n\
C. 日本帝国主义被迫宣布无条件投降\n\
D. 内战初期国民党在军事和经济方面占有明显优势\
|\
被誉为中国人民的大宪章、起着临时宪法作用的是\n\
正确答案:B\n\
A. 《论人民民主专政》\n\
B. 《中国人民政治协商会议共同纲领》\n\
C. 《中国人民政治协商会议组织法》\n\
D. 《新民主主义论》\
|\
揭开人民解放军全国性战略进攻序幕的是\n\
正确答案:B\n\
A. 孟良崮战役开始\n\
B. 刘邓大军挺进大别山\n\
C. 三大战役开始\n\
D. 渡江战役开始\
|\
洋务运动期间，洋务派兴办的第一个规模较大的兵工厂是\n\
正确答案:D\n\
A. 马尾船政局\n\
B. 金陵机器局\n\
C. 天津机器局\n\
D. 江南制造总局\
|\
在中国近代史上，资产阶级思想与封建主义思想的第一次正面交锋是\n\
正确答案:D\n\
A. 洋务派与顽固派的论战\n\
B. 革命派与改良派的论战\n\
C. 洋务派与维新派的论战\n\
D. 维新派与守旧派的论战\
|\
香港回归的时间是\n\
正确答案:C\n\
A. 1995年\n\
B. 1996年\n\
C. 1997年\n\
D. 1999年\
|\
1905年至1907年，资产阶级革命派和改良派论战的焦点是\n\
正确答案:D\n\
A. 要不要平均地权\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
第一次国共合作形成的标志是\n\
正确答案:A\n\
A. 中国国民党第一次全国代表大会\n\
B. 中国国民党第二次全国代表大会\n\
C. 中国共产党第三次全国代表大会\n\
D. 中国共产党杭州西湖会议\
|\
五四运动前后的新文化运动的不同之处有\n\
正确答案:BC\n\
A. 宣传社会主义思想\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 对科学共产主义作了较为全面系统地介绍\n\
D. 动摇了封建正统思想\
|\
下列哪些是维新派的主张\n\
正确答案:ABCD\n\
A. 积极要求变法\n\
B. 主张实行君主立宪制\n\
C. 主张废除八股\n\
D. 主张学西方\
|\
中共八七会议的主要内容是\n\
正确答案:ACD\n\
A. 坚决纠正了以陈独秀为代表的右倾投降主义错误\n\
B. 撤消了陈独秀的职务，确定毛泽东的领导地位\n\
C. 把发动农民举行秋收起义作为当前党的主要任务\n\
D. 确定实行土地革命和武装反抗国民党的总方针\
|\
19 世纪 70 至 80 年代，帝国主义列强掀起的“边疆危机”包括\n\
正确答案:ABCD\n\
A. 英国侵入西藏、云南\n\
B. 法国侵犯广西\n\
C. 日本侵犯中国台湾\n\
D. 俄国入侵新疆\
|\
人民解放军粉碎国民党全面与重点进攻的作战原则和方法主要是\n\
正确答案:BC\n\
A. 分兵作战化整为零的原则\n\
B. 歼灭敌人有生力量的原则\n\
C. 运动战的作战方法\n\
D. 外线作战的战略方针\
|\
北洋军阀统治中国的社会基础是\n\
正确答案:AB\n\
A. 地主阶级\n\
B. 买办资产阶级\n\
C. 外国帝国主义\n\
D. 民族资产阶级\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
资本－帝国主义列强通过军事侵略和不平等条约对中国进行政治控制的主要手段有\n\
正确答案:ABCD\n\
A. 操纵中国的内政和外交\n\
B. 把持中国的海关\n\
C. 镇压中国人民的反抗\n\
D. 扶植、收买代理人\
|\
下面属于《共同纲领》内容的是：\n\
正确答案:ABCD\n\
A. 中华人民共和国是人民民主主义国家。\n\
B. 中华人民共和国境内各民族一律平等。\n\
C. 公私兼顾、劳资两利、城乡互助、内外交流。\n\
D. 保障本国独立自由和领土完整，维护国际和平和各国人民之间友好合作。\
|\
1851年9月，太平军攻占永安，在永安封王建制，杨秀清被封为东王，节制其他诸王，其他王有（ ）\n\
正确答案:ABCD\n\
A. 西王萧朝贵\n\
B. 南王冯云山\n\
C. 北王韦昌辉\n\
D. 翼王石达开\
|\
第一次国共合作形成的标志是\n\
正确答案:A\n\
A. 中国国民党第一次全国代表大会\n\
B. 中国国民党第二次全国代表大会\n\
C. 中国共产党第三次全国代表大会\n\
D. 中国共产党杭州西湖会议\
|\
1979年3月，邓小平明确提出坚持“四项基本原则”是在\n\
正确答案:C\n\
A. 中央工作会议\n\
B. 中共十一届三中全会\n\
C. 中央理论工作务虚会\n\
D. 中共十二届六中全会\
|\
下列关于洋务运动的论述不正确的是\n\
正确答案:C\n\
A. 洋务运动是一场封建统治者的自救运动\n\
B. 洋务运动客观上促进了中国资本主义的发展\n\
C. 洋务运动的目的是为了推翻清政府的统治\n\
D. 洋务运动失败是必然的\
|\
在1898年9月“百日维新”失败后拒绝出走而慷慨就义的维新派代表人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 谭嗣同\n\
D. 严复\
|\
国家对农村实行联产承包责任制的直接原因是\n\
正确答案:C\n\
A. 小农经济的落后性\n\
B. 为解决工业化原料\n\
C. 克服人民公社“一大二公”和分配中的平均主义\n\
D. 发展农村生产力\
|\
中国加入世界贸易组织是在\n\
正确答案:A\n\
A. 2001年\n\
B. 2002年\n\
C. 2003年\n\
D. 2004年\
|\
抗日战争胜利后，中国社会的主要矛盾是\n\
正确答案:D\n\
A. 中美民族矛盾\n\
B. 中日民族矛盾\n\
C. 无产阶级同资产阶级的矛盾\n\
D. 中国人民同美帝国主义支持的国民党反动派之间的矛盾\
|\
在中法战争期间，率领清军和当地民众取得镇南关大捷的爱国将领是\n\
正确答案:B\n\
A. 左宝贵\n\
B. 冯子材\n\
C. 陈化成\n\
D. 刘铭传\
|\
文化大革命开始的标志性文件是“五、一六通知”是在哪年发布的\n\
正确答案:A\n\
A. 1966年\n\
B. 1967年\n\
C. 1968年\n\
D. 1969年\
|\
中共十六大把同马克思列宁主义、毛泽东思想、邓小平理论一道确立为中共必须长期坚持的指导思想是\n\
正确答案:D\n\
A. 有中国特色社会主义理论\n\
B. 以德治国\n\
C. 科学发展观\n\
D. “三个代表”重要思想\
|\
在抗击外国侵略的战争中，为国捐躯的爱国官兵有\n\
正确答案:ABCD\n\
A. 关天培\n\
B. 陈化成\n\
C. 邓世昌\n\
D. 林永升\
|\
中国民族资产阶级的两面性表现为\n\
正确答案:BC\n\
A. 软弱性\n\
B. 妥协性\n\
C. 革命性\n\
D. 民主性\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
辛亥革命的失败的主观原因包括\n\
正确答案:BCD\n\
A. 资本主义建国方案在半殖民地半封建社会的中国行不通\n\
B. 不能充分发动和依靠人民群众\n\
C. 不能建立坚强的革命政党\n\
D. 没有提出彻底的反帝反封建的革命纲领\
|\
新文化运动兴起的社会背景是\n\
正确答案:ABCD\n\
A. 辛亥革命没有彻底批判封建思想\n\
B. 北洋军阀用封建思想来禁锢人们的头脑\n\
C. 资产阶级要求实行民主政治\n\
D. 中国资本主义进一步发展\
|\
下列对秋收起义的认识正确的有\n\
正确答案:ABC\n\
A. 是发动群众武装反抗国民党统治的正确抉择\n\
B. 进攻长沙是在“八七会议”“左”倾情绪影响下的决定\n\
C. 文家市会议迈出了到农村建立革命根据地的第一步\n\
D. 三湾改编是中国共产党创建革命军队的开端\
|\
解放战争时期国民党镇压爱国民主运动，制造的惨案有\n\
正确答案:ACD\n\
A. “一二•一”惨案\n\
B. 平江惨案\n\
C. 下关惨案\n\
D. 李、闻惨案\
|\
1915年兴起的新文化运动的主要内容\n\
正确答案:ABCD\n\
A. 提倡民主和科学\n\
B. 提倡白话文\n\
C. 提倡新文学\n\
D. 宣传男女平等和个性解放\
|\
中国民族资产阶级政治上的两面性是指\n\
正确答案:AB\n\
A. 与外国资本主义和本国封建主义有矛盾、斗争的一面\n\
B. 与外国资本主义和本国封建主义有依赖、妥协的一面\n\
C. 与外国资本主义和本国封建主义有合作的一面\n\
D. 与外国资本主义和本国封建主义有中立的一面\
|\
1949年中华人民共和国的成立标志着\n\
正确答案:BC\n\
A. 社会主义革命阶段的结束\n\
B. 新民主主义革命阶段的基本结束\n\
C. 社会主义革命阶段的开始\n\
D. 新民主主义革命阶段的开始\
|\
五四运动的中心由北京转移到上海后，运动的新特点是\n\
正确答案:C\n\
A. 商人罢市\n\
B. 学生大规模罢课\n\
C. 工人阶级登上政治舞台\n\
D. 运动取得初步胜利\
|\
三大主力红军会师的地点是\n\
正确答案:B\n\
A. 吴起镇\n\
B. 会宁\n\
C. 懋功\n\
D. 甘孜\
|\
中国资产阶级革命派的骨干力量是\n\
正确答案:D\n\
A. 大资产阶级及其知识分子\n\
B. 工人阶级\n\
C. 农民阶级\n\
D. 资产阶级和小资产阶级知识分子\
|\
国民党的统治在全国范围内建立的标志是\n\
正确答案:A\n\
A. 张学良“改旗易帜”\n\
B. 南京国民政府改组\n\
C. 宁汉合流\n\
D. 中原大战结束\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
在帝国主义列强对中国的侵略和瓜分达到高潮时，提出了“门户开放”政策的国家是\n\
正确答案:C\n\
A. 英国\n\
B. 法国\n\
C. 美国\n\
D. 德国\
|\
解放战争时期，国统区人民所进行的第二条战线的斗争是\n\
正确答案:D\n\
A. 以工人运动为先导\n\
B. 以农民运动为先导\n\
C. 以商人罢市为先导\n\
D. 以学生运动为先导\
|\
十年对峙时期，红色政权能够发展壮大的主要原因是\n\
正确答案:D\n\
A. 建立于敌人力量薄弱的山区\n\
B. 当时新旧军阀混战激烈\n\
C. 得到了大量的国际援助物资\n\
D. 坚持了"工农武装割据"的思想\
|\
1860年，外国列强通过《北京条约》迫使中国开放的通商口岸是\n\
正确答案:D\n\
A. 汉口\n\
B. 九江\n\
C. 南京\n\
D. 天津\
|\
与孙中山领导的反对北洋军阀的斗争相比，北伐战争的一个显著特点是\n\
正确答案:B\n\
A. 依靠"新军"反对北洋军阀\n\
B. 依靠革命武装反对北洋军阀\n\
C. 依靠会党反对北洋军阀\n\
D. 依靠地方军阀反对北洋军阀\
|\
第一次鸦片战争后签定的不平等条约有\n\
正确答案:ABD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《北京条约》\n\
D. 《黄埔条约》\
|\
19世纪90年代末，资产阶级维新派宣传变法维新主张的主要活动是\n\
正确答案:ABCD\n\
A. 向皇帝上书\n\
B. 著书立说\n\
C. 介绍外国的变法\n\
D. 办学会、办报纸、设学堂\
|\
毛泽东指出：“如果不帮助农民推翻封建地主阶级，就不能组成中国革命最强大的队伍而推翻帝国主义的统治。”其实质含义是\n\
正确答案:AD\n\
A. 农民是中国革命最可靠的同盟军\n\
B. 农民阶级是中国革命的领导阶级\n\
C. 农民阶级反帝反封建态度最坚决，是新的社会生产力的代表者\n\
D. 没有农民阶级参加，中国革命就不能取胜\
|\
1947-1948年土地改革意义有\n\
正确答案:ABD\n\
A. 从根本上摧毁了中国封建制度的根基\n\
B. 奠定了打败国民党的群众基础\n\
C. 解决了全部农民的土地问题。\n\
D. 使人民解放军获得大量的人力、物力的支援。\
|\
中国共产党的建国方案在毛泽东的哪些著作中得到系统阐述\n\
正确答案:ABCD\n\
A. 《中国革命和中国共产党》\n\
B. 《新民主主义论》\n\
C. 《论联合政府》\n\
D. 《论人民民主专政》\
|\
下面的历史人物中，参加过中共一大的有\n\
正确答案:ABD\n\
A. 毛泽东\n\
B. 陈潭秋\n\
C. 陈独秀\n\
D. 张国焘\
|\
1949年3月中共中央离开西柏坡迁往北平。毛泽东说，今天是进京赶考的日子，我们决不当李自成，我们都希望考个好成绩。这句话的意思主要是\n\
正确答案:CD\n\
A. 避免农民战争中的流寇主义\n\
B. 克服农民阶级的私有观念\n\
C. 防止产生骄傲麻痹思想。\n\
D. 防止干部中出现享乐腐化作风。\
|\
人民解放军粉碎国民党全面与重点进攻的作战原则和方法主要是\n\
正确答案:BC\n\
A. 分兵作战化整为零的原则\n\
B. 歼灭敌人有生力量的原则\n\
C. 运动战的作战方法\n\
D. 外线作战的战略方针\
|\
1851年9月，太平军攻占永安，在永安封王建制，杨秀清被封为东王，节制其他诸王，其他王有（ ）\n\
正确答案:ABCD\n\
A. 西王萧朝贵\n\
B. 南王冯云山\n\
C. 北王韦昌辉\n\
D. 翼王石达开\
|\
和旧民主主义革命相比，五四运动的历史特点是\n\
正确答案:ABCD\n\
A. 彻底的反帝反封建\n\
B. 它是场真正的群众运动\n\
C. 促进了马克思主义在中国的传播\n\
D. 促进了马克思主义与中国工人运动的结合\
|\
解放战争时期，国统区人民所进行的第二条战线的斗争是\n\
正确答案:D\n\
A. 以工人运动为先导\n\
B. 以农民运动为先导\n\
C. 以商人罢市为先导\n\
D. 以学生运动为先导\
|\
第一次国共合作形成的标志是\n\
正确答案:A\n\
A. 中国国民党第一次全国代表大会\n\
B. 中国国民党第二次全国代表大会\n\
C. 中国共产党第三次全国代表大会\n\
D. 中国共产党杭州西湖会议\
|\
中国共产党在新民主主义革命不同时期提出的土地政策的共同点是（）①体现中国共产党的民主革命纲领 ②消灭封建剥削制度 ③维护农民基本利益 ④促进社会经济发展\n\
正确答案:C\n\
A. ①②\n\
B. ①②③\n\
C. ①③④\n\
D. ①②③④\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
中国共产党开展土地革命后制定的第一部土地法是\n\
正确答案:A\n\
A. 井冈山土地法\n\
B. 兴国土地法\n\
C. 中国土地法大纲\n\
D. 五四指示\
|\
对洋务派兴办洋务事业的指导思想最先作出比较完整表述的是\n\
正确答案:A\n\
A. 冯桂芬\n\
B. 李鸿章\n\
C. 林则徐\n\
D. 魏源\
|\
1894年日本发动了侵略中国的甲午战争，战后迫使清政府签订了\n\
正确答案:C\n\
A. 《天津条约》\n\
B. 《北京条约》\n\
C. 《马关条约》\n\
D. 《辛丑条约》\
|\
十年对峙时期，红色政权能够发展壮大的主要原因是\n\
正确答案:D\n\
A. 建立于敌人力量薄弱的山区\n\
B. 当时新旧军阀混战激烈\n\
C. 得到了大量的国际援助物资\n\
D. 坚持了"工农武装割据"的思想\
|\
1860年，英法两国分别迫使清政府签订的不平等条约是\n\
正确答案:C\n\
A. 《南京条约》\n\
B. 《天津条约》\n\
C. 《北京条约》\n\
D. 《望厦条约》\
|\
文化大革命开始的标志性文件是“五、一六通知”是在哪年发布的\n\
正确答案:A\n\
A. 1966年\n\
B. 1967年\n\
C. 1968年\n\
D. 1969年\
|\
19世纪末期，帝国主义列强瓜分中国的图谋并未实现，其原因有（ ）\n\
正确答案:AB\n\
A. 帝国主义列强之间的矛盾和相互制约\n\
B. 中国人民进行了不屈不挠的反侵略斗争\n\
C. 清政府与列强相勾结\n\
D. 中国地域过于广阔\
|\
中日甲午战争后，根据《马关条约》的规定，清政府应将下列哪些地区割让给日本？\n\
正确答案:BCD\n\
A. 海南岛\n\
B. 台湾全岛及附属岛屿\n\
C. 澎湖列岛\n\
D. 辽东半岛\
|\
第一次鸦片战争期后，清政府被迫分别与法国和美国签订的不平等条约是\n\
正确答案:BD\n\
A. 《南京条约》\n\
B. 《望厦条约》\n\
C. 《虎门条约》\n\
D. 《黄埔条约》\
|\
五四运动与以往的民主主义革命的显著区别是\n\
正确答案:ACD\n\
A. 有广泛的群众基础\n\
B. 目的为“外争主权，内除国贼”\n\
C. 工人阶级发挥了主力军作用\n\
D. 在俄国十月革命影响下发生的\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题\n\
正确答案:ABCD\n\
A. 能不能保卫住人民胜利的成果，巩固新生的人民政权\n\
B. 能不能战胜严重的经济困难\n\
C. 能不能经受住执政的考验，继续保持谦虚、谨慎、不骄、不躁的作风和艰苦奋斗的作风\n\
D. 能不能巩固民族独立，维护国家主权和安全\
|\
在新民主主义革命时期，压在中国人民身上的“三座大山”是指\n\
正确答案:ABD\n\
A. 外国帝国主义\n\
B. 本国封建主义\n\
C. 本国资本主义\n\
D. 官僚资本主义\
|\
1912年后，孙中山为首的资产阶级革命派为捍卫辛亥革命成果而进行的斗争包括\n\
正确答案:ABC\n\
A. 二次革命\n\
B. 护国运动\n\
C. 护法运动\n\
D. 新文化运动\
|\
1927年1月，中国人民收回的英租界是在\n\
正确答案:AD\n\
A. 汉口\n\
B. 上海\n\
C. 南京\n\
D. 九江\
|\
1905年至1907年间，资产阶级革命派与改良派论战的主要议题是\n\
正确答案:ACD\n\
A. 要不要社会革命\n\
B. 要不要废科举和兴西学\n\
C. 要不要实行共和\n\
D. 要不要以革命手段推翻清政府\
|\
中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 广大人民和各界人士的广泛参加和大力支持\n\
B. 中国工人阶级的先锋队——中国共产党的领导\n\
C. 国际无产阶级和人民群众的支持\n\
D. 中国共产党人在革命过程中始终英勇地站在斗争的最前线\
|\
中国加入世界贸易组织是在\n\
正确答案:A\n\
A. 2001年\n\
B. 2002年\n\
C. 2003年\n\
D. 2004年\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于①对国情没有认识清楚 ②缺乏社会主义建设的经验 ③苏联撕毁合同 ④急于求成\n\
正确答案:D\n\
A. ①②③\n\
B. ②③④\n\
C. ①④\n\
D. ①②④\
|\
下列关于"九一八事变"影响，不正确的是\n\
正确答案:C\n\
A. 它使中国东北沦为日本殖民地\n\
B. 它促使中国的社会矛盾开始发生变化\n\
C. 它促使中共立即作出国共合作共同抗日的主张\n\
D. 它是日本灭亡中国计划的一部分\
|\
在中国近代历史上，第一次明确提出反帝反封建的民主革命纲领是在\n\
正确答案:C\n\
A. 中共一大\n\
B. 国民党一大\n\
C. 中共二大\n\
D. 中共三大\
|\
近代中国睁眼看世界的第一人是\n\
正确答案:A\n\
A. 林则徐\n\
B. 魏源\n\
C. 严复\n\
D. 郑观应\
|\
中国最早接受和宣传马克思主义的先进分子是\n\
正确答案:D\n\
A. 陈独秀\n\
B. 毛泽东\n\
C. 李达\n\
D. 李大钊\
|\
19世纪70年代后，洋务派举办的民用企业多数都采取\n\
正确答案:B\n\
A. 官办的形式\n\
B. 官督商办的形式\n\
C. 商办的形式\n\
D. 官商合办的形式\
|\
抗日民族统一战线中的顽固势力是指\n\
正确答案:C\n\
A. 以汪精卫为代表的亲日派集团\n\
B. 地方实力派\n\
C. 以蒋介石为代表的大地主大资产阶级\n\
D. 国民党汉奸卖国贼\
|\
中共十五大把同马列主义、毛泽东思想一道确立为中共的指导思想的是\n\
正确答案:A\n\
A. 邓小平理论\n\
B. “三个代表”的重要思想\n\
C. 有中国特色的社会主义理论\n\
D. 科学发展观\
|\
五四运动很快发展成为全国性的爱国运动，这充分说明\n\
正确答案:D\n\
A. 上海工人觉悟高\n\
B. 五四运动属于资产阶级民主革命\n\
C. 五四运动具有反帝反封建的性质\n\
D. 五四运动具有广泛的群众基础\
|\
日本对中国的大规模侵略和在中国部分地区的殖民统治，犯下了空前严重的罪行，其主要表现是\n\
正确答案:ABCD\n\
A. 制造惨绝人寰的大屠杀\n\
B. 实行“三光”政策\n\
C. 肆意掠夺矿产资源、土地及农产品\n\
D. 强制推行奴化教育\
|\
在民主革命取得全国胜利之后，中国存在着两种基本的矛盾\n\
正确答案:AD\n\
A. 工人阶级和资产阶级的矛盾\n\
B. 工人阶级和农民阶级的矛盾\n\
C. 农民阶级和地主阶级的矛盾\n\
D. 中国和帝国主义的矛盾\
|\
大革命失败后，中共进行的反抗国民党反动统治的武装斗争包括\n\
正确答案:ABD\n\
A. 南昌起义\n\
B. 秋收起义\n\
C. 孟良崮战役\n\
D. 广州起义\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题，毛泽东把当时的情况概括为三句话，这三句话是\n\
正确答案:BCD\n\
A. 不要怕\n\
B. 有希望\n\
C. 有困难\n\
D. 有办法\
|\
五四运动后，马克思主义在中国传播的特点是\n\
正确答案:ABCD\n\
A. 进步知识分子起了推动作用\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 马克思主义同非马克思主义展开斗争\n\
D. 马克思主义成为新文化运动的主流\
|\
1949年后，中国社会存在的经济成分有\n\
正确答案:ABCD\n\
A. 国营经济\n\
B. 合作社经济\n\
C. 个体经济\n\
D. 私人资本主义经济\
|\
天京事变是太平天国统治集团的内讧，事变中\n\
正确答案:ABC\n\
A. 东王杨秀清被杀\n\
B. 北王韦昌辉被杀\n\
C. 翼王石达开出走\n\
D. 天王洪秀全病逝\
|\
下列有关皖南事变的表述，正确的是\n\
正确答案:ACD\n\
A. 它是国民党顽固派破坏抗战的行为\n\
B. 英美支持国民党发动\n\
C. 中国共产党坚决回击顽固派的进攻\n\
D. 新四军军部及所属部队损失惨重\
|\
割占我国领土的不平等条约有\n\
正确答案:ABC\n\
A. 中英《南京条约》\n\
B. 中英《北京条约》\n\
C. 中日《马关条约》\n\
D. 《辛丑条约》\
|\
中国封建社会前后延续了两千多年，其特点有\n\
正确答案:ABCD\n\
A. 在经济上，封建地主土地所有制经济占主导地位\n\
B. 在政治上，实行高度中央集权的封建君主专制制度\n\
C. 在文化上，以儒家思想为核心\n\
D. 在社会结构上，是族权和政权相结合的封建宗法等级制度\
|\
在甲午战争后，严复翻译的《天演论》所宣传的重要思想是\n\
正确答案:D\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 天下兴亡，匹夫有责\n\
D. 物竞天择，适者生存\
|\
标志腐朽的清政府已经成为“洋人的朝廷”的是\n\
正确答案:D\n\
A. 《天津条约》的签订\n\
B. 《北京条约》的签订\n\
C. 《马关条约》的签订\n\
D. 《辛丑条约》的签订\
|\
日寇在中国不断挑起事变，进而发动全面战争，下列事变发生在上海的是\n\
正确答案:B\n\
A. 一•二八事变和七七事变\n\
B. 一•二八事变和八•一三事变\n\
C. 七七事变和九•一八事变\n\
D. 八•一三事变和九•一八事变\
|\
在太平天国运动后期，提出《资政新篇》这一统筹全局方案的是\n\
正确答案:C\n\
A. 洪秀全\n\
B. 杨秀清\n\
C. 洪仁玕\n\
D. 李秀成\
|\
日军占领南京后，制造震惊世界的大屠杀，被杀害我手无寸铁的平民和放下武器的士兵达到\n\
正确答案:C\n\
A. 10万以上\n\
B. 20万以上\n\
C. 30万以上\n\
D. 40万以上\
|\
在近代中国，被誉为中国革命的先行者，首先发动资产阶级民主革命的领袖人物是\n\
正确答案:C\n\
A. 康有为\n\
B. 梁启超\n\
C. 孙中山\n\
D. 宋教仁\
|\
在第一次鸦片战争期间，为抗击英国侵略而战死虎门的清朝爱国将领是\n\
正确答案:C\n\
A. 海龄\n\
B. 陈化成\n\
C. 关天培\n\
D. 史荣椿\
|\
在第一次鸦片战争后，中国爆发的一场伟大的农民战争是\n\
正确答案:B\n\
A. 三元里人民抗英斗争\n\
B. 太平天国运动\n\
C. 台湾高山族人民抗日斗争\n\
D. 义和团运动\
|\
（ ）揭开改革开放的序幕，吹响建设中国特色的社会主义的时代号角\n\
正确答案:A\n\
A. 十一届三中全会\n\
B. 十二届四中全会\n\
C. 十三届四中全会\n\
D. 十一届四中全会\
|\
近代中国第一个全国性的资产阶级革命政党是\n\
正确答案:B\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
中国共产党的建国方案在毛泽东的哪些著作中得到系统阐述\n\
正确答案:ABCD\n\
A. 《中国革命和中国共产党》\n\
B. 《新民主主义论》\n\
C. 《论联合政府》\n\
D. 《论人民民主专政》\
|\
在洋务运动过程中，洋务派提出的目标主要是\n\
正确答案:BC\n\
A. “救亡”\n\
B. “自强”\n\
C. “求富”\n\
D. “维新”\
|\
在近代中国，民族资本主义经济的发展受到多方面的阻碍，主要有\n\
正确答案:ABCD\n\
A. 外国资本的压迫\n\
B. 官僚资本的排挤\n\
C. 封建生产关系的束缚\n\
D. 军阀官僚政府的压榨\
|\
下列说明五四运动是中国新民主主义革命开端的是\n\
正确答案:ACD\n\
A. 无产阶级以独立姿态登上政治舞台\n\
B. 发生在俄国十月社会主义革命之后，属于世界无产阶级革命一部分\n\
C. 是彻底反帝反封建的革命运动\n\
D. 具有初步共产主义思想的知识分子起了领导作用\
|\
近代中国在逐步沦为半殖民地半封建社会过程中新产生的阶级是\n\
正确答案:CD\n\
A. 农民阶级\n\
B. 地主阶级\n\
C. 资产阶级\n\
D. 工人阶级\
|\
新中国成立初期，面临着许多严重的困难和一些紧迫的问题，为摆脱困难和解决问题，中国共产党和人民政府着重抓了以下几个方面的工作\n\
正确答案:ABCD\n\
A. 完成民主革命的遗留任务\n\
B. 领导国民经济的恢复工作\n\
C. 巩固民族独立，维护国家主权和安全\n\
D. 加强中国共产党的自身建设\
|\
九一八事变后，在东北组织抗日游击队和抗日联军的中共党员有\n\
正确答案:ABCD\n\
A. 周保中\n\
B. 杨靖宇\n\
C. 李兆麟\n\
D. 赵尚志\
|\
中国民族资产阶级是一个带两重性的阶级，这两重性是指\n\
正确答案:AB\n\
A. 革命性\n\
B. 软弱性\n\
C. 动摇性\n\
D. 不彻底性\
|\
抗战时期，正面战场和敌后战场的主要区别是\n\
正确答案:ABCD\n\
A. 抗战的领导不同\n\
B. 抗战路线不同\n\
C. 作战方式不同\n\
D. 战略地位不同\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
1905年11月，孙中山在《民报》发刊词中将中国同盟会的政治纲领概括为\n\
正确答案:C\n\
A. 创立民国、平均地权\n\
B. 联俄、联共、扶助农工\n\
C. 民族主义、民权主义、民生主义\n\
D. 驱除鞑虏、恢复中华、创立合众政府\
|\
对洋务派兴办洋务事业的指导思想最先作出比较完整表述的是\n\
正确答案:A\n\
A. 冯桂芬\n\
B. 李鸿章\n\
C. 林则徐\n\
D. 魏源\
|\
大地主大资产阶级政权\n\
正确答案:C\n\
A. 中共三大\n\
B. 中共六大\n\
C. 八七会议\n\
D. 古田会议\
|\
19世纪60年代，洋务派最早兴办的洋务事业是\n\
正确答案:A\n\
A. 军用工业\n\
B. 民用企业\n\
C. 新式学堂\n\
D. 新式海陆军\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
新文化运动兴起的标志是\n\
正确答案:A\n\
A. 陈独秀创办《新青年》\n\
B. 民主和科学口号的提出\n\
C. 胡适发表《文学改良刍议》\n\
D. 李大钊发表《庶民的胜利》\
|\
八七会议上，提出“以后要非常注意军事，须知政权是由枪杆子中取得的”的是\n\
正确答案:D\n\
A. 周恩来\n\
B. 王明\n\
C. 瞿秋白\n\
D. 毛泽东\
|\
20世纪初，章炳麟发表的宣传民主革命思想的著作是\n\
正确答案:A\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
中国进入社会主义初级阶段的最主要的标志是\n\
正确答案:C\n\
A. 中华人民共和国的成立\n\
B. 新中国第一部宪法的颁布\n\
C. 社会主义改造的基本完成\n\
D. 土地改革的顺利进行\
|\
辛亥革命取得的最大成就是\n\
正确答案:A\n\
A. 推翻了封建帝制\n\
B. 促进了资本主义的发展\n\
C. 使人民获得了一些民主自由权利\n\
D. 打击了帝国主义的殖民势力\
|\
中国民族资产阶级是一个带两重性的阶级，这两重性是指\n\
正确答案:AB\n\
A. 革命性\n\
B. 软弱性\n\
C. 动摇性\n\
D. 不彻底性\
|\
国共合作的大革命时期中国共产党所发挥的作用包括\n\
正确答案:ACD\n\
A. 提出了反帝反封建的政治口号\n\
B. 广州国民政府的建立者\n\
C. 人民群众的主要发动者和组织者\n\
D. 推动了北伐战争的顺利进行\
|\
下列说明五四运动是中国新民主主义革命开端的是\n\
正确答案:ACD\n\
A. 无产阶级以独立姿态登上政治舞台\n\
B. 发生在俄国十月社会主义革命之后，属于世界无产阶级革命一部分\n\
C. 是彻底反帝反封建的革命运动\n\
D. 具有初步共产主义思想的知识分子起了领导作用\
|\
19世纪70年代后，洋务派举办的最重要的官督商办民用企业有\n\
正确答案:ABCD\n\
A. 轮船招商局\n\
B. 开平矿务局\n\
C. 天津电报局\n\
D. 上海机器织布局\
|\
中国封建社会前后延续了两千多年，其特点有\n\
正确答案:ABCD\n\
A. 在经济上，封建地主土地所有制经济占主导地位\n\
B. 在政治上，实行高度中央集权的封建君主专制制度\n\
C. 在文化上，以儒家思想为核心\n\
D. 在社会结构上，是族权和政权相结合的封建宗法等级制度\
|\
孙中山在《民报》发刊词中阐发的民族主义是指\n\
正确答案:CD\n\
A. 打倒封建主义\n\
B. 打倒帝国主义\n\
C. 以革命手段推翻清王朝\n\
D. 变“次殖民地”的中国为独立的中国\
|\
鸦片战争以后，中国社会发生的两个根本性变化是\n\
正确答案:BD\n\
A. 中国的白银大量外流，出现财政危机\n\
B. 独立的中国逐步变成半殖民地的中国\n\
C. 中国人的身体和精神遭到前所未有的毒害\n\
D. 封建的中国逐步变成半封建的中国\
|\
资本－帝国主义列强在侵华过程中进行文化渗透的主要手段有\n\
正确答案:ABD\n\
A. 利用宗教进行侵略活动\n\
B. 借助传播西学的名义为侵华制造舆论\n\
C. 散布西方的学术思想\n\
D. 宣扬“种族优劣论”\
|\
延安整风运动的主要内容是\n\
正确答案:ACD\n\
A. 反对主观主义以整顿学风\n\
B. 反对官僚主义以整顿作风\n\
C. 反对党八股以整顿文风\n\
D. 反对宗派主义以整顿党风\
|\
戊戌维新运动的历史意义有\n\
正确答案:ABC\n\
A. 是一次爱国救亡运动\n\
B. 是一场资产阶级性质的政治改革运动\n\
C. 是一场思想启蒙运动\n\
D. 是一次封建经济体制的改革运动\
|\
1914年7月，孙中山在东京正式成立的组织是\n\
正确答案:C\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
最早确立党对军队的绝对领导是在\n\
正确答案:D\n\
A. 南昌起义\n\
B. 秋收起义\n\
C. 八七会议\n\
D. 三湾改编\
|\
魏源在1843年编纂了提出“师夷长技以制夷”重要思想的\n\
正确答案:A\n\
A. 《海国图志》\n\
B. 《盛世危言》\n\
C. 《校颁庐抗议》\n\
D. 《天演论》\
|\
洋务运动期间，洋务派兴办的第一个规模较大的兵工厂是\n\
正确答案:D\n\
A. 马尾船政局\n\
B. 金陵机器局\n\
C. 天津机器局\n\
D. 江南制造总局\
|\
1979年3月，邓小平明确提出坚持“四项基本原则”是在\n\
正确答案:C\n\
A. 中央工作会议\n\
B. 中共十一届三中全会\n\
C. 中央理论工作务虚会\n\
D. 中共十二届六中全会\
|\
标志中国民族资产阶级第一次登上政治舞台的是\n\
正确答案:B\n\
A. 洋务运动\n\
B. 戊戌维新运动\n\
C. 护国运动\n\
D. 护法运动\
|\
1900年，外国列强发动了侵略中国的\n\
正确答案:D\n\
A. 第二次鸦片战争\n\
B. 中法战争\n\
C. 甲午战争\n\
D. 八国联军侵华战争\
|\
十年对峙时期，红色政权能够发展壮大的主要原因是\n\
正确答案:D\n\
A. 建立于敌人力量薄弱的山区\n\
B. 当时新旧军阀混战激烈\n\
C. 得到了大量的国际援助物资\n\
D. 坚持了"工农武装割据"的思想\
|\
中国共产党独立领导革命战争和创建人民军队的开始是\n\
正确答案:A\n\
A. 南昌起义\n\
B. 八七会议\n\
C. 秋收起义\n\
D. 广州起义\
|\
外国列强对中国进行大规模的资本输出是在\n\
正确答案:C\n\
A. 《天津条约》签订后\n\
B. 《北京条约》签订后\n\
C. 《马关条约》签订后\n\
D. 《辛丑条约》签订后\
|\
抗日民族统一战线的策略总方针是\n\
正确答案:ABC\n\
A. 发展进步势力\n\
B. 争取中间势力\n\
C. 孤立顽固势力\n\
D. 反对投降势力\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
下面属于中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 中国共产党的领导\n\
B. 各民主党派和无党派人士、各少数民族、爱国知识分子和华侨的支持\n\
C. 工人、农民和城市小资产阶级是民主革命的主要力量\n\
D. 国际无产阶级和人民群众的支持\
|\
19世纪90年代，资产阶级维新派与封建守旧派论战的主要问题是\n\
正确答案:ACD\n\
A. 要不要变法\n\
B. 要不要实行民主共和\n\
C. 要不要实行君主立宪\n\
D. 要不要废八股、改科举和兴学堂\
|\
下列属于《中国土地法大纲》主要内容的有\n\
正确答案:ACD\n\
A. 废除封建剥削的土地制度\n\
B. 保护中小工商业者\n\
C. 实行耕者有其田的土地制度\n\
D. 分地给无地或少地的农民\
|\
和旧民主主义革命相比，五四运动的历史特点是\n\
正确答案:ABCD\n\
A. 彻底的反帝反封建\n\
B. 它是场真正的群众运动\n\
C. 促进了马克思主义在中国的传播\n\
D. 促进了马克思主义与中国工人运动的结合\
|\
在宣传民主革命思想的过程中，著名的资产阶级革命派知识分子有\n\
正确答案:ABC\n\
A. 章炳麟\n\
B. 邹 容\n\
C. 陈天华\n\
D. 康有为\
|\
中国由新民主主义向社会主义转变的条件主要包括\n\
正确答案:ACD\n\
A. 中国共产党的领导和人民民主专政的国家制度的建立\n\
B. 国家财政经济状况的根本好转\n\
C. 社会主义国营经济的领导地位\n\
D. 马克思主义、毛泽东思想的指导地位\
|\
毛泽东总结中国共产党成立以来的历史经验，指出中国共产党在中国革命中战胜敌人的三大法宝是\n\
正确答案:ABC\n\
A. 统一战线\n\
B. 武装斗争\n\
C. 党的建设\n\
D. 根据地建设\
|\
1939年7月，中共针对当时国内出现的妥协与分裂的危险，明确提出（ ）三大方针。\n\
正确答案:ABC\n\
A. 团结\n\
B. 抗战\n\
C. 进步\n\
D. 斗争\
|\
太平天国失败的根本原因是\n\
正确答案:A\n\
A. 缺乏先进阶级的领导\n\
B. 没有科学理论的指导\n\
C. 无法长期保持领导集团的团结\n\
D. 不能正确对待传统文化\
|\
1911年10月，资产阶级革命派发动了将辛亥革命推向高潮的\n\
正确答案:D\n\
A. 惠州起义\n\
B. 河口起义\n\
C. 广州起义\n\
D. 武昌起义\
|\
新中国建立初期，社会主义国营经济的主要来源是\n\
正确答案:B\n\
A. 解放区的公营经济\n\
B. 没收的官僚资本\n\
C. 征收、代管的外国资本\n\
D. 国家资本主义经济\
|\
1978年12月，邓小平在中共中央工作会议上发表的重要报告是\n\
正确答案:B\n\
A. 《实践是检验真理的唯一标准》\n\
B. 《解放思想，实事求是，团结一致向前看》\n\
C. 《必须旗帜鲜明地坚持四项基本原则》\n\
D. 《关于建国以来党的若干历史问题的决议》\
|\
中共十五大把同马列主义、毛泽东思想一道确立为中共的指导思想的是\n\
正确答案:A\n\
A. 邓小平理论\n\
B. “三个代表”的重要思想\n\
C. 有中国特色的社会主义理论\n\
D. 科学发展观\
|\
1905年11月，孙中山在《民报》发刊词中将中国同盟会的政治纲领概括为\n\
正确答案:C\n\
A. 创立民国、平均地权\n\
B. 联俄、联共、扶助农工\n\
C. 民族主义、民权主义、民生主义\n\
D. 驱除鞑虏、恢复中华、创立合众政府\
|\
1947年解放军开始战略反攻时，国民党军队正在实施的战略是\n\
正确答案:B\n\
A. 全面进攻解放区\n\
B. 重点进攻山东和陕北解放区\n\
C. 抢占战略要地和交通线\n\
D. 集中兵力防守战略要地\
|\
新中国发展国民经济的第一个五年计划期间是指\n\
正确答案:C\n\
A. 1952-1956年\n\
B. 1949-1954年\n\
C. 1953-1957年\n\
D. 1950-1955年\
|\
最早确立党对军队的绝对领导是在\n\
正确答案:D\n\
A. 南昌起义\n\
B. 秋收起义\n\
C. 八七会议\n\
D. 三湾改编\
|\
最能体现太平天国社会理想和农民战争特点的纲领性文件是\n\
正确答案:D\n\
A. 《资政新篇》\n\
B. 《原道觉世训》\n\
C. 《十款天条》\n\
D. 《天朝田亩制度》\
|\
鸦片战争以后，西方资本主义列强对中国进行赤裸裸的文化侵略，主要表现在\n\
正确答案:ABCD\n\
A. 建立教学，派遣大批传教士到中国传教\n\
B. 包庇教徒不法行为，强迫中国教民抛弃传统礼俗\n\
C. 创办中外文报刊，为帝国主义侵略进行辩护\n\
D. 宣扬“种族优劣论”，制造侵略有理的舆论。\
|\
在资产阶级革命思想的传播过程中，陆续成立的革命团体有\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 科学补习所\n\
C. 光复会\n\
D. 共进会\
|\
下列关于“八七”会议的表述正确的是\n\
正确答案:ACD\n\
A. 纠正了陈独秀的右倾投降主义错误\n\
B. 会议避免了“左”的错误\n\
C. 毛泽东提出“政权是由枪杆子中取得的”\n\
D. 会议确定土地革命和武装斗争的方针\
|\
中国民族资产阶级的两面性表现为\n\
正确答案:BC\n\
A. 软弱性\n\
B. 妥协性\n\
C. 革命性\n\
D. 民主性\
|\
在中国近代史上，戊戌维新运动的历史意义和影响在于\n\
正确答案:ABC\n\
A. 它是一次爱国救亡运动\n\
B. 它是一场思想启蒙运动\n\
C. 它是一场资产阶级性质的政治改革运动\n\
D. 它是一场地主阶级统治集团的“自救”运动\
|\
李大钊在1918年发表的三篇著名文章是\n\
正确答案:BCD\n\
A. 《我的马克思主义观》\n\
B. 《庶民的胜利》\n\
C. 《庶民的胜利》\n\
D. 《庶民的胜利》\
|\
洋务派举办的洋务事业主要有\n\
正确答案:BCD\n\
A. 实行君主立宪制\n\
B. 兴办近代企业\n\
C. 建立新式海陆军\n\
D. 创办新式学堂\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
参加五四运动的社会阶层有\n\
正确答案:ABCD\n\
A. 工人\n\
B. 农民\n\
C. 学生\n\
D. 商人\
|\
1953 年中国共产党提出“一化三改”的过渡时期总路线，其中“三改”是指\n\
正确答案:ACD\n\
A. 对农业的改造\n\
B. 林业的改造\n\
C. 资本主义工商业的改造\n\
D. 手工业大改造\
|\
新中国第一颗人造地球卫星发射成功是在\n\
正确答案:D\n\
A. 1964年10月\n\
B. 1966年10月\n\
C. 1967年6月\n\
D. 1970年4月\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
新文化运动兴起的标志是\n\
正确答案:A\n\
A. 陈独秀创办《新青年》\n\
B. 民主和科学口号的提出\n\
C. 胡适发表《文学改良刍议》\n\
D. 李大钊发表《庶民的胜利》\
|\
20世纪30年代，中国共产党内最早提出反对教条主义的任务的领导人是\n\
正确答案:A\n\
A. 毛泽东\n\
B. 刘少奇\n\
C. 周恩来\n\
D. 张闻天\
|\
新中国发展国民经济的第一个五年计划期间是指\n\
正确答案:C\n\
A. 1952-1956年\n\
B. 1949-1954年\n\
C. 1953-1957年\n\
D. 1950-1955年\
|\
1915年开始的民主、科学与尊孔复古的论战实质是\n\
正确答案:A\n\
A. 资产阶级与封建地主阶级的思想论战\n\
B. 无产阶级与资产阶级的思想论战\n\
C. 马克思主义与改良主义的论战\n\
D. 西方文明与中华传统文化之间的冲突\
|\
在甲午战争后，严复翻译的《天演论》所宣传的重要思想是\n\
正确答案:D\n\
A. 师夷长技以制夷\n\
B. 中学为体，西学为用\n\
C. 天下兴亡，匹夫有责\n\
D. 物竞天择，适者生存\
|\
20世纪初，章炳麟发表的宣传民主革命思想的著作是\n\
正确答案:A\n\
A. 《驳康有为论革命书》\n\
B. 《革命军》\n\
C. 《警世钟》\n\
D. 《猛回头》\
|\
中国抗战以来第一次大捷是\n\
正确答案:A\n\
A. 平型关大捷\n\
B. 台儿庄大捷\n\
C. 百团大战\n\
D. 昆仑关大捷\
|\
中国进入社会主义初级阶段的最主要的标志是\n\
正确答案:C\n\
A. 中华人民共和国的成立\n\
B. 新中国第一部宪法的颁布\n\
C. 社会主义改造的基本完成\n\
D. 土地改革的顺利进行\
|\
国共合作的大革命时期中国共产党所发挥的作用包括\n\
正确答案:ACD\n\
A. 提出了反帝反封建的政治口号\n\
B. 广州国民政府的建立者\n\
C. 人民群众的主要发动者和组织者\n\
D. 推动了北伐战争的顺利进行\
|\
大革命失败的原因有\n\
正确答案:ABCD\n\
A. 反革命的力量强大\n\
B. 中共领导人的错误思想\n\
C. 中共缺乏革命斗争的经验\n\
D. 中共在思想理论上不够成熟\
|\
1921-1949年中国社会的3种建国方案是\n\
正确答案:ABC\n\
A. 建立大地主大资产阶级的军事独裁统治\n\
B. 建立一个工人阶级领导的人民共和国\n\
C. 建立一个资产阶级共和国\n\
D. 建立一个欧美式的联邦共和国\
|\
人民解放军粉碎国民党全面与重点进攻的作战原则和方法主要是\n\
正确答案:BC\n\
A. 分兵作战化整为零的原则\n\
B. 歼灭敌人有生力量的原则\n\
C. 运动战的作战方法\n\
D. 外线作战的战略方针\
|\
在资产阶级革命思想的传播过程中，陆续成立的革命团体有\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 科学补习所\n\
C. 光复会\n\
D. 共进会\
|\
我国农业合作化运动的基本原则和方针包括\n\
正确答案:ABCD\n\
A. 先合作化，后机械化的道路\n\
B. 积极发展、稳步前进、逐步过渡的方针\n\
C. 坚持自愿和互利的原则\n\
D. 始终把是否增产作为衡量合作社是否办好的标准\
|\
.五四运动与以往民主主义革命的显著区别是\n\
正确答案:ABC\n\
A. 广泛的群众基础\n\
B. 在俄国十月革命影响下发生\n\
C. 工人阶级发挥了主力军的作用\n\
D. 进行了"外争主权，内惩国贼"的斗争\
|\
中国共产党的建国方案在毛泽东的哪些著作中得到系统阐述\n\
正确答案:ABCD\n\
A. 《中国革命和中国共产党》\n\
B. 《新民主主义论》\n\
C. 《论联合政府》\n\
D. 《论人民民主专政》\
|\
洋务派举办的洋务事业主要有\n\
正确答案:BCD\n\
A. 实行君主立宪制\n\
B. 兴办近代企业\n\
C. 建立新式海陆军\n\
D. 创办新式学堂\
|\
在近代中国，资产阶级革命派的骨干力量是\n\
正确答案:AB\n\
A. 资产阶级知识分子\n\
B. 小资产阶级知识分子\n\
C. 民族工商业人士\n\
D. 民间会党人士\
|\
近代中国第一个全国性的资产阶级革命政党是\n\
正确答案:B\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
1915年12月，组织“护国军“北上反袁的著名将领是\n\
正确答案:A\n\
A. 蔡锷\n\
B. 黄兴\n\
C. 宋教仁\n\
D. 朱德\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于①对国情没有认识清楚 ②缺乏社会主义建设的经验 ③苏联撕毁合同 ④急于求成\n\
正确答案:D\n\
A. ①②③\n\
B. ②③④\n\
C. ①④\n\
D. ①②④\
|\
新民主主义革命的胜利的标志是\n\
正确答案:A\n\
A. 中华人民共和国的成立\n\
B. 中国人民政治协商会议的召开\n\
C. 《新民主主义论》的发表\n\
D. 土改的开始\
|\
中国抗战以来第一次大捷是\n\
正确答案:A\n\
A. 平型关大捷\n\
B. 台儿庄大捷\n\
C. 百团大战\n\
D. 昆仑关大捷\
|\
“师夷之长技以制夷”的提出者是\n\
正确答案:D\n\
A. 龚自珍\n\
B. 林则徐\n\
C. 洪仁玕\n\
D. 魏源\
|\
太平天国失败的根本原因是\n\
正确答案:A\n\
A. 缺乏先进阶级的领导\n\
B. 没有科学理论的指导\n\
C. 无法长期保持领导集团的团结\n\
D. 不能正确对待传统文化\
|\
南京临时政府中占领导和主体地位的派别是\n\
正确答案:D\n\
A. 资产阶级维新派\n\
B. 资产阶级保皇派\n\
C. 资产阶级立宪派\n\
D. 资产阶级革命派\
|\
基本完成社会主义改造的时间是\n\
正确答案:A\n\
A. 1956年\n\
B. 1957年\n\
C. 1958年\n\
D. 1959年\
|\
振奋全国抗战精神的“台儿庄大捷”出现在国民党组织的哪场会战中\n\
正确答案:D\n\
A. 淞沪会战\n\
B. 太原会战\n\
C. 常德会战\n\
D. 徐州会战\
|\
中国民族资产阶级政治上的两面性是指\n\
正确答案:AB\n\
A. 与外国资本主义和本国封建主义有矛盾、斗争的一面\n\
B. 与外国资本主义和本国封建主义有依赖、妥协的一面\n\
C. 与外国资本主义和本国封建主义有合作的一面\n\
D. 与外国资本主义和本国封建主义有中立的一面\
|\
清末资产阶级革命团体在各地陆续成立，其中主要是（ ）\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 兴中会\n\
C. 科学补习所\n\
D. 光复会\
|\
五四运动后，马克思主义在中国传播的特点是\n\
正确答案:ABCD\n\
A. 进步知识分子起了推动作用\n\
B. 马克思主义宣传与工人运动相结合\n\
C. 马克思主义同非马克思主义展开斗争\n\
D. 马克思主义成为新文化运动的主流\
|\
土地革命战争时期，中国的红色政权能够存在与发展的条件有\n\
正确答案:ABCD\n\
A. 几个帝国主义国家间接统治的政治经济发展不平衡的半殖民地半封建的大国\n\
B. 第一次国内革命战争的影响，全国革命形势的继续向前发展\n\
C. 相当力量的正式红军的存在\n\
D. 共产党组织的坚强有力和政策的正确\
|\
资本－帝国主义列强对近代中国进行经济掠夺的主要手段有\n\
正确答案:ABCD\n\
A. 控制中国通商口岸\n\
B. 剥夺中国关税自主权\n\
C. 对华倾销商品和资本输出\n\
D. 操纵中国经济命脉\
|\
在中国早期接受、宣传马克思主义的先进分子中，来自新文化运动精神领袖的是\n\
正确答案:CD\n\
A. 毛泽东\n\
B. 董必武\n\
C. 李大钊\n\
D. 陈独秀\
|\
洋务运动的代表人物有\n\
正确答案:ABCD\n\
A. 奕\n\
B. 曾国藩\n\
C. 李鸿章\n\
D. 张之洞\
|\
资本—帝国主义对中国进行侵略的途径有\n\
正确答案:ABCD\n\
A. 军事侵略\n\
B. 经济掠夺\n\
C. 文化渗透\n\
D. 政治控制\
|\
下列关于延安整风的表述，正确的是\n\
正确答案:ABCD\n\
A. 在思想上清算了“左”的和右的错误\n\
B. 是马克思主义思想教育运动\n\
C. 提高了广大党员的思想理论水平，增强了党的凝聚力和战斗力\n\
D. 为新民主主义革命在全国的胜利奠定了思想基础\
|\
19世纪末期，帝国主义列强瓜分中国的图谋未能实现的原因包括\n\
正确答案:BD\n\
A. 洋务派开展的“自强”“求富”运动\n\
B. 帝国主义列强之间的矛盾和相互制约\n\
C. 维新派掀起的戊戌变法运动\n\
D. 中国人民进行了不屈不挠的反侵略斗争\
|\
1932年3月，日本在吉林长春建立傀儡政权伪满洲国，出任执政的是\n\
正确答案:D\n\
A. 汪精卫\n\
B. 蒋介石\n\
C. 溥杰\n\
D. 溥仪\
|\
1953年，中共中央向全国人民正式提出了\n\
正确答案:C\n\
A. 新民主主义革命总路线\n\
B. 土地革命总路线\n\
C. 党在过渡时期总路线\n\
D. 社会主义建设总路线\
|\
中国共产党开创的第一块农村革命根据地是\n\
正确答案:C\n\
A. 晋察冀根据地\n\
B. 晋察冀根据地\n\
C. 湘鄂西根据地\n\
D. 鄂豫皖根据地\
|\
下列关于"九一八事变"影响，不正确的是\n\
正确答案:C\n\
A. 它使中国东北沦为日本殖民地\n\
B. 它促使中国的社会矛盾开始发生变化\n\
C. 它促使中共立即作出国共合作共同抗日的主张\n\
D. 它是日本灭亡中国计划的一部分\
|\
毛泽东指出，新民主主义国家内部的主要矛盾是\n\
正确答案:C\n\
A. 人民大众与封建主义的矛盾\n\
B. 中华民族与帝国主义的矛盾\n\
C. 无产阶级与资产阶级的矛盾\n\
D. 人民对经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\
|\
抗日民族统一战线中的顽固势力是指\n\
正确答案:C\n\
A. 以汪精卫为代表的亲日派集团\n\
B. 地方实力派\n\
C. 以蒋介石为代表的大地主大资产阶级\n\
D. 国民党汉奸卖国贼\
|\
1958年，中共中央错误地发动了“大跃进”和人民公社化运动，主要是由于①对国情没有认识清楚 ②缺乏社会主义建设的经验 ③苏联撕毁合同 ④急于求成\n\
正确答案:D\n\
A. ①②③\n\
B. ②③④\n\
C. ①④\n\
D. ①②④\
|\
1978年在我国出现的一场马克思主义思想解放运动是\n\
正确答案:C\n\
A. 社会主义教育运动\n\
B. 揭批“四人帮”运动\n\
C. 关于真理标准的大讨论\n\
D. 关于计划经济和市场经济的的大讨论\
|\
近代中国第一个全国性的资产阶级革命政党是\n\
正确答案:B\n\
A. 兴中会\n\
B. 中国同盟会\n\
C. 中华革命党\n\
D. 中国国民党\
|\
中国最早接受和宣传马克思主义的先进分子是\n\
正确答案:D\n\
A. 陈独秀\n\
B. 毛泽东\n\
C. 李达\n\
D. 李大钊\
|\
中共十一届三中全会后对外开放开始起步，1980年中央决定设立的经济特区包括\n\
正确答案:ABCD\n\
A. 深圳经济特区\n\
B. 珠海经济特区\n\
C. 汕头经济特区\n\
D. 厦门经济特区\
|\
从1927年7月大革命失败到1935年1月遵义会议召开前，“左”倾错误先后几次在党中央领导机关取得了统治地位，它们是\n\
正确答案:BCD\n\
A. 陈独秀的“左”倾机会主义错误\n\
B. 瞿秋白的“左”倾盲动主义错误\n\
C. 李立三的“左”倾冒险主义错误\n\
D. 王明的“左”倾教条主义错误\
|\
我国对农业社会主义改造极大地创伤了农民生产的积极性，问题在于\n\
正确答案:ABCD\n\
A. 要求过急\n\
B. 粗暴强制\n\
C. 条件不成熟\n\
D. 形式过于简单划一\
|\
中国的抗日战争是世界反法西斯战争的重要组成部分，其表现是\n\
正确答案:ABCD\n\
A. 中国战场年平均牵制日本的陆军的74%以上\n\
B. 日军在海外作战中损失的 287 万人中，有 150 万人伤亡在中国战场\n\
C. 中国为盟国提供了大量的战略物资和军事情报\n\
D. 美英法等国向中国提供了经济援助或军事合作\
|\
中国共产党在抗日民族统一战线中的策略总方针是\n\
正确答案:ABC\n\
A. 发展进步势力\n\
B. 争取中间势力\n\
C. 孤立顽固势力\n\
D. 打击资产阶级\
|\
五四运动前的新文化运动主要的代表人物有\n\
正确答案:ABCD\n\
A. 李大钊\n\
B. 陈独秀\n\
C. 胡适\n\
D. 鲁迅\
|\
和旧民主主义革命相比，五四运动的历史特点是\n\
正确答案:ABCD\n\
A. 彻底的反帝反封建\n\
B. 它是场真正的群众运动\n\
C. 促进了马克思主义在中国的传播\n\
D. 促进了马克思主义与中国工人运动的结合\
|\
土地革命战争时期，中国红色政权能够存在和发展的主观条件有\n\
正确答案:BC\n\
A. 政治经济发展的不平衡\n\
B. 相当力量的红军存在\n\
C. 共产党组织的坚强有力和政策的正确\n\
D. 全国革命形势的继续发展\
|\
19世纪90年代末，资产阶级维新派宣传变法维新主张的主要活动是\n\
正确答案:ABCD\n\
A. 向皇帝上书\n\
B. 著书立说\n\
C. 介绍外国的变法\n\
D. 办学会、办报纸、设学堂\
|\
以下属于第一个五年计划内实现的项目是\n\
正确答案:ABCD\n\
A. 长春第一汽车制造厂\n\
B. 康藏、青藏、新藏铁路建成\n\
C. 武汉长江大桥\n\
D. 包头钢铁基地\
|\
基本完成社会主义改造的时间是\n\
正确答案:A\n\
A. 1956年\n\
B. 1957年\n\
C. 1958年\n\
D. 1959年\
|\
社会主义制度在我国基本建立的标志是\n\
正确答案:C\n\
A. 新中国的成立\n\
B. 全国土地改革的完成\n\
C. 三大改造的完成\n\
D. 新中国第一部宪法的颁布\
|\
1904年至1905年，外国侵略者在中国东北为争夺在华利益而进行的战争是\n\
正确答案:D\n\
A. 英法战争\n\
B. 英俄战争\n\
C. 日美战争\n\
D. 日俄战争\
|\
在近代中国，实现国家繁荣富强和人民共同富裕的前提条件\n\
正确答案:D\n\
A. 建立资本主义制度\n\
B. 反对帝国主义的侵略\n\
C. 推翻封建主义的统治\n\
D. 争得民族独立和人民解放\
|\
戊戌变法的性质是\n\
正确答案:B\n\
A. 资产阶级革命运动\n\
B. 资产阶级改良运动\n\
C. 封建统治阶级自上而下的改革\n\
D. 地主阶级的改革运动\
|\
史学界把维新变法、辛亥革命和新文化运动都称为近代化运动，因为这几场运动要求\n\
正确答案:A\n\
A. 实行资产阶级民主政治\n\
B. 提倡民主和科学\n\
C. 彻底废除旧制度\n\
D. 宣传新思想，弘扬新文化\
|\
“一•二八”淞沪抗战中，率领十九路军抵抗日军侵略的爱国将领是\n\
正确答案:A\n\
A. 蔡廷锴\n\
B. 张学良\n\
C. 冯玉祥\n\
D. 马占山\
|\
在第一次鸦片战争后，中国爆发的一场伟大的农民战争是\n\
正确答案:B\n\
A. 三元里人民抗英斗争\n\
B. 太平天国运动\n\
C. 台湾高山族人民抗日斗争\n\
D. 义和团运动\
|\
1894年，孙中山建立的中国第一个资产阶级革命团体是\n\
正确答案:A\n\
A. 兴中会\n\
B. 光复会\n\
C. 科学补习所\n\
D. 共进会\
|\
中国历史上第一部具有资产阶级共和国宪法性质的法典是\n\
正确答案:B\n\
A. 《钦定宪法大纲》\n\
B. 《中华民国临时约法》\n\
C. 《中华民国约法》\n\
D. 《总统选举法》\
|\
在社会主义改造基本完成以后，我们国内的主要矛盾已经是\n\
正确答案:AB\n\
A. 人民对于建立先进的工业国家的要求同落后的农业国家的现实之间的矛盾\n\
B. 人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾\n\
C. 工人阶级和资产阶级的矛盾\n\
D. 工人阶级和农民阶级的矛盾\
|\
从19世纪60年代到90年代，洋务派举办的洋务事业主要包括\n\
正确答案:ABCD\n\
A. 派遣留学生\n\
B. 兴办近代工业\n\
C. 创办新式学堂\n\
D. 建立新式海陆军\
|\
中国革命胜利的原因有\n\
正确答案:ABCD\n\
A. 广大人民和各界人士的广泛参加和大力支持\n\
B. 中国工人阶级的先锋队——中国共产党的领导\n\
C. 国际无产阶级和人民群众的支持\n\
D. 中国共产党人在革命过程中始终英勇地站在斗争的最前线\
|\
近代中国压在中国人民身上的“三座大山”指的是\n\
正确答案:ABC\n\
A. 帝国主义\n\
B. 官僚资本主义\n\
C. 封建主义\n\
D. 民族资本主义\
|\
1978年12月召开的中共十一届三中全会\n\
正确答案:ABCD\n\
A. 实现了新中国成立以来党的历史上具有深远意义的伟大转折\n\
B. 重新确立了马克思主义的思想路线、政治路线、组织路线\n\
C. 改革开放的序幕由此揭开,把党和国家的工作中心转移到经济建设上来\n\
D. 彻底否定“以阶级斗争为纲”的错误理论和实践\
|\
土地革命战争时期，中国红色政权能够存在和发展的主观条件有\n\
正确答案:BC\n\
A. 政治经济发展的不平衡\n\
B. 相当力量的红军存在\n\
C. 共产党组织的坚强有力和政策的正确\n\
D. 全国革命形势的继续发展\
|\
新民主主义社会的三种主要经济成分是\n\
正确答案:ABD\n\
A. 社会主义经济\n\
B. 私人资本主义经济\n\
C. 国家资本主义经济\n\
D. 个体经济\
|\
中日甲午战争后，根据《马关条约》的规定，清政府应将下列哪些地区割让给日本？\n\
正确答案:BCD\n\
A. 海南岛\n\
B. 台湾全岛及附属岛屿\n\
C. 澎湖列岛\n\
D. 辽东半岛\
|\
促使民主党派与蒋介石集团决裂，同中国共产党并肩战斗的原因有\n\
正确答案:ABC\n\
A. 国民党撕毁政协决议，发动全面内战\n\
B. 蒋介石非法召开“国民大会”，制定伪宪法\n\
C. 人民解放军转入战略反攻，国统区反蒋斗争高涨\n\
D. 三大战役胜利，全国解放在望\
|\
在资产阶级革命思想的传播过程中，陆续成立的革命团体有\n\
正确答案:ABCD\n\
A. 华兴会\n\
B. 科学补习所\n\
C. 光复会\n\
D. 共进会\
|\
科学发展观，第一要义是\n\
正确答案:D\n\
A. 统筹兼顾\n\
B. 以人为本\n\
C. 全面协调课持续\n\
D. 发展\
|\
与辛亥革命相比，五四运动的特点在于\n\
正确答案:B\n\
A. 无产阶级政党登上了历史舞台\n\
B. 运动具有广泛的社会性和彻底地反帝反封建的态度\n\
C. 是一场反帝爱国运动\n\
D. 是资产阶级民主革命的一个组成部分\
|\
在第一次鸦片战争期间，为抗击英国侵略而战死虎门的清朝爱国将领是\n\
正确答案:C\n\
A. 海龄\n\
B. 陈化成\n\
C. 关天培\n\
D. 史荣椿\
|\
在新民主主义革命时期，成为新民主主义革命的一项基本任务是\n\
正确答案:B\n\
A. 反对帝国主义，打破外国垄断资本的控制\n\
B. 反对封建主义，进行土地制度的彻底改革\n\
C. 反对官僚资本主义，没收官僚资本归新民主主义国家所有\n\
D. 反对资本主义，废除私有制经济\
|\
在甲午战争后，通过翻译《天演论》为戊戌维新运动提供理论根据的是\n\
正确答案:A\n\
A. 严复\n\
B. 康有为\n\
C. 梁启超\n\
D. 谭嗣同\
|\
抗日战争胜利后，取代日本在中国的地位的是\n\
正确答案:A\n\
A. 美国\n\
B. 苏联\n\
C. 法国\n\
D. 英国\
|\
前期新文化运动的指导思想是\n\
正确答案:B\n\
A. 资产阶级维新思想\n\
B. 民主和科学的思想\n\
C. "兼容并包"的思想\n\
D. 社会主义的思想\
|\
在第一次鸦片战争后，中国爆发的一场伟大的农民战争是\n\
正确答案:B\n\
A. 三元里人民抗英斗争\n\
B. 太平天国运动\n\
C. 台湾高山族人民抗日斗争\n\
D. 义和团运动\
|\
发展国民经济的第一个五年计划，集中力量进行的是\n\
正确答案:A\n\
A. 重工业建设\n\
B. 轻工业建设\n\
C. 军事和国防建设\n\
D. 农业建设\
|\
1895年，严复在《救亡决论》一文中喊出的口号是\n\
正确答案:B\n\
A. “师夷长技以制夷”\n\
B. “救亡”\n\
C. “打倒列强”\n\
D. “振兴中华”\
|\
中国共产党与以往的任何政党不同的主要表现是\n\
正确答案:ABCD\n\
A. 以马克思主义理论为指导\n\
B. 是新型的工人阶级政党\n\
C. 能够代表整个中华民族的利益\n\
D. 以实现共产主义为目标\
|\
在新民主主义革命时期，有三种建国方案可由中国人民在政治实践中选择，但从根本上说可供中国人民选择的方案主要是\n\
正确答案:BC\n\
A. 在中国建立资产阶级共和国\n\
B. 继续维持半殖民地半封建的旧中国\n\
C. 创建新民主主义的新中国\n\
D. 在中国建立社会主义国家\
|\
洋务派创办的军用工业有\n\
正确答案:ABD\n\
A. 江南制造总局\n\
B. 金陵机器局\n\
C. 轮船招商局\n\
D. 天津机器局\
|\
早期信仰马克思主义的人物有\n\
正确答案:ABD\n\
A. 陈独秀\n\
B. 李大钊\n\
C. 胡适\n\
D. 周恩来\
|\
第三届全国人民代表大会提出“四个现代化”的宏伟目标，是要把我国建设成为一个具有（ ）的社会主义强国，赶上和超过世界先进水平。\n\
正确答案:ABCD\n\
A. 现代农业\n\
B. 现代工业\n\
C. 现代国防\n\
D. 现代科学技术\
|\
近代中国在逐步沦为半殖民地半封建社会过程中新产生的阶级是\n\
正确答案:CD\n\
A. 农民阶级\n\
B. 地主阶级\n\
C. 资产阶级\n\
D. 工人阶级\
|\
和旧民主主义革命相比，五四运动的历史特点是\n\
正确答案:ABCD\n\
A. 彻底的反帝反封建\n\
B. 它是场真正的群众运动\n\
C. 促进了马克思主义在中国的传播\n\
D. 促进了马克思主义与中国工人运动的结合\
|\
1939年7月，中共明确提出（ ）三大口号，继续争取同蒋介石集团合作。\n\
正确答案:BCD\n\
A. 停止内战，一致对外\n\
B. 坚持抗战到底，反对中途妥协\n\
C. 巩固国内团结，反对内部分裂\n\
D. 力求全国进步，反对向后倒退\
|\
我国对个体农业进行社会主义改造的方针是\n\
正确答案:BC\n\
A. 典型示范\n\
B. 积极发展\n\
C. 稳步前进\n\
D. 逐步过渡\
|\
孙中山所阐述的同盟会政治纲领中的民族主义的缺点是\n\
正确答案:CD\n\
A. 没有解决农民对于土地的需要\n\
B. 忽略了广大劳动群众在国家中的地位\n\
C. 没有提出明确的反帝主张\n\
D. 没有明确地把汉族军阀、官僚、地主作为革命的对象';
